{
  "1": "Tohle je pro všechny zelenáče tam venku: sekejte dřevo a prohledávejte křoviny, abyste si vydělali pár peněz, zatímco čekáte na svoji první sklizeň!",
  "4": "Tohle je pro lidi žijící ve Stardew Valley. Jarní cibulky můžete získat na jihozápad od města, kde se řeka vlévá do moře. Někdy jich tam můžete najít velkou spoustu rostoucí přímo ze země.",
  "8": "Pojďme si promluvit o plotech. Ploty jsou užitečné, protože brání různým plevelům a chrání vaše plodiny. Mohou také sloužit jako ohrada pro váš dobytek. Ploty se po určité době rozpadají, ale kamenné, železné ploty a ploty z tvrdého dřeva vydrží mnohem déle, než obyčejné dřevo!",
  "11": "Vrány vám způsobují rány? Tak to asi potřebujete strašáka! Umístěte ho na farmu a vrány si dobře rozmyslí přiletět k vám na návštěvu. Nezapomeňte si chránit své drahocenné plodiny!^Ještě jedna věc... potřebujete větší batoh, do kterého můžete dát všechny své věci? Porozhlédněte se po místním obchodě.",
  "15": "Máme tu období lososek! Po celém venkově jsou keře obrostlé šťavnatými malými bobulemi a všechny jsou k mání! Navíc, jejich sběrem si můžete i vydělat peníze.",
  "18": "Ah, osvěžující déšť... nejlepší přítel farmáře! Když prší, nemusíte své plodiny zalévat. Tak toho pořádné využijte!",
  "22": "Sežeňte si rybářský prut a můžete začít prodávat své úlovky! Rybaření je skvělý způsob jak si vydělat trochu peněz, když zrovna nemáte co na práci. Vzdálenost, kterou váš splávek urazí od pevniny určí, který druh ryby vám spolkne háček... spolu s vaším umístěním, ročním obdobím, denní dobou a počasím!",
  "25": "Ovocné stromy. Vyrůst jim trvá cele období, takže plánujte dopředu! Pokud okolí vašeho nového stromu není zcela vyčištěné, zbrzdí to jeho růst. Jakmile váš strom uzraje, budete moci sklízet výborné ovoce každý den, kdy bude v sezóně. Tak radši na ně začněte šetřit!",
  "29": "Je tu léto a s ním přichází spousta nových plodin k zasazení! Vezměte si například chmel. Rostlině chvíli trvá, než vyroste, ale pak ji můžete sklízet každý den. Hodně štěstí!",
  "32": "Tady máte přehled ryb, které lze chytit pouze v létě: Dorádo, kterého lze nalézt v lesních říčkách během dne. Pstruh duhový, který se vyskytuje v lesních říčkách a v horách během dne. Čtverzubci, které naleznete v moři během brzkého odpoledne. A chobotnice, kterou lze v moři ulovit během rána. Tak si je ulovte, dokud můžete!",
  "36": "Pojďme si popovídat o kukuřici. Je to nezvyklá plodina, protože vydrží dvě období! Přesně tak, zatímco většina plodin uhyne během změny období, kukuřice žije dál. Můžete ji pěstovat jak v létě tak na podzim. A teď jděte ven a hezky ji zasejte!",
  "39": "Od zítřka můžete být svědky vyplavení neobvyklého množství ulit a korálů na plážích po celém světě. Nejsem vědec, ale slyšel jsem, že to má nějak do činění s obdobím páření krabů. V každém případě můžete pročesáním vaší místní pláže vydělat dobrý peníz.",
  "43": "Máte ve svém městě lázně? Ponořte se a uvolněte v horké vodě a doplňte si energii. Ahh... není příjemná?",
  "46": "Je známo, že v létě se vyskytuje hodně bouřek. Pokud víte, jak sestrojit bleskosvod, můžete shromažďovat elektřinu a vytvářet balíčky baterií. Ty lze pak prodávat nebo používat při vytváření předmětů!",
  "50": "Většina měst má před obchodem se smíšeným zbožím sezónní kalendář. Doporučuji ho čas od času zkontrolovat. abyste se dozvěděli, co se v místní komunitě děje. Také zde můžete najít nabídku prací!",
  "53": "Podzim už je skoro za dveřmi! Pravděpodobně nejvýnosnější období pro farmáře, takže se ujistěte, že máte našetřeno pro nákup nových semen. Pokud jste si ještě nevylepšili svoji konev na zalévání, teď by byla správná doba.",
  "57": "Pojďme si promluvit o slunečnicích. Když je sklidíte, nezískáte jenom hezkou květinu, ale pravděpodobně také její semena. Ty můžete buď prodat nebo znovu zasadit. Já už se rozhodl!",
  "60": "Pokud máte farmu v okolí malého města, je možné, že vám bude časem nabídnuto vytvoření \"výstavního boxu\". Standardně se tento box skládá z 9 věcí, které nejlépe lidem ukáží vaše schopnosti. Upřednostňujte předměty vysoké kvality a hodnoty a nezapomeňte také na jejich rozmanitost. Ryby, minerály, řemeslné výrobky, ovoce a zelenina jsou všechno velmi dobré volby!",
  "64": "Máme tu období ostružin! Keře napříč venkovem jsou obtěžkány zralými plody. Jen se projděte po okolí a přesvědčte se sami!",
  "67": "Rybí rady: Losos. Losos se na podzim vrací do svého trdliště se vytřít. To znamená, že se řeky budou jimi hemžit! Můžete je najít pouze na podzim, tak rychle nahoďte prut.",
  "71": "Máte pípy? Chytří pěstitelé ví, jak je sestavit. Můžete je přichytit na volně rostoucí stromy, které rostou v okolí. Z javorů získáte sirup, z dubů pryskyřici a z borovice získáte dřevěný dehet. Sirup je nejhodnotnější, ale všechny tři produkty mají své užití!",
  "74": "Zima už je skoro tady. Nezapomeňte i myslet na svá zvířata, chtějí také něco jíst a ven se jim chodit moc nebude a tak si udělejte dostatečnou zásobu sena. Navíc s příchodem zimy zmrzne i všechna tráva venku a do jara už neporoste. Každé silo můžete naplnit 240 kousky slámy, takže si to spočítejte ať přijdete na konečný počet, a jestli je třeba postavit další silo!",
  "78": "Rybí rady: Candát. Tuhle rybu lze ulovit během deštivých večerů během podzimu a zimy. Lze ji najít ve všech sladkovodních vodách.",
  "81": "Zima už je za dveřmi... a to znamená, že všechny vaše pěstitelská působení ustanou. V zimě nic neroste, pokud tedy nemáte dostatek peněz a štěstí k pořízení skleníku. Ale i tak je toho dost co lze dělat! O tom ale až příště.",
  "85": "Zima... Čas kdy celý svět oněmí. Teď máte skvělou příležitost fárat, rybařit a sbírat suroviny. Vylepšete si své nástroje jako přípravu na produktivní jaro. Nebo nechejte místního tesaře něco postavit na vaší farmě! Vytvořte si zásobu různých prostředků, nakupte veškerá vylepšení a připravte se na další rok.",
  "88": "Přemýšlíte jak získat 'Opracovaný křemen'? Stačí dát obyčejný starý křemen do pece. Na udržení ohně budete potřebovat kus uhlí.",
  "92": "Nalezli jste semínka při sekání dřeva? Můžete je zasadit do země a vzejde z nich nový strom. Buďte tvořiví!",
  "95": "Je pár ryb, které lze lovit pouze v zimě... olihně a ofiodon. Olihně lze chytit v moři během večera. Ofiodon může být chycen ve sladkých vodách během dne. Samozřejmě se vyskytují i zvěsti o nesmírně vzácné a jedinečné rybě, kterou lze najít pouze v určitých obdobích, ale bohužel nemám o ni žádné informace.",
  "99": "Dnes si promluvíme o geodách. Geody jsou duté kameny, jenž často obsahují cenné minerály. Kovář je za poplatek může pro vás rozbít. Ještě něco, existují různé druhy geody... a každá obsahuje jiné druhy minerálů. Vzácná \"vše-geoda\", ale obsahuje všechny druhy minerálů.",
  "102": "Pokud chcete někoho opravdu potěšit, dejte jim jejich oblíbený dárek na jejich narozeniny! Věřte mi.",
  "106": "Viděli jste někdy tři malé hnědé stonky rostoucí ze země? Někdy je těžké je zpozorovat. Pokud ale na tomto místě začnete kopat, vždycky něco najdete. Neptejte se mě, jak to funguje.",
  "109": "Měli jste někdy nutkání hrabat se v odpadcích vašich sousedů? Fuj! Poslyšte, já vás nechci soudit, jen to nedělejte před ostatními. Pokud si vás všimnou, budou naprosto znechuceni, a vaše přátelství s nimi bude poškozeno. Teda pokud oni rádi nedělají to samé.",
  "113": "No, starý rok je za námi. Mějte oči na stopkách a nepřehlédněte jakákoli nová semínka prodávaná v místním obchodě. Doufám, že jste si během zimy vylepšili své nástroje a jste připraveni na nový rok!",
  "116": "Rybí rady: Úhoř. Lze je ulovit v oceánu na jaře a na podzim, během deštivých večerů.",
  "120": "Máte kuchyni? Vaření je skvělý způsob jak vylepšit své schopnosti. Nejen že vám poskytne snadný zdroj energie, ale mnoho jídel také dočasně zvýší vaše dovednosti, rychlost a další! Voní to dobře, co říkáte?",
  "123": "Výjimečné věci: Krabí klec. Zkušení rybář vědí jak takovéto pasti vytvořit. I když z názvu to nemusí být zřejmé, pasti mohou být použity k chycení široké škály mořských živočichů, jak ve sladké, tak ve slané vodě. Stačí ji umístit do vody a vložit do ní návnadu. Vraťte se následující den a uvidíte co chytíte. Pokud chcete chytat dále.",
  "127": "Máme tu období lososek! Po celém venkově jsou keře obrostlé šťavnatými malými bobulemi a všechny jsou k mání! Navíc, jejich sběrem si můžete i vydělat peníze.",
  "130": "Pojďme si promluvit o mém velkém pokušení. Ne, tak to nemyslím. Mluvím o nejsladším produktu, kteří naši přátelé, včely, dokážou vyrobit. Něco vám řeknu... pokud blízko vašeho úlu rostou květiny, budou vaše včely vyrábět med s příchutí. Pokud ne, budete dostávat 'divoký med'. Není život sladký?",
  "134": "Mám tu radu pro všechny dobrodruhy tam venku... nezapomeňte na speciální útok vaši zbraně! Meče mohou zabránit útoky od vašich nepřátel, což je velmi užitečné, když například na vás skáčou slizáci. Palicemi můžete praštit do země, čímž všechny nepřátele odmrštíte... a s dýkou můžete provádět super rychlý trojitý útok! Buďte opatrní.",
  "137": "Dnes bych vám řekl o Spolku dobrodruhů blízko Pelikánova. Vedoucí spolku, Marlon, zařídil program oceňující všechny odvážlivce mající chuť vymýtit monstra v místních jeskyních. Za zničení velkého počtu příšer budou lidé odměněni předměty s velikou silou. Další podrobnosti naleznete na plakátě na zdi u spolku. Fakt skvělé!",
  "141": "Slyšel jsem, že někteří lidé stojí u blízko projíždějících vlaků, aby mohli sebrat vše, co z nich vypadne. Panečku... co lidé neudělají pro věci zadarmo!",
  "144": "Zvířecí znalosti: Prase.^^V těchto částech země jsou prasata vychovávána k vyčmuchání lanýžů. Stačí pašíky nechat pobíhat venku a být trpěliví... až budou připraveni, odvedou svoji práci dobře. Pro co největší zisky vymačkejte z lanýžů olej.",
  "148": "Tady máte přehled ryb, které lze chytit pouze v létě: Dorádo, kterého lze nalézt v lesních říčkách během dne. Pstruh duhový, který se vyskytuje v lesních říčkách a v horách během dne. Čtverzubci, které naleznete v moři během brzkého odpoledne. A chobotnice, kterou lze v moři ulovit během rána. Tak si je ulovte, dokud můžete!",
  "151": "Rybí rady: Super mořská okurka. Tuto vzácnou rybu lze nalézt v oceánu. Vychází pouze večer, během léta a zimy.",
  "155": "Vím, že je to těžké... ale přestaňte se tak strachovat o svého koně! Můžete je nechat kdekoliv a oni si najdou cestu zpět domů. Jsou to velmi chytrá a nezávislá zvířata!",
  "158": "Mám pro vás skvělý nápad... založte si sad volně rostoucích stromů! Na tyto stromy umístěte pípy a stáčejte cenný sirup. Nebo ne! Mně je to jedno.",
  "162": "Výjimečné věci: Soudek. Běžný způsob využití sudu je vytváření vína z hroznů. Ale věděli jste, že víno můžete udělat z jakéhokoli ovoce? Přesně tak.^Ze zeleniny můžete také dělat džusy.",
  "165": "Píšete si deník? Nezapomeňte se na něj čas od času kouknout. Je snadné zapomenout, že jste si zapsali něco důležitého.",
  "169": "Pokud jste nějakým způsobem získali 'vzácné semínko', teď je správný čas ho zasadit. I když se říká, že roste celou sezónu, spolehlivé zdroje tvrdí, že ve skutečnosti jeho růst trvá jen 24 dní. Proslýchá se, konečný produkt ze semínka je to nejsladší ovoce na celém světě",
  "172": "Někteří farmáři byli svědky zvláštních věcí, když uzrála velká pole květáků, melounů, nebo dýní. Hmmm, já sám tyto úkazy nemohu potvrdit.",
  "176": "Máme tu období ostružiníků! Po celém venkově jsou keře obrostlé šťavnatými malými ostružinami. Vyjděte ven a přesvědčte se sami!",
  "179": "Chcete vlézt do chomoutu? Budete potřebovat náhrdelník mořské víly. Každý na této straně Drahokamového moře ví, co znamená, když jim tento náhrdelník dáte.^Získat ale takovýto náhrdelník může být docela těžké. Každá oblast má své vlastní zvyky, ale vždy to má nějakou souvislost s pláží nebo mořem.",
  "183": "Výjimečné věci: Recyklátor. Vylovili jste spoustu veteše? V dnešní době je to velmi běžné. Ale s tímto strojem můžete tento odpad proměnit na něco užitečného. Stačí do stroje předměty umístit a nechat ho je zpracovat. Každý typ odpadu vám dá jiný druh věcí.",
  "186": "Rybí rady: Tuňák křídlatý. Tuto rybu lze ulovit buď časně ráno, nebo v noci. Můžete ji najít v oceánu během podzimu a zimy.",
  "190": "Rybí rady: Dřevoskok, Písečňák, a kapr štíří. Dřevoskok prý žije pouze hluboko v lesích. Písečňáka a kapra štířího lze nalézt pouze v pouštních oázách.",
  "193": "Už jen pár dní a komunity v oblasti Republiky Kapradinové bystřiny budou oslavovat Dušičky! Jednou tradicí, kterou nemusíte znát, je hledání zlaté dýně. Pokud vaše město má strašidelné bludiště, tak si můžete být jisti, že někde uvnitř je ukryta zlatá dýně. Jsou velmi hodnotné!",
  "197": "Milí posluchači, zapište si tuto radu za uši. Než budete moci mít děti, potřebujete ve vašem domě dětský pokoj. Dítě musí mít kde spát!",
  "200": "Výjimečné věci: Krystalárium. Tento úžasný přístroj může vytvořit nekonečně mnoho kopií jakéhokoliv drahokamu. Stačí ho umístit do stroje a nechat ho pracovat. Sice to může chvilku trvat, ale co... vždyť je to čistý příjem!",
  "204": "Pokud máte dospělý dobytek a ve vaší stodole je místo... existuje šance, že jedno z vašich zvířat bude mít mladé. jen na to občas myslete.",
  "207": "Rybí rady: Sumec. Tato relativně vzácná ryba vychází z doupěte za deště. Naleznete je v řekách okolo měst, kde rádi jedí vše, co skončí ve vodě. Horké počasí je ale moc neláká a proto se je nemusíte snažit chytat během léta!",
  "211": "Výjimečné věci: Žížalí farma. Potřebujete nekonečnou zásobu návnad? Postavte si žížalí farmu. Jakmile jedna začne fungovat, můžete každý den získat pár žížal pro návnadu.",
  "214": "Pod vším tím sněhem jarní semínka už netrpělivě čekají na příležitost začít své nové životy na jarním slunci. Takže se nedivte, když na jaře bude vaše farma potřebovat trochu uklidit!",
  "218": "Pokud získáte rýžovací pánev, dávejte pozor a u vody hledejte vše co se třpytí.^Často v ní můžete najít skvělou rudu, kterou si můžete vzít!",
  "221": "Lidi, musím vám něco oznámit. Toto je poslední díl Žijeme z naší Země, než odejdu do důchodu. Rád jsem vám poskytoval své rady a budete mi všichni chybět. Ah a řekli mi, že stanice příští rok začne vysílat reprízy tohoto pořadu. ^^Mějte se fajn!"
}