{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Abigail",
      "Entries": {
        "FlowerDance_Accept": "Ahoj, jasně. Jdeme do toho. Můžeme se ztrapnit společně.$h",
        "AcceptBirthdayGift_Positive": "Čau, tak ty sis ${vzpomněl^vzpomněla}$ na mé narozeniny... díky, @! To je fakt hezký dárek!$h",
        "AcceptBirthdayGift_Negative": "Čau, tak ty sis ${vzpomněl^vzpomněla}$ na mé narozeniny... díky, @!$h#$b#Ach, to je, hm.. *čich*... co to je?$s",
        "AcceptGift_(O)StardropTea": "Páni... koukni na tu barvu, je jako ametyst. Nádhera. Děkuji!",
        "AcceptGift_(TR)BasiliskPaw": "Fujtajbl... to je hustý!$h",
        "AcceptGift_(O)SkillBook_4": "No ne, to je můj oblíbený časopis! Můj táta mě ho nenechá předplatit, takže si výtisky musím shánět odjinud jako ty...$h",
        "AcceptGift_(O)Book_Void": "Ty jo, to je pěkně hrůzostrašná kniha... přesně podle mého gusta!#$b#Každá stránka, jiná příšera... hmm... je jich úplně plná...$h#$b#Budu si ji muset nastudovat. Na další výpravu do jeskyň se určitě bude hodit... Díky!",
        "AcceptGift_(O)109": "Žjóva... kde si to ${sebral^sebrala}$? Je mistrovsky zkut...#$b#Na zbraň je až moc zrezivělý, ale aspoň si ho dám do své sbírky.",
        "AcceptGift_(O)119": "Tahle flétna mi nasadila brouka do hlavy... před tisíci lety na ni možná hrála malá neandrtálkyně s fialovými vlasy. Třeba to byla moje příbuzná.#$b#...než si ale dám náustek k puse, radši ji asi umyju.$h",
        "AcceptGift_(O)66": "$c 0.5#Páni... ta jeho barva se ke mně hodí! Díky, @!$h#Moc díky! Tohle je můj oblíbený kámen. Má krásný barevný odstín.",
        "GreenRain": "Mám hroznou chuť jít ven prozkoumat co se tam děje, ale v máminých očích vidím trochu strach. Nechci ji ještě víc rozrušovat.",
        "GreenRainFinished": "V jednu chvíli je všude zmatek a za okamžik je vše při starém. Jakoby někdo mávl kouzelným proutkem!$h",
        "GreenRain_2": "${Viděl^Viděla}$ jsi už ty divné stromy v okolí? Všechno vypadá trochu jinak... jako bychom vstoupili do nějaké kouzelné říše.",
        "cc_Begin": "Nikomu to neříkej, ale včera večer jsem se tajně vplížila do starého komunitního centra... myslím, že tam straší!",
        "AcceptGift_(O)279": "No to mě podrž... @! Vážně mi to chceš dát? Vždyť je to taková vzácnost!#$b#Na druhou stranu přiznávám že se mi pusa začíná topit ve slinách...$h",
        "mineArea_10_oneday": "Zaslechla jsem, že podnikáš průzkumy do starých dolů. To mi přijde jako zábava!$h#$e#...sbírám odvahu se tam také vydat...$s",
        "eventSeen_733330_memory_oneday": "Sam a Sebastian mě požádali, jestli bych v jejich kapele nemohla hrát na bicí... nikdy jsem na bubny předtím nehrála, ale docela mě to baví.#$e#Musíš se naučit jak svoje ruce a nohy hýbat v různých tempech ve stejnou dobu. Mám pocit že mi díky tomu roste mozek.$h",
        "eventSeen_1_memory_oneweek": "Ahoj! Konečně jsem dokončila první úroveň Cesty Krále Prérie! Dost mi pomohla sledovat tě jak hraješ.",
        "eventSeen_2_memory_oneday": "Sebastian včera zmínil že při večeři slyšel divnou hudbu...#$e#Nic jsem mu o nás neřekla! Připadalo mi lepší ho nechat tápat v temnotě.$h",
        "eventSeen_3": "Duchové mají svoji vlastní hlavu...$l",
        "wonEggHunt": "Určitě si teď se sebou hodně ${spokojený^spokojená}$, co? Jen počkej, příští rok ti to natřu...$u",
        "wonEggHunt_memory_oneyear": "Pořád nemůžu dostat z hlavy to jak jsem minulý rok prohrála v lovu vajec. Radši bys ses ${měl^měla}$ začít připravovat... já už pilně cvičím.",
        "dating_Abigail": "%Abigail se červená, ale vypadá šťastně.",
        "dating_Abigail_memory_oneday": "...moc ti to sluší.$l",
        "dating_Abigail_memory_oneyear": "Ehm... @? Už spolu chodíme skoro rok. Půjde náš vztah někam dál?$s",
        "dating_Sebastian_memory_oneday": "Slyšela jsem že ty a Sebastian jste spolu začali chodit... nevěděla jsem že mezi vámi něco je...$6",
        "dating_Sam": "Ahoj, takže ty a Sam, jo? Máš štěstí, je to vážně dobrý chlap!$h#$e#Už jsme přátelé takovou dobu, takže doufám že se k němu budeš chovat slušně, jinak si tě podám!",
        "married_Sebastian": "Blahopřeji ke svatbě. To asi znamená, že se Sebastian nebude stěhovat do města, jak o tom vždycky mluvil.$6#$b#To je myslím fajn. Kdybych ho už znovu neviděla, tak by mi bylo smutno. Vždycky jsme byli dobří přátele.$6",
        "married_Sam": "Haha... pořád nemůžu uvěřit že se Sam oženil. Kdo by si to pomyslel?$h#$e#Ale teď žerty stranou. Moc vám to přeji. Myslím si, že Sam bude dobrým otcem.",
        "movieTheater": "Už si ${byl^byla}$ v tom novém kině? Já už se nemůžu dočkat až se kouknu co dávají!$h",
        "Resort_Entering": "Doufám že pláž navštíví mořská víla. Chci ji uvidět a poznat!",
        "Resort_Leaving": "Zkusím požádat Willyho, aby nás zpět vzal vyhlídkovou trasou.",
        "Resort_Leaving_2": "Možná cestou zpátky uvidíme nějakou mořskou příšeru.",
        "Resort_Shore": "Pláž je sice hezká, ale rychle omrzí. Radši bych chtěla prozkoumávat tmavou džungli, nebo sopku!",
        "Resort_Shore_2": "Hmm, myslíš, že bych dokázala na ostrov propašovat své morče?#$e#Radši ne, David asi nebude zas tak dobrý plavec.$h",
        "Resort_Umbrella": "Moje kůže se hodně rychle a snadno spálí. Raději chvilku zůstanu tady pod slunečníkem.#$e#Ve stínu je mi líp. Příliš moc sluníčka a točí se mi hlava.",
        "Resort_Umbrella_2": "Ahoj @, chceš se mnou postavit hrad z písku?#$e#Když o tom přemýšlím, vězení z písku zní jako lepší nápad!$h",
        "Resort_Umbrella_3": "Čau @, ${dokázal^postavit}$ bys postavit vor?#$e#Cestou sem jsem viděla pár zajímavých ostrovů, které bych chtěla prozkoumat podrobněji.",
        "Resort_Wander": "Takový velký ostrov určitě skrývá nějaký zakopaný poklad.#$e#Rychle, sežeň mi lopatu!#$e#Uklidni se, dělám si srandu.$h",
        "Resort_Bar": "Gus mi namíchal tmavě fialové osvěžení, aby mělo stejnou barvu jako moje vlasy. Chutná výborně!$h",
        "Resort": "Taková škoda... Willy říká, že musíme zůstat na pláži...$s#$b#A to jsem si vzala svoji výbavu včetně meče...$s",
        "4": "Oh, ahoj.",
        "Introduction": "Ah, skoro bych zapomněla... Slyšela jsem, že se někdo nový stěhuje na tu starou farmu.#$e#Vlastně, je to trochu škoda. Moc se mi líbilo procházet ta zarostlá pole o samotě.$9",
        "FlowerDance_Decline": "Lichotíš mi... ale musím říct ne. Promiň.",
        "FlowerDance_Accept_Spouse": "A... ale... já chtěla tančit...$s#$b#Dělám si srandu! Samozřejmě že chci tančit s tebou. Miluji tě.$h",
        "divorced": "Co tu pohledáváš? Dej mi pokoj!$a",
        "dumped_Girls": "Ani slovo, rozumíš?!$a",
        "secondChance_Girls": "Ach jo... Už mě nebaví být na tebe pořád naštvaná, @. Prostě popojedem.$s",
        "breakUp": "Aha... já ti... rozumím. Chceš abychom byli jen přátelé...$s#$b#Asi jsme ${nebyli^nebyly}$ dobrý pár...$s",
        "Mon": "Ah, ahoj. Dáváš si pauzu?",
        "Mon2": "Oh, ahoj!#$e#${Procházel^Procházela}$ ses někdy po hřbitově? Ticho tohoto místa je perfektní, když chceš být chvilku o samotě.",
        "Tue": "Ugh... Nemám dobrou náladu.$s#$e#Řekla jsem, že nemám dobrou náladu... co chceš?$a",
        "Tue2": "...*vzdech*...$s#$e#Já vím, že to mí rodiče myslí dobře, ale někdy se na to prostě nedokážou podívat z mé strany. Copak nebyli nikdy mladí?",
        "Wed": "Ahoj. Předem se omlouvám, pokud budu na tebe protivná. Moc jsem toho minulou noc nenaspala.#$e#Co potřebuješ?",
        "Wed4": "Nevěřím lidem co nemají rádi zvířata...#$e#Ach, neboj se, nemluvím o tobě! Já vím že ty jsi pravý opak!$h",
        "Thu": "#$1 Abigail1#Ach ne, myslím, že můj táta bude dneska vařit večeři...$s#$e#Dnes nemám náladu něco dělat...$u",
        "Fri": "Páni, teď jsem si uvědomila, že je pátek. $u#$e#Občas naprosto ztrácím pojem o čase.",
        "Fri2": "Dnes večer všichni půjdeme do hospody. Asi je to taková naše páteční tradice.",
        "Sat": "V takovýto den je čerstvý horský vzduch požehnáním.$h#$e#Jestlipak uvidíme žáby.",
        "Sun": "Ach jo... Za celý víkend jsem se na své domácí úkoly ani nepodívala. Dnes si asi zase nepůjdu lehnout...$s",
        "Sun2": "Co by se asi stalo kdybych celou noc strávila na hřbitově?#$q 17/18 Sun_old#@, co myslíš, že se s námi stane po tom, co umřeme?#$r 17 0 Sun_17#Nemám ponětí.#$r 18 40 Sun_18#Budeme tady strašit jako duchové.#$r 17 0 Sun_17#Půjdeme do nebe.#$r 18 0 Sun_17#Energie našich těl se přesunuje na astrální pláň.#$r 17 30 Sun_nothing#Nic, prostě přestaneme existovat.",
        "Sun_old": "$p 17#Pravděpodobně si myslíš, že by se nic nestalo, co?$u|Možná by se objevil zlý duch!",
        "Sun_17": "Hmm, zajímavé...",
        "Sun_18": "No, to je zajímavá teorie!$h",
        "Sun_nothing": "Víš co? Tak špatné by to zase nebylo.$8",
        "Wed2": "Ah, ahoj @. Odpočíváš po práci?#$e#Já taky. Ne! Nic fyzicky náročného... jen mám nějaké online kurzy.",
        "Tue4": "Ahoj, ráda tě vidím.$h#$e#Chci si na chvíli vyčistit hlavu... jak to jde?",
        "Sat6": "To jsi ${ušel^ušla}$ celou tu cestu jen abys mě ${navštívil^navštívila}$? To je milé.$h#$e#Tak co, už jsi ${byl^byla}$ v horských jeskyních?#$e#Zajímavé. Taky bych je chtěla jednou vidět.$l",
        "Mon8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Vzpomínám na ten den kdy jsi poprvé ${přijel^přijela}$ do města. Trochu mě mrzelo že ten starý les někdo přeorá na půdu pro rostliny. Ale teď jsme moc ráda, že ses sem ${nastěhoval^nastěhovala}$!$h|...Ah, @! Ahoj.$h#$e#Chceš si se mnou na chvíli odpočinout? Dej mi ruku! Chtěla bych ti z ní číst. *hihi* $h",
        "Thu10": "Ahoj.$l#$e#Nezdá se ti, že poslední dobou je všechno takové neskutečné?$l#$b#Ale ne ve špatném smyslu.$h",
        "Fri6": "Ptáčci dneska šťastně cvrlikají. Nejsou dostatečně vyspělí, aby pochopili pojetí budoucnosti.#$e#Nemyslíš, že by bylo lepší být jako oni?",
        "Event_VideoGame_Yes": "Super! Jsem si jistá, že tuhle úroveň splníš levou zadní.$h",
        "Event_VideoGame_No": "Aha. *povzdech*... Tak to asi tuhle úroveň nikdy nepokořím...$s",
        "Event_Grave1": "Vidíš? Pak tedy chápeš, proč jsem tady.#$b#Celý život jsem žila v údolí, ale nikdy jsem neudělala něco nezapomenutelného. Chci zažít nějaké dobrodružství!$8",
        "Event_Grave2": "Samozřejmě. Já taky nechci nic zabít. Chci se jen porozhlédnout po okolí bez toho, abych riskovala krk!#$b#Celý život jsem žila v údolí, ale nikdy jsem neudělala něco nezapomenutelného. Chci zažít nějaké dobrodružství!$8",
        "Event_Grave3": "Aha, to je protože jsem holka, že? Pft ...$u^Proč? Jsem stejně silná tak jako ty!$a#$b#Nejsem nějaká křehoučká princeznička... Umím se o sebe postarat!$a#$b#Celý život jsem žila v údolí, ale nikdy jsem neudělala něco nezapomenutelného. Chci zažít nějaké dobrodružství!$8",
        "Event_Grave4": "Opravdu? To jsem nečekala.$8#$b#Celý život jsem žila v údolí, ale nikdy jsem neudělala něco nezapomenutelného. Chci zažít nějaké dobrodružství!$8",
        "Event_Rain_1": "Chápu...$8",
        "Event_Rain_2": "Jasně... Věděla jsem, že zrovna ty oceníš tuto ponurou atmosféru.",
        "Event_Rain_3": "...To je pravda.$8",
        "Event_Tragic_1": "Jasně... Můj vlastní život je v pořádku, za to asi můžu být vděčná...$s",
        "Event_Tragic_2": "...!$h",
        "Event_Tragic_3": "Cítila bych se lépe, kdybych tomu mohla věřit...#$b#Ale tomu tak není.$s",
        "Event_Cave2_1": "@...$8",
        "Event_Cave2_2": "@... Jsem v pořádku.$8",
        "Event_Cave_1": "...dobře.$8",
        "Event_Cave_2": "Myslím, že když máš co ztratit, je normální se bát...$l",
        "Event_Cave_3": "...Um, dobře. Promiň.$9",
        "summer_1": "Tak tu máme léto. Nepatří mezi má oblíbená období.#$e#Je takové dusno, jako když plaveš v polévce.",
        "summer_Mon": "Moje morče, David, nemůže tohle horké počasí vystát. Je z toho celý nervózní.",
        "summer_Tue": "Celé léto lze ze vzduchu silně cítit nektar a med. Točí se mi z toho hlava.$u",
        "summer_Wed": "${Zkoušel^Zkoušela}$ sis vůbec vyzdobit svůj dům? Já být na tvém místě, tak bych hned něco takového udělala.",
        "summer_6": "Včera večer, když se setmělo, jsem šla na pláž... Někdy lze na moři vidět zvláštní pohupující se světla.#$e#A nebo to byl jen můj sen... Když o tom tak přemýšlím, už mi to nepřipadá skutečné.",
        "summer_Thu": "Kdybych uměla používat meč, tak v tuto chvíli bych prozkoumávala jeskyně u horského jezera. Tam musí být v tuto dobu pěkně chladno.",
        "summer_Thu4": "Uf, doufám, že se letošní léto neopálím.$s",
        "summer_Fri": "Docela ráda bych si pořídila kočku. Můj táta je ale bohužel alergický víceméně na všechno.",
        "summer_Sat": "Těším se až přijde podzim... chladný horský vánek, padající červené okvětní lístky, vůně hub... *povzdech*",
        "summer_Sun": "Máš někdy touhu vydat se něco prozkoumat, @?#$q 25/26 summer_Sun_old#Dobře... představ si, vyhraješ dovolenou zdarma. Kam by jsi ${jel^jela}$?#$r 25 0 Sun_25#Na pláž#$r 26 30 Sun_26#Do temné jeskyně#$r 26 30 Sun_26#Do starého, pokrouceného lesa#$r 25 0 Sun_25#Do Joja mega nákupního centra",
        "summer_Sun_old": "$p 25#To ano... ale místa, která mám na mysli, by se ti asi nelíbila...|Možná jednou budeme sousedé. Myslím, že oba máme podobně divný vkus.$h ",
        "Sun_25": "Hmm. Myslím, že to by rychle začalo být nudné.",
        "Sun_26": "Super! To zní skvěle.$h",
        "summer_Wed2": "Ráda bych žila na starém statku, třeba v tom, kde bydlíš ty.#$b#Vrzání staré podlahy, pomalá oblaka prachu šumící z pavlačí... Na staré budově je vždycky něco kouzelného, nemyslíš?",
        "summer_Tue4": "Jsi zajímavý ${chlap^dáma}$, @. Jsem ráda, že ses sem ${přistěhoval^přístěhovala}$.$h",
        "summer_Sat6": "Překvapivě si toto léto docela užívám.$h#$e#Je zvláštní jak rychle se něčí názor může změnit.",
        "summer_Mon8": "Myslela jsem si, že Pelikánov je docela fádní, ale poslední dobou se mi některé věci tady začínají zamlouvat.$h",
        "summer_Thu10": "Páni, dneska to to sekne.#$e#Teda, ten letní vzduch je velmi prospěšný pro pleť, že?... hehe...$l",
        "summer_Fri10": "Cítíš se někdy na farmě ${sám^sama}$?",
        "fall_1": "Ahh... Konečně je tu podzim!$h#$e#Léto už mě pomalu začínalo nudit.",
        "fall_Mon": "Dnes si potřebuji protáhnout nohy a vyjít si na čerstvý vzduch.",
        "fall_Tue": "$d joja#Většinu dní pomáhám v obchodě. Ale od doby co JojaMart otevřel se nám moc nedaří.|Když je teď JojaMart zavřený máme v obchodě pořád narváno!$h",
        "fall_Wed": "Už se nemůžu dočkat až uvidím letošní dýně.$h#$e#Festival Dušiček se koná na konci podzimu. Oproti tomu co můžeš vidět ve městě Zuzu je to docela slabé, ale pro malé město jako je toto je to vždy kopec srandy.",
        "fall_Thu": "#$1 AbigailHAND#Minulou noc se mi zdálo, že má levá ruka se proměnila ve velkou %noun. Co myslíš že to znamená?#$e#%Abigail asi teď nemá náladu si povídat.",
        "fall_Sat": "$d cc#Nemůžu uvěřit, že jsi staré Komunitní centrum ${opravil^opravila}$ vlastníma rukama. ${Udělal^Udělala}$ jsi na mě dobrý dojem.|Máš na své farmě nějaké strašáky?",
        "fall_Sun": "Hmm... co bych měla dnes večer dělat?#$q 27/28 fall_Sun_old#Přemýšlela jsem, že si zase nabarvím vlasy... co myslíš?#$r 27 10 Sun_27#Nabarvi si je na černo.#$r 27 10 Sun_27#Co takhle na blond?#$r 27 20 Sun_WildColor#K tobě by se hodila žvýkačkově růžová!#$r 28 0 Sun_28#Líbí se mi barva kterou máš teď!",
        "fall_Sun_old": "$p 27#Už jsem si je šla obarvit, ale pak jsem si to rozmyslela.|Ano? Copak chceš?",
        "Sun_27": "Tou asi moc nezkazím, co?#$e#Promyslím si to.",
        "Sun_28": "Přesně tohle jsem od tebe čekala.$u",
        "Sun_WildColor": "S tebou se člověk vždycky zasměje.$h",
        "fall_Wed2": "Pěstuješ letos na své farmě dýně?#$e#Jednu mi nech!$h",
        "fall_Tue4": "Sice se s rodiči hodně hádám, ale vím, že myslí jen na mé blaho. Dělají to, co považují za nejlepší pro mě.$s#$b#Ani nevím proč ti to vůbec říkám. Nikomu ani muk.$8",
        "fall_Sat6": "Ahoj.$h#$e#Tvoje vlasy dnes vypadají úžasně... co jsi s nimi ${udělal^udělala}$?",
        "fall_Mon8": "Víš, já bych si dokázala sebe představit jak se jednoho dne stanu farmářkou...#$e#Teď jen vymyslet jak se jí doopravdy stát...*hihi*$l",
        "fall_Thu10": "Včera v noci se mi zdál zajímavý sen. ${Byl^Byle}$ si v něm.#$e#Byl to dobrý sen.$h",
        "fall_Fri6": "Kéž by podzim mohl trvat o trochu déle.$8#$e#Když se zvedne vítr s velkou vervou, připomíná mi to dobu mého dětství.",
        "fall_Fri10": "Většinou se v tuto dobu cítím strašně osaměle, ale to už neplatí.$l#$e#@, co máš v plánu do budoucna?",
        "winter_1": "No a je to, podzim je u konce...$s#$e#Ale zima mám taky ráda!$h",
        "winter_Mon": "Na procházky venku je příliš velká zima.#$e#Ale aspoň mohu postavit sněhomoulu.$h",
        "winter_Tue": "Nemáš teď hroznou chuť na horký šálek čokolády?",
        "winter_Wed": "Ahoj. Jak moc se nudí farmář jako ty v tomto období?",
        "spring_12": "Zítra určitě půjdu lovit vejce. Co ty?",
        "spring_23": "Ach jo, zítra je Tanec květin. Tančení mi nevadí, ale vždycky mě donutí si obléct takové strašné bílé šaty...$s",
        "winter_7": "Už se těším až zítra budu dělat sněhuláka.",
        "fall_26": "Uvidíme se zítra na festivalu dušiček? Já budu ve strašidelném bludišti.$h",
        "summer_10": "Všichni se už těší na zítřejší party. Možná jsou i trochu nervózní, protože tam s námi bude guvernér.",
        "summer_27": "Zítřejší festival si nemůžeš nechat ujít. Je to jeden z nejkrásnějších zázraků tohoto údolí.",
        "winter_24": "Zítra se přežeru brusinkové omáčky.$h",
        "winter_Thu": "Další rok je skoro za námi.#$e#Utíká to strašně rychle, že?$s",
        "winter_Fri": "Jednu věc, kterou jsem se za svůj život zde naučila... pokud vypadáš jinak, všichni na tebe zírají.",
        "winter_Sat": "Je víkend!#$e#To znamená, že můžu hrát dvakrát tolik videoher.$h#$e#Tak čau.",
        "winter_Sun": "Ah, ahoj.#$q 29/30 winter_Sun_old#Tyto dva obrazy jsem namalovala sama. Co na ně říkáš?#$r 29 20 Sun_29#Líbí se mi ten s tou džunglí na ostrově a tygrem.#$r 30 5 Sun_30#Ten ork s válečnou sekyrou se ti povedl.#$r 29 -50 Sun_Bad#Nelíbí se mi ani jeden.",
        "winter_Sun_old": "$p 29#Vzpomínáš si na ty obrazy, co jsem ti jednou ukázala? Omylem jsem je vyhodila.$s|Vzpomínáš na ten obraz s orkem, který se ti líbil? Dala jsem ho do online soutěže a vyhrála 50g!$h",
        "Sun_29": "Vážně? To asi dává smysl.",
        "Sun_30": "To jsem ráda. Vždycky se stydím ukazovat své obrazy ostatním. Ale mám pocit, že ty a já myslíme stejně.",
        "Sun_Bad": "To nemyslíš vážně! Proč by si takhle ${ranil^ranila}$ mé city? Jsi tak ${bezohledný^bezohledná}$!$s",
        "winter_Wed2": "Ahoj. Budeš-li se někdy nudit, dveře mého pokoje budou pro tebe vždy otevřené.#$e#Pokud se teda nebudu v tu chvíli převlékat!",
        "winter_Tue4": "Je taková zima.  Kéž bychom teď tady měli šálek horkého kakaa, o který bychom se mohli podělit.$h",
        "winter_Sat6": "Poslední dobou často sním... #$e#Ah! Chceš vědět o čem? No...$u#$b#...To je tajemství.$h",
        "winter_Thu10": "Další rok je skoro u konce...#$b#Ale tohle byl velmi dobrý rok, co myslíš?$h",
        "winter_Wed6": "To musí být úleva, když se v tuto dobu nemusíš starat o nějaké plodiny.#$e#A tím pádem máš více času, který můžeš strávit se mnou!$h",
        "winter_Fri10": "@, chci ti něco říct...#$e#Totiž... hmm... ahh... tvé boty! Vypadají, uh.. vážně čistě... *polk*#$e#To je vše, co jsem měla na mysli...*povzdech*$s"
      }
    }
  ]
}