{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Alex",
      "Entries": {
        "Introduction": "Ah ahoj. Ty jsi ten nový, co? Fajn.^Ahoj. Tak ty jsi ta nová, jo? Myslím, že budeme spolu dobře vycházet. Já jsem Alex.#$e#Někdy se zase uvidíme.",
        "FlowerDance_Accept": "Jsi rychlejší než já! Chtěl jsem tě požádat první...$h#$e#Tak se uvidíme při tanci .",
        "AcceptBirthdayGift_Loved": "Jo, to je ono, to je přesně to co chlap jako já potřebuje... dík y za super dárek, @.",
        "AcceptBirthdayGift_Negative": "Co to je...? Nevím, jak se tomuhle tam u vás říká, ale pro mě je tohle odpad.$a",
        "AcceptGift_(O)StardropTea": "No panečku... to je něco. Díky!",
        "AcceptGift_(O)Book_Defense": "Jo, konečně... tuhle jsem dlouho hledal. Má tam být spousta rad jak posílit svalstvo. První pravidlo... jezte spoustu vajec! Ha, tak to už mám splněno! Díky!$h",
        "AcceptGift_Negative_book_item": "Hmm... kniha... pro čtení? Jo, jasně... no... můžu ji dát šanci.$s",
        "AcceptGift_(TR)FrogEgg": "Hmm... hele já vím že jsem trochu posedlý vejci... ale tohle úplně není moje parketa...$s#$b#No... darovanému koni na zuby nehleď... šup s tím do pusy! *polk*$h",
        "AcceptGift_(TR)ParrotEgg": "Dá se tohle vůbec jíst?$s#$b#No existuje asi jen jeden způsob jak to zjistit...",
        "AcceptGift_(O)928": "Hehe... jen tak dál má zlatá slepičko. Pěkně mi je dávej každý den a já se brzo budu moct ve třiceti odebrat do důchodu!$h",
        "AcceptGift_(O)107": "No tak tomu říkám pořádné vejce! Jen si představ udělat na omeletu z takového vejce. To musí být pěkné kolo...",
        "AcceptGift_(O)289": "Ufff... je tak těžké, že bychom ho mohl používat jako činky. Na tomhle si budu pochutnávat celý týden! Ha ha!$h",
        "AcceptGift_(O)442": "Hmmm... kachní vejce... husté a krémovité. *křup*... *srk*. Achhhh...",
        "AcceptGift_(O)305": "Ach... hmm... jasně vajíčka jsou moje věc, ale tohle... nenašel si to někde v úkrytu nějaké příšery?$s",
        "AcceptGift_(O)403": "*Křup*... hmmm... oříšky. To si dám pěkně do nosu. Díky, @!",
        "AcceptGift_Positive_category_egg": "$c 0.8#Hezký, díky. Vejce dost pomáhají při růstu svalů.#*křup*... *Srrrrk*... hmmm. Tomuhle říkám svačinka šampionů.",
        "cc_Bridge": "${Byl^Byla}$ jsi někdy poslední dobou v okolí jezera? Včera večer jsem si tam šel zaběhat a všiml jsem si, že někdo opravil ten starý most...",
        "eventSeen_288847": "Hmm... nejsem zvyklý se takhle někomu svěřovat...$s",
        "fishCaught_159": "Od pár lidí jsem slyšel, že jsi ${chytil^chytila}$ nějakou vzácnou rybu?#$b#To je působivé. Tvoje bicepsy musí být něco! *šťouch* ... pěkný!$h",
        "purchasedAnimal_Chicken_memory_oneday": "Ahoj, zaslechl jsem někoho říkat, že sis nedávno ${koupil^koupila}$ první slepici.#$b#Ach jo... kéž by babi taky chovala slepice. Každé ráno bych pak měl snůšku čerstvých vajec!",
        "eventSeen_288847_memory_oneweek": "Ahoj... eh... @? Já... po tom našem povídání minulý týden na pláži se teď cítím mnohem klidněji.$s#$b#Díky že jsi mi ${věnoval^věnovala}$ čas.$s",
        "fishCaught_139": "Viděl jsem tě chytit lososa.#$b#Hele, pokud si ho upečeš k večeři, nechej mi kus na ochutnání!",
        "firstVisit_BathHouse_MensLocker_memory_oneday": "Hele, nebyl jsi někdy nedávno náhodou v lázních? Chceš si zlepšit kondičku? Hehe.#$e#Poslyš... doufám, že jsi neslídil v mé skřínce, že ne?$9",
        "GreenRain": "Nevíš co se to tam venku děje? Nějaké problémy?#$e#Já musím zůstat tady s prarodičemi...$s",
        "GreenRain_2": "Zkusil jsem ráno vyjít z domu na moji pravidelnou rozcvičku, ale všechny rostliny se rozrostly do strašné míry! Daleko jsem se nedostal...",
        "dating_Alex": "%Alex vás jemně vzal za ruku s úsměvem na tváři.",
        "dating_Alex_memory_oneday": "%season, na tohle období díky tobě nikdy nezapomenu!$l",
        "married_Haley": "Nečekal jsem že někdo jako Hayley si tebe vezme dobrovolně... vždycky jsem myslel že je mimo tvou ligu!",
        "FlowerDance_Accept_Spouse": "Jasně, pojďme si trsnout... doufám že si protentokrát pamatuji taneční kroky! Už jsme to dlouho nedělal...$h",
        "FlowerDance_Decline": "Ne... Chci požádat někoho jiného. Hodně štěstí",
        "divorced": "Myslel jsem si, že je mezi náma zvláštní pouto... Asi jsem se mýlil.$s",
        "dumped_Guys": "Nebudu na tebe mrhat svůj čas.$a",
        "secondChance_Guys": "Nevím jestli ti někdy budu moci zase důvěřovat, ale jsem ochoten ti dát šanci.$9",
        "breakUp": "Cože? Ty mi dáváš...?$7#$b# ... Jasně. Rozumím. No, tak sis ${vybral^vybrala}$. Já tě prosit nebudu.$a",
        "Mon": "Víš že na střední škole jsem hrál jako zadák? Opravdu, byl jsem fakt hvězda.$u#$e#Tahle malá hvězda na mé bundě je toho důkazem.",
        "Tue": "Pláž je skvělé místo na sraz s kámošema a na opálení.#$e#Musíš být alespoň chvíli na slunci, jinak zbledneš.#$e#*povzdech*... Kdyby tu jen ve městě bylo více holek, víš co tím myslím?$s^Hej, nechceš si se mnou někdy zaplavat? Máš bikini?",
        "Wed": "To vypadá na úžasný den na házení si s míčem, co?$u#$e#$q 5/6 Wed_01_old#Zeptal bych se tě, jestli si nechceš zaházet, ale nevypadáš že máš nějakou sílu.^Kdybys nebyla holka, tak bych se tě zeptal, jestli si nechceš zaházet.#$r 6 0 Wed_01_02#Já se radši na tebe budu dívat z dálky.#$r 5 15 Wed_01_01#Ale já si chci s tebou zaházet!#$r 5 0 Wed_01_03#(Naštvaně) Co si tím jako myslel?",
        "Wed_01_old": "#$p 5#Jdi dozadu! ...dělám si srandu. Hahaha.|Kdybych tak jen měl někoho, s kým bych si mohl zaházet...$s",
        "Wed_01_01": "Vážně? Asi jsem tě podcenil.#$b#Trochu mě teď bolí ruka, ale možná příště.",
        "Wed_01_02": "Jo, někteří lidé na sport prostě nejsou dělaní.",
        "Wed_01_03": "Uh... ale nic.",
        "Thu": "Vzduch se začíná oteplovat... Cítím se plný energie.",
        "Fri": "Ahoj, jak to jde, farmáři?^Hele, naše farmářka. Koupila sis nové kalhoty? Něco děláš správně.#$e#Ah, málem bych zapomněl! Dneska dělám kliky!#$e#Pokaždé se snažím udělat o jeden klik navíc než posledně. Dost dobrá strategie, co?",
        "Sat": "Fakt mě bolí ruce, ale to je u chlapa, jako jsem já, známkou pokroku.#$e#Včera jsem udělal snad tisíc kliků.",
        "Sun": "Čau.#$e#Chceš si se mnou povídat? Teď nemůžu.",
        "Sun2": "Ahoj, @.#$e#To si piš, pamatuji si tvé jméno.",
        "Sun4": "Nazdar, @.#$e#Jak se ti dnes daří?",
        "Fri4": "Ahoj, @. Jsem rád, že ses tu ${zastavil^zastavila}$.#$e#Nestydím se říct, že mám rád svoji babičku!#$e#Na druhou stranu, můj děda...#$e#Jen si dělám srandu.$h",
        "Tue6": "Není nic lepšího než na energií nabitý den na pláži s tvými přáteli, nemám pravdu?",
        "Mon8": "Přemýšlel jsem. Toužil jsem získat slávu a bohatství, ale poslední dobou začínám zpívat jinou písničku. Když si to tak vezmeš, nejvíce tě potěší drobné věci, co říkáš?#$e#Pořád chci být profesionálem, ale teď už to pro mě není to nejdůležitější.",
        "Fri8": "Ahoj @. Dneska vypadáš naparáděně.$h^Ahoj @. Máš nějak jinak upravené vlasy? Něco pořád upoutává moji pozornost.$h",
        "Sat10": "Často teď nemohu udržet svoji pozornost.$l",
        "Event_beach1": "No samozřejmě že si to myslíš. Jinak bych si myslel, že jsi nějaký blázen. Nebo snad šprt",
        "Event_beach2": "Vážně? Asi musíš být ${padlý^padlá}$ na hlavu.$a#$b#Promiň.",
        "Event_books1": "Ne, nejsem! Jen se mě snažíš utěšit.$a",
        "Event_books2": "Jo, asi máš pravdu...$s",
        "Event_books3": "Teď jsi s tím ${měl^měla}$ nesouhlasit.$a",
        "event_box1": "Jo... já vím. Proto jsem byl tak odhodlaný dosáhnout úspěchu ve sportech...$9#$b#Ať to dokážu nebo ne... Dokud do toho budu dávat vše, bude na mě určitě pyšná. Díky.",
        "event_box2": "No to snad... je výročí smrti mé mámy! Měj aspoň trochu úcty...$a",
        "event_box3": "...Díky, @.#$b#Ty... ty si jiný než ostatních chlapy. Jsi citlivější.$l^Stala ses mým nejlepším přítelem ve městě...#$b#Ale jsem za to rád.^Je to v pořádku? Nepřipadá ti to nepříjemně?$l",
        "event_box4": "To mi moc náladu nezvedlo, blbče.$a",
        "Event_parents1": "To je zajímavá myšlenka...",
        "Event_parents2": "To by nikdy neudělali!$a",
        "Event_parents3": "...Možná má pravdu... nevím.$s",
        "summer_1": "Nazdar. Léto je bezesporu tím nejlepším obdobím v roce.#$e#Teď je to nejlepší, protože máme celé léto ještě před sebou. Tak se uvidíme.",
        "summer_Mon": "Ahoj, farmáři. Vypadáš trochu spáleně^Ahoj, farmářko. Pěkně se nám opaluješ.$h#$e#Čím vice budu toto léto cvičit, tím snadněji nastoupím na dráhu profesionála.#$e#A pak budeš moci všem říct, že si mě kdysi jednou ${znal^znala}$. Dobrý, ne?",
        "summer_Tue": "Kdyby mé vlasy nebyly u holek tak oblíbené, hned bych se ostříhal dohola.#$e#*povzdech*... život je někdy tak těžký.",
        "summer_Wed": "Ahoj farmáři, chtěl bych se tě na něco zeptat.^Nazdar farmářko, mám na tebe otázku.#$b#$q 52/53 summer_Wed_01_old#Myslíš, že někdy budu v profesionální lize?#$r 52 30 summer_Wed_01_01#Je ti souzeno stát se sportovní legendou#$r 52 0 summer_Wed_01_02#Možná, musíš ale hodně trénovat#$r 53 -50 summer_Wed_01_03#Ne, pravděpodobně neuspěješ a stane se z tebe podomní prodavač",
        "summer_Wed_01_old": "$p 52#Hele, až ze mě bude profesionál, můžeš všem vyprávět že jsi byl můj první ${\"fanoušek\"^\"fanynka\"}$. To nezní špatně, co?|No jen počkej, budu cvičit dvakrát tak tvrdě abych ti dokázal, že jsi ${neměl^neměla}$ pravdu.$a",
        "summer_Wed_01_01": "Ha, tak přesně o tomhle mluvím!$h#$e#Jsi suprovější, než jsem si myslel.",
        "summer_Wed_01_02": "To víš, já jsem tak skvělý, že nemusím ani tolik cvičit.$u",
        "summer_Wed_01_03": "Jsi blázen. Jen žárlíš, že já jsem ten talentovaný a oblíbený a ty nikdy nic takového mít nebudeš.$a^To je blbost. Jen žárlíš, protože já jsem tak oblíbený, jak ty nikdy nebudeš, ty šílenče.$a#$e#Zmiz mi z očí.$a",
        "summer_Thu": "Hele, ty musíš být už sakra silný jak pořád celý den děláš na té farmě.^Hele, ty musíš mít pěknou postavu jak pořád celý den děláš na té farmě.#$e#Možná jednoho dne budeš stejně silný jako já. Máš se na co těšit, ne?#$e#Proč se na mě tak díváš?",
        "summer_Fri": "Co chceš?#$e#Právě teď mám důležitější věci na práci.",
        "summer_Sat": "Mmmm... Cítím grilovačku.#$e#Sakra, mám hroznou chuť na hamburger.",
        "summer_Sun": "Tyhle nové boty mám od včerejška, protože ty staré mají hnědou skvrnu.#$b#Prostě jsem je vyhodil. Někam bych je daroval, ale při představě, že by je nosil nějaký podivín, mě přešla chuť, víš co mám na mysli myslím?#$e#...Co?$a",
        "summer_Sun4": "Teda... tvoje boty jsou trochu špinavé, ale mně to nevadí!#$e#Jiní lidé, jiné mravy, nebo tak něco.",
        "summer_Thu4": "Ha, tak se zdá, že ses tohle léto pěkně ${vypracoval^vypracovala}$!#$b#Všechna ta práce na farmě se vyplatila, co?",
        "summer_Mon4": "Hezký, máš skvělý opálení.",
        "summer_Fri6": "Omlouvám se, že je v mém pokoji takový bordel.$s#$e#Někdy je prostě těžké si vzpomenout, že je třeba tu čas od času poklidit.  Ale tu situaci se snažím zlepšit.",
        "summer_Wed8": "Víš, vlastně by mi nevadilo být farmářem... zdá se, že se to svým způsobem hodně podobá sportům.#$e#Rád se pohybuji venku a pracuji se svýma rukama.",
        "summer_Sat10": "V posledních dnech se snažím více číst... Mám pocit, že kvůli té mé sportovní posedlosti jsem celé roky nechával svůj mozek zakrnět.",
        "fall_1": "Jasně, začíná se ochlazovat... Ale stále je dost teplo na sportování!#$e#To je vše, co mě zajímá.",
        "fall_Mon": "Má babička mi řekla, že bych měl více času věnovat učení.#$e#A já ji sdělil, '...Babi, neboj se. Bude ze mě profesionál!'$h#$e#Učení je stejně jen pro šprty.",
        "fall_Wed": "Hej, chci se tě na něco zeptat.^Hej, můžu se tě na něco zeptat?#$e#$q 54/55 fall_Wed_01_old#Myslíš si, že se holkám líbí můj účes?^Co říkáš na můj účes?#$r 54 30 fall_Wed_01_01#Je velmi elegantní.#$r 55 -30 fall_Wed_01_02#Vypadá to, jako když ti tam roste nějaká houba.",
        "fall_Wed_01_old": "Dneska jsem si do vlasů dal moc gelu. Trochu to bolí.#$e#Ne, nedotýkej se jich!#$e#...co?",
        "fall_Wed_01_01": "Jo, já vím. Proto to takhle mám.",
        "fall_Wed_01_02": "Jo. jasně. Jen žárlíš, protože vypadám jako bůh.",
        "fall_Thu": "Jak se vede?#$e#Tvé jméno... Nezačíná na %firstnameletter%name, nebo tak nějak?#$e#Ah, takže @? Dobře, promiň.",
        "fall_Fri": "Dnes večer udělám dvě stě kliků.#$b#Jsem tomu dost oddaný, co?$h#$e#Potřebuješ ještě něco?",
        "fall_Sat": "Myslím, že v tuto dobu lze v řekách najít lososy.#$e#Alespoň jsem to zaslechl.",
        "fall_Sun": "Hej, dneska se hraje síťobal!#$e#Neděle během podzimu jsou nejlepší.$u",
        "fall_Thu2": "Co se děje, @?",
        "fall_Fri6": "Dnes večer udělám spoustu kliků.#$e#Pokud chceš dosáhnout svého maxima, je třeba pracovat opravdu tvrdě.",
        "fall_Mon4": "Má babička mi řekla, že bych se měl více učit.#$e#Možná má pravdu...$s",
        "fall_Wed8": "Tak jsem  se konečně odhodlal... Přestal jsem používat gel na vlasy.#$e#Nechci se přátelit s někým, kdo je se mnou jen proto, že mám ve vlasech gel.",
        "fall_Thu10": "@! Um... Ahoj.$l",
        "winter_1": "Zima je na prd. Příliš sněhu na to, aby šlo dělat něco zábavného.#$e#Některým lidem se asi tohle líbí.",
        "winter_Mon": "Máš ${rád^ráda}$ sníh? Já... já se už těším na jaro.",
        "winter_Tue": "Hele, jestli potkáš Haley, řekni ji, že ji pozdravuji.",
        "winter_Tue_inlaw_Haley": "Ah, ahoj. Tak jak se vede našim novomanželům?$9",
        "winter_Wed": "Lidé během zimy jsou často zalezlí ve svých domovech a dělají nudné věci.$s#$e#Možná kdybych si přečetl knížku, tak bych se tu tak nenudil... radši ne.",
        "winter_Thu": "Až budu profesionál, budu mít spoustu peněz a koupím si dům v tropech, kde budu trávit svoji dovolenou..#$e#Pak už se nikdy nebudu muset během zimy nudit.",
        "winter_Fri": "To si ${prošel^prošla}$ těmi závějemi jen abys mě ${navštívil^navštivila}$?#$e#To vlastně dává smysl.",
        "winter_Sat": "V tomto městě žijí vážně divní lidé.#$e#...třeba ten Sebastian. Proč pořád nosí černou?#$e#Nechápu to.",
        "winter_Sun": "Poslyš, dneska v televizi hrají síťobal!#$e#Tohle asi bude můj nejoblíbenější den v týdnu.",
        "winter_Fri4": "To si ${prošel^prošla}$ těmi závějemi jen abys mě ${navštívil^navštivila}$?#$e#To je od tebe hezké.$h",
        "winter_Sat6": "To, že se někteří lidé od nás liší, je vlastně zajímavé, takové koření života. Co myslíš?#$b#Někdy nerozumím proč se ostatní chovají tak jak se chovají, ale na tom vlastně nezáleží.",
        "winter_Tue4": "Ahoj, @. ${Mohl^Mohla}$ bys pro mě něco udělat?$l#$b#Pokud uvidíš Haley, řekni ji, že něco mám.$l#$e#Dík.",
        "winter_Tue4_inlaw_Haley": "Budu upřímný... Když jste se ty a Haley oženili, trošku jsem žárlil. Ale vzal jsem to jako svou příležitost se něco nového o sobě dozvědět.$9",
        "winter_Wed8": "A víš co? Rozhodl jsem se, že začnu číst knihu.",
        "winter_Thu6": "Kéž bych mohl ovládat počasí.",
        "winter_Thu10": "Pokud si někdy vydělám spoustu peněz, zaopatřím všechny své přátele a rodinu.#$e#Tím myslím i tebe.$h",
        "Resort_Entering": "Konečně jsme tady!",
        "Resort_Leaving": "Ach jo... no nic netrvá věčně.$s",
        "Resort_Wander": "Já věděl, že si mám s sebou vzít frisbee... tak snad příště.$h",
        "Resort_Wander_2": "Myslíš že by si někdo se mnou zahrál volejbalový turnaj?#$e#Neboj se, nebudu to přehánět a dám tomu druhému šanci vyhrát!$h",
        "Resort_Shore": "Přemýšlím jakou dálku bych dokázal uplavat a pak doplavat zase sem?#$e#Já si myslím, že bych klidně dal i dva kilometry.#$b#... neboj se, zkoušet to nebudu.$h",
        "Resort_Chair": "Není ti v tom horko? No tak, chlape... jsme přeci na pláži!^Není ti v tom horko? Musíš přece na své tělo pustit trochu toho mořského vánku!",
        "Resort_Towel": "Konečně je ostrov otevřen, teď už není důvod se vymlouvat na moji neopálenou kůži!",
        "Resort_Towel_2": "Ahh, konečně jsou moje svaly na pěkném sluníčku. Je to báječný pocit.#$e#Je škoda, že doma je musím mít celou dobu skryté pod oblečením.",
        "Resort_Towel_3": "Až se stanu profesionálním sportovcem, budu se slunit na takovýchto ostrovech po celém světě.#$e#Ale prozatím je toto místo dostačující!$h",
        "Resort_Bar": "Objednávám si banánový koktejl se dvěma lžícemi proteinového prášku.",
        "Resort": "Ah... život na ostrově. Hezky bych si na tohle všechno zvykl!"
      }
    }
  ]
}