{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Caroline",
      "Entries": {
        "Introduction": "Zdravím! Ty musíš být @, ${náš nový farmář^naše nová farmářka}$. Já jsem Caroline.#$e#Můj muž vlastní zdejší obchod se smíšeným zbožím. A už jsi ${poznal^poznala}$ moji dceru Abigail? Poznáš ji podle bledé tváře a fialových vlasů.",
        "AcceptBirthdayGift_Positive": "Díky, to je od tebe moc milé. Jsi ${hodný^hodná}, že sis ${vzpomněl^vzpomněla} na mé narozeniny.$h",
        "AcceptBirthdayGift_Negative": "Ach... to má být... můj dárek k narozeninám? Aha... no tedy, díky za tvoji ochotu.$a",
        "AcceptGift_(O)StardropTea": "Hmmm... ta vůně a to aroma. Ten si nechám na klidný den ve sluneční místnosti.",
        "AcceptGift_(O)16": "Ah, koukám že ses ${věnoval^věnovala}$ sběru divoce rostoucích plodů! Výtečně! Díky moc!#$b#S tímhle budu moct Pierrovy udělat pálivou koktejlovou omáčku. To ho pořádně protáhne.$h",
        "cropMatured_815": "Zahlédla jsem, že jsi ${začal^začala}$ pěstovat čajovník. Doufám, že mi pak přineseš šálek čaje!$h",
        "dating_Abigail_memory_oneday": "Abby mně přiznala že se vídáte. To je roztomilé!",
        "GreenRain": "Zelený déšť jsem nikdy předtím neviděla... ale asi to nemůže být až tak nebezpečné, když ses ${dostal^dostala}$ až sem!",
        "GreenRain_2": "Ach, ten zvláštní déšť už je zase tady! Tento rok už se nebudu strachy krčit v koutě, ale co nejvíc využiji situace!#$e#Teď mám chuť na šálek zeleného čaje!$h",
        "movieTheater_memory_oneweek": "Otevření nového kina jsem vítala s nadšením. Chci vidět nějaký pořádný western!",
        "married_Abigail": "Jsem šťastná za vás oba! Vítej v rodině!$h",
        "wonGrange": "Pierre se sice tváří jakoby se nic nestalo, ale uvnitř puká vzteky nad tvoji výhrou ve výstavě na jarmarku.",
        "married_memory_oneweek": "Ach, tak jak se daří novomanželům? Jaká byla svatební cesta?#$e#Aha, chápu. Farma by asi bez tebe zakrátko celá povadla a zarostla...",
        "eventSeen_719926": "Cítíš se teď uvolněně? Vsadím se že jo...",
        "houseUpgrade_1": "$y 'Slyšela jsem, že ti Robin postavila novou kuchyň! Takže plánuješ na farmě i vařit?_Ano, chystám se na to!_Učit se vařit je dobrá investice tvého času. A navíc díky tvé farmě máš o suroviny vystaráno!_Ne, ta je jen na ozdobu_Aha. Nu tedy. Tak hlavně nezapomeň dobře jíst... to je velmi důležité.'",
        "achievement_15": "Soudě dle přemíry různých vůní linoucích se z tvého domu můžu říct, že ses ${chopil^chopila}$ vařečky s velkou vervou!$h",
        "Resort_Entering": "Willy nám každému dal kousek sušeného rybího masa. Ještě teď ho přežvykuji.",
        "Resort_Leaving": "Dneska se mi bude dobře usínat!$h",
        "Resort_Shore": "Voda je tu tak teplá v porovnání s vodami v údolí. je to opravdu příjemné!",
        "Resort_Chair": "%Caroline se snaží usnout.",
        "Resort_Bar": "Řekla jsem Gusovi ať mě překvapí a on mi udělal ledový zelený čaj s mangovou kůrou. Jak milé!$h",
        "Resort": "Ahoj @. Jsi tu aby sis ${odpočinul^odpočinula}$, nebo tě sem láká práce?",
        "Mon": "Přála bych si, aby Abby netrávila tolik času ve svém pokoji.",
        "Mon_inlaw_Abigail": "Ahoj, @. Jak se vede mému zeťovi? Doufám že dobře!^Ahoj, @. Doufám že si ty a Abigail uživíte společného života.",
        "Mon8": "#$1 Caroline23#Když jsme se do Pelikánova přistěhovali tajně jsem chodívala do kouzelníkovy věže. Neříkej to Pierrovi, je to chorobný žárlivec.#$e#Abigail se narodila asi rok poté, co jsme se sem přistehovali. Jestlipak zažije i něco mimo toto údolí?",
        "Tue": "V lese jsem zahlédla divoký křen.#$e#Sběrem si můžeš hezky přivydělat, nebo své nálezy můžeš použít jako dar či jídlo. Navíc to může být i zábava.",
        "Wed": "Zdravím. Máš na farmě vše co potřebuješ?#$e#Pokud ne. možná ti můžeme pomoci.#$e#Prodáváme různé druhy užitečných věcí.",
        "Thu": "#$1 Caroline1#Hmmm... Jestlipak bych dokázala přesvědčit Pierra, aby dnes uvařil večeři.#$e#Hmmm... co dneska udělám k večeři?#$e#Možná něco objednám v hospodě.",
        "Fri": "Dnes máme nádherný den.#$e#V takovéto dny ráda pomáhám Evelyn ve veřejných zahradách.#$e#Na svůj věk je velmi silná, ale mám pocit, že je ráda za každou volnou ruku.",
        "Sat": "Zdá se to jen mě a nebo má Abigail opravdu nezdravý zájem o depresivní věci?#$e#Možná jsem příliš stará, abych mohla pochopit takovéto věci.",
        "Sat_inlaw_Abigail": "Co se Abigail odstěhovala, jsou naše večeře mnohem poklidnější...#$e#Ne, to není proto, že jedla s otevřenou pusou!$h",
        "Sat2": "Abby měla vždycky zvláštní zájem o okultistku. Nevím odkud tato záliba pramení...",
        "Sat4": "Abby měla vždycky zvláštní zájem o okultistku. Určitě ji to brzo přejde...",
        "Sat6": "#$1 Caroline12#Když jsme se sem přistěhovali, chvilku trvalo než jsem si zvykla na náš nový život... Nebyla jsem připravená být žena v domácnosti.#$e#Pierre má trochu zastaralé názory... ale je to dobrý muž. Je cílevědomý, ale rodinu má vždy na první místě.",
        "Sun": "Dnes budu jen odpočívat a pozitivně myslet.#$e#${Dal^Dala}$ sis někdy den volna?",
        "Wed6": "Stardew Valley je hezké místo, ale přála bych si tu poznat více lidí.#$e#Jsem ráda, že jsme se ${stali přáteli^staly přítelkyněmi}$.",
        "summer_Mon": "Ve středu je náš obchod zavřený.#$e#Tak na to hlavně nezapomeň, když budeš v ten den něco potřebovat.",
        "summer_Tue": "Teď často v lese nacházím divoce rostoucí ovoce.#$e#Sběrem si můžeš hezky přivydělat, nebo své nálezy můžeš použít jako dar či jídlo. Navíc to může být i zábava.",
        "summer_Wed": "Zdravím. Máš na farmě vše co potřebuješ?#$e#Pokud ne. možná ti můžeme pomoci.#$e#Prodáváme různé druhy užitečných věcí.",
        "summer_Sat": "Také si myslíš, že Abigail vypadá trochu bledě?#$e#Možná se jen o ní příliš strachuji.",
        "summer_Sat_inlaw_Abigail": "Jak se Abigail daří? Vždycky byla tak strašně bledá. Tak snad ji život na farmě vrátí trochu barvy do tváře.",
        "summer_Sun": "Dnes budu jen odpočívat a pozitivně myslet.#$e#${Dal^Dala}$ sis někdy den volna?",
        "summer_Wed6": "Čím starší si tím rychleji ti připadá, že čas plyne...$s",
        "fall_Mon": "Podzim je nejoblíbenější období mé malé Abby. Proto doufám, že bude venku trávit více času a nebude pořád zavřená ve svém pokoji.",
        "fall_Mon_inlaw_Abigail": "Abby se tady účastnila online kurzů, ale nepřipadalo mi, že ji to doopravdy bavilo...#$e#Má svobodného ducha, jakého jsem mívala já, předtím než jsem potkala Pierra. Na tvé farmě se teď musí mít jako v ráji.",
        "fall_Tue": "Tak to vypadá, že v lese rostou jedlé houby.#$e#Sběrem si můžeš hezky přivydělat, nebo své nálezy můžeš použít jako dar či jídlo. Navíc to může být i zábava.",
        "fall_Sat": "Také si myslíš že Abigail tráví hraním videoher příliš času?#$e#Možná jsem jen trochu staromódní.",
        "fall_Wed6": "Víš že, jsem také v minulosti chtěla být farmářkou. No, spíš teda rančerkou.#$e#V dětství se mi strašně líbily filmy o divokém západě.",
        "winter_Tue": "Zima je krutá, ale pokud budeš mít štěstí, možná se ti podaří vykopat kořeny.#$e#Sběrem si můžeš hezky přivydělat, nebo své nálezy můžeš použít jako dar či jídlo. Navíc to může být i zábava.",
        "winter_Fri": "I když je teď chladno, stále občas zajdu zkontrolovat záhony ve veřejné zahradě.#$e#Chci se ubezpečit, že před příchodem jara nebudou moc poškozené.",
        "winter_Sat": "Nemyslíš si, že Abby by lépe slušela její přirozená barva vlasů?#$e#Dřív její vlasy měly světle kaštanovou barvu.",
        "winter_Wed6": "Už se těšíš na nový rok?#$e#Mám takové tušení, že na své farmě dosáhneš velkých úspěchů.$h"
      }
    }
  ]
}