{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Clint",
      "Entries": {
        "Introduction": "Ah... ahoj. Já jsem Clint.#$e#Pracuji tu jako místní kovář. Pokud někdy budeš potřebovat vylepšit své nástroje, tak zajdi za mnou.",
        "AcceptBirthdayGift_Positive": "Obvykle dárky k narozeninám nedostávám. Tohle vlastně pro mě moc znamená, @. Díky ti.",
        "AcceptBirthdayGift_Negative": "Tohle má být dárek k narozeninám? To... hmmm... no taky možnost. Aspoň oceňuji že sis ${vzpomněl^vzpomněla}$.",
        "AcceptGift_(O)StardropTea": "Ty tohle dáváš... mně? To si určitě nezasloužím, ale... moc ti děkuji.",
        "AcceptGift_(O)SkillBook_3": "No to je tedy nález... tyhle knihy není tak snadné sehnat v údolí.#$b#Zdá se, že se v těchto stránkách ukrývá spoustu dobrých rad. Díky, @.",
        "mineArea_40": "Aha, mé bystré kovářské oko zmerčilo škrábance na tvém krumpáči. To znamená, že ses už ${dostal^dostala}$ do nižších pater dolů.#$e#Pokud začneš mít při rozbíjení kamenů pocit, že musíš vynaložit větší úsilí, tak je čas na vylepšení krumpáče. A já ti v tom milerád pomůžu.",
        "GreenRain": "V situacích jako je tato se vždycky ukáže pravá povaha člověka.#$e#Netřeba se obávat, já určitě Em... teda... všechny před zeleným deštěm ochráním!",
        "GreenRainFinished": "No to bylo mnoho povyku pro nic. A já jsi myslel, že už konečně nastala chvíle všem ukázat jaký jsem hrdina. Co nadělat... zpátky do práce.",
        "GreenRain_2": "Cítím se provinile když to říkám, ale občas si přeji aby nás postihla nějaká opravdová katastrofa, ne jen nějaký trapný zelený déšť.#$b#Něco co by město položilo na lopatky, víš jak to myslím?#$b#Nechci aby se něco zdejším lidem stalo...#$b#Jen chci mít v životě nějaké vzrušení... cítit se být naživu... mít nějaký účel...",
        "mineArea_121": "Já to věděl. Na tvém krumpáči jsem zpozoroval nezaměnitelné odlesky iridiových vloček... to znamená že jsi ${vstoupil^vstoupila}$ do pouštních jeskyní, nemám pravdu?#$e#Vždycky jsem chtěl pracovat s iridiem, ale těžko se shání.",
        "eventSeen_101_memory_oneweek": "Neříkala Emily něco někdy o našem rande?#$b#Počkej, radši mi to neříkej... lepší nevědět. Možná snad ještě dokážu zachránit alespoň kousek mé důstojnosti.$s",
        "dating_Emily": "Já... hm... zaslechl jsem že ty a Emily teď spolu chodíte. To... blahopřeji vám.$s",
        "married_Emily": "%Clint se upřeně divá do země a nechce s vámi mluvit.",
        "divorced_Emily": "Poslední dobou mám pocit, že svítá na lepší časy.",
        "Thu8": "Nemá Emily nějakou svoji přítelkyni, co žije v poušti? Znáš ji? Víš jaká je?#$e#Myslíš, že ještě nikoho nemá...?$s",
        "Fri8": "Měl bych začít šetřit na počítač...#$e#Možná budu na internetu moct najít přítelkyni...$s#$e#Co? Neodsuzuj mě! Ne každý může být švihácký, přitažlivý, společenský farmář, jako někdo!$u#$e#Co si chlap jako já má počít? Ach jo.$s",
        "Sat10": "Jsou tvé nástroje v pořádku?#$b#Pokud je někdy budeš potřebovat opravit, Stačí se u mě zastavit. U mě máš doživotní záruku!",
        "Sun8": "Nevím jestli si to lidi uvědomují, nebo je jim to jedno, ale já jsem na svoji práci patřičně hrdý.#$e#Ano... když jsem byl malý, mým snem nebylo se stát kovářem. Ale to teď jsem. A chci to dělat jak nejlépe to dokážu.",
        "Resort_Entering": "Obleču si svoje speciální červené plavky. V obchodě říkali, že díky nim strhnu všechnu pozornost na sebe.",
        "Resort_Leaving": "No, nedopadlo to úplně dle mých představ...",
        "Resort_Shore": "Ale ne... zapomněl jsem si ustřihnout nehty na noze.$s",
        "Resort_Shore_2": "Myslel jsem si, že práce u kovářské pece mě připraví na takovéto vedro, ale potím se i na místech, o kterých jsem nevěděl, že se vůbec mohou.$s#$e#Doufám, že si toho nikdo nevšiml...#$e#%Clintovo tělo se v záři Slunce leskne...",
        "Resort_Chair": "Au... celý můj hrudník je spálený až do ruda.$s",
        "Resort_Bar": "Mám hlad...$s",
        "Resort": "Ach jo... všichni jsme na pláži, ale já se přesto cítím osamělý...$s",
        "reject_868": "Hmm... to je zajímavý kámen. Nic takového jsem ještě neviděl.#$b#Ale nevím co bych s ním dělal. Pracuji se všedními věcmi, ne kouzelnými...",
        "cc_Minecart": "Nějakým záhadným způsobem se opravil starý systém důlních vozíků ve městě. Dobře se hodí na přepravu z a do dolů.#$b#Ale moc si nezvykej... jestli takhle najednou může zase fungovat, tak se také může snadno znovu rozbít...",
        "Mon": "Jo jo, jsem kovář.#$e#Můj táta byl také kovář.#$e#Můj děda měl stejné povolání.$u#$q 9/9 Mon_old#Vsadím se, že neuhádneš co dělal můj pradědeček...#$r 9 30 Mon_9#Byl kovářem.#$r 9 50 Mon_clown#Byl směšným klaunem.#$r 9 -50 Mon_rude#Byl sarkastickým prďolou.",
        "Mon_old": "A to je správná odpověď. Můj pradědeček byl také kovář.",
        "Mon_9": "Jak jsi to ${věděl^věděla}$?$u",
        "Mon_clown": "Hahaha. To byl dobrý vtip.$h",
        "Mon_rude": "Teda. To jsem si nezasloužil. Chtěl jsem si jen trošku zavtipkovat a ty jsi to ${vzal^vzala}$ za špatný konec.",
        "Mon4": "Buď rád za to, že jsi ${farmářem^farmářkou}$, @. Je mnohem lepší pracovat venku, než celý den stát u horké pece.#$e#Já jsem se vyučil na kováře jen proto, že mě k tomu donutil můj otec.",
        "Tue": "Pokud chceš, abych ti vylepšil tvé nástroje, budeš mi muset dát správnou rudu.#$e#A také samozřejmě zaplatit poplatek.",
        "Wed": "Ahoj. Co potřebuješ?",
        "Wed6": "Ah, zdravím @. Omlouvám se, pokud vypadám trochu neupraveně. Celé ráno pracuji u pece.$h#$e#Tak, co potřebuješ? Nebo jsi tu jen na návštěvě?",
        "Thu": "Obchody teď moc nejdou.#$e#Nepotřebuješ vylepšit nástroje? Peníze by se mi teď hodily.",
        "Fri": "Na počasí mi moc nezáleží. Většinou zůstávám po celý rok u svého obchodu.#$e#Depresivní, co?",
        "Sat": "Někdy přemýšlím, jak jsem se v tomto městě vůbec ocitl.$u",
        "Sat6": "Sakra, jsem příliš starý, abych mohl dělat něco zajímavého. Jediné na co se můžu těšit, jsou roky a roky práce plné potu u rozpálené pece.",
        "Sun": "To nemáš co na práci?",
        "Sun4": "Tak co tvé nástroje? Pořád drží pohromadě?",
        "event_advice1": "Dobře... to si budu pamatovat.",
        "event_advice2": "Ale to je ten problém... Já se snažím chovat přirozeně... ale vždy se to minulo účinkem.$s",
        "Mon8": "Nerad to říkám, ale někdy jsem vděčný otcovi, že mě donutil stát se kovářem. Aspoň mám co dělat.#$e#Bez práce bych asi jen celý den seděl a topil se v sebelítosti.$s",
        "summer_Wed6": "Ah, zdravím @. Omlouvám se, pokud vypadám trochu neupraveně. Celé ráno pracuji u pece.$h#$e#Tak, co potřebuješ? Nebo si tu jen na návštěvě?",
        "summer_Thu": "Obchody teď moc nejdou.#$e#Nepotřebuješ vylepšit nástroje? Peníze by se mi teď hodily."
      }
    }
  ]
}