{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Demetrius",
      "Entries": {
        "Introduction": "Zdravím tě! Mé jméno je Demetrius, místní vědec a otec. Díky že ses ${představil^představila}$.#$e#Ve své laboratoři doma zkoumám místní faunu a floru.#$b#Už ses ${seznámil^seznámila}$ s moji dcerou, Maru? Velmi se těší na vaše setkání.",
        "AcceptGift_(O)StardropTea": "To je vpravdě vzácná látka. Radši ji odnesu do laboratoře pro....podrobnější výzkum.",
        "AcceptBirthdayGift_Positive": "Dar!... a tvé načasování je exaktní. Dnes je výročí mého narození. Děkuji ti!$h",
        "AcceptBirthdayGift_Negative": "Dar!... a tvé načasování je exaktní. Dnes je výročí mého narození.$h#$b#Tak se podívejme... $h#$b#...aha.$s",
        "AcceptGift_(O)107": "No to mě podrž, nedotčené dinosauří vejce! To je opravdu vzácný vzorek. Škoda, že nepůjde vylíhnout v inkubátoru...",
        "GreenRain": "O mě nemusíš mít strach, @. Potřebuju jen sebrat nějaké vzorky. Tohle je jedinečný úkaz i příležitost!$7#$e#Ehm... a jestli někde potkáš moji ženu, můžeš ji sdělit, že jsem v pořádku?$7",
        "GreenRain_2": "Déšť se nezdá mít nějaké negativní účinky. Letos tedy už nebudu dělat tolik opatření.",
        "firstVisit_Desert": "Doslechl jsem se, že jsi nedávno ${navštívil^navštívila}$ poušť Kaliko. To je velmi fascinující! S jistotou si viděl mnoho živočichů jedinečných pro toto prostředí.",
        "questComplete_104_memory_oneday": "Přicházíš pro mé dosavadní poznatky ohledně výzkumu melounů? Ano, já... eh... jsem ho 'analyzoval' a s určitostí mohu říci, že má optimální makronutriční profil...",
        "purchasedAnimal_Dinosaur": "Cože!? Řekni mi to znovu! Ty jsi úspěšně odchoval dinosauří vejce? To je neslýchané!$5#$e#Tady máš, vezmi si moji kávu, jsem teď celý rozrušený... dál už pít nemohu. [253]",
        "dating_Maru": "Ano, Maru se se mnou podělila o vývoji ve vašem vztahu. Nemůžu říct že jsem z toho úplně nadšený, ale možná mě dokážeš změnit názor.$u",
        "married_Maru": "Hmmm... @, smířil jsem se se skutečností, že nadešel čas, aby se má 'malá holčička' stala ženou. Máš mé požehnání.$s",
        "married_Sebastian": "Blahopřeji ke sňatku. Robin od svatby neustále brečí. Říká tomu 'slzy štěstí'! Velmi neobvyklé pojetí...#$e#Hmm teď když je sklep bez stálého využití, bude to dobrá příležitost k rozšíření laboratože...$u",
        "eventSeen_65_memory_oneweek": "$y 'Tak jaké plody ti přináší můj experiment v jeskyních? ${Objevil^Objevila}$ jsi tam už něco užitečného?_Ano_Aha! Tak to znamená, že tamější prostředí musí být vhodnější pro růst, než jsem původně přdpokládal... hmm..._Ne_No, to ještě neznamená, že se moje teorie nepotvrdí. Čas od času se tam podívej, nakonec se tam určitě něco objeví.'",
        "eventSeen_65_memory_twoweeks": "Připomínám se s mým výzkumem v jeskyni! Teď už by tam mělo být něco použitelného.",
        "Resort_Entering": "Jsem tady jen chvíli a už jsem zahlédl vzácný druh kraba. Tohle místo je úžasné.$h",
        "Resort_Leaving": "Data která jsem zde nasbíral budu analyzovat měsíce.",
        "Resort_Shore": "*křup*... ale ne, tak tento druh kraba je teď ještě více ohroženější...$s#$b#...#$b#Ah, planý poplach. Byla to jen prázdná ulita! Dnes můžu spát klidně.",
        "Resort_Chair": "Bavíš se, @? Je důležité nezapomenout, že si občas musíš dát oddech od práce!",
        "Resort_Bar": "Většinou nepiji... ale také většinou nejsem na tropickém ostrově. Hahaha.$h",
        "Resort": "Koukni se kolem sebe! Hemží se to tu neprobádaným životem!",
        "reject_869": "Je to dobrý vzorek, ale velmi běžný druh. Můžeš si ho nechat.",
        "reject_865": "Ovoce a sůl? To je zvláštní kombinace...$s",
        "pamHouseUpgradeAnonymous": "Robin ani *mně* nepoví kdo zaplatil za nový dům pro Pam!#$e#Jsem na ni naštvaný jen tak na oko, tajně jsem ale rád, že drží své slovo...$h",
        "Mon": "Maru mi v laboratoři občas pomáhá... Je to hodné děvče.",
        "Mon_inlaw_Maru": "Je těžké podrobně bádat, když tu nemám Maru...#$b#Ale její štěstí je pro mě mnohem důležitější než mé výzkumy!",
        "Tue": "Toto údolí má velmi živý a rozmanitý ekosystém. To je jeden z důvodů proč jsem se tak těšil, že se sem přestěhujeme.",
        "Wed": "Na své farmě pravděpodobně pěstuješ spoustu zajímavých rostlin, že?#$e#Možná se jednoho dne u tebe zastavím a prohlédnu si je.",
        "Thu": "Jak se daří na farmě? Teď máme období pastináků, že?#$e#Umím si představit ten klid na tvé farmě, pracovat celý den venku s rostlinami.",
        "Fri": "Robin je vznětlivá. Je lepši ji raději neodporovat.#$e#O tomto rozhovoru raději pomlč.$h",
        "Sat": "Tak se na to podíváme... Pokud látky v rhizosféře obsahují dostatečnou úroveň izotopu uhlíku 13C, pak...$u#$b#Ah! Pardon. Jen jsem teď přemítal nad některými daty a vůbec jsem si tě nevšiml.#$e#Potřebuješ něco?",
        "Sun": "Je dobré si čas od času odpočinout.#$e#Ale při práci na farmě toto bude asi obtížné.#$e#No alespoň v zimě není třeba se starat o plodiny.",
        "Fri4": "Robin je vznětlivá. Je lepši ji raději neodporovat.#$e#... ale kdybych mohl kvantifikovat její úrovně nálady, možná bych mohl vytvořit model její fluktuace pomocí sinusoidní křivky...$u",
        "Wed6": "Ahoj @! Jak se ti dne daří?#$e#Kéž bych ti mohl práce na farmě nějak usnadnit.",
        "Event_tomato1": "No to snad ne! Čekal bych, že farmář bude znát správnou odpověď..$s",
        "Event_tomato2": "Vidíš? @ se mnou souhlasí.",
        "Event_Lab_Silence": "No, raději bychom tento roztok měli titrovat předtím, než nám zkrystalizuje.",
        "Event_Lab_Rat": "*povzdech*... %fork$4",
        "summer_Mon": "#$e#%Demetriums je teď hluboko v myšlenkách.#$e#Omlouvám se, mám spoustu práce.#$e#Mám teď spoustu rostlin, které mohu použít pro svůj výzkum.",
        "summer_Tue": "Nezapomeň své rostliny zalévat každý den.#$e#I když pokud používáš půdu zadržující vodu, není poté nutné ji zalévat tak často.#$e#To je pak velmi výhodné.",
        "summer_Thu": "Jak se daří na farmě? Teď máme období rajčat, že?#$e#Umím představit ten klid na tvé farmě, pracovat celý den venku s rostlinami.",
        "summer_Fri": "$p 40#Tak jsem se doslechl, že Maru ti ukázala svůj teleskop vedle našeho domu.|Až se s Maru trochu více poznáte, jsem si jistý, že ti ukáže, jak náš teleskop u domu funguje.#$e#Není to vzrušující?",
        "summer_Fri_inlaw_Maru": "Doufám, že má dcera stále sleduje novinky ve světě věd a nezanedbává svoji matematiku!",
        "summer_Sat": "Hmm, pokud by se mohla zvýšit koncentrace strigolaktonů, dosáhlo by se tím úměrného efektu u mykorhízního růstu?$u#$b#Ah! Pardon. Jen jsem teď přemítal nad některými daty a vůbec jsem si tě nevšiml.#$e#Potřebuješ něco?",
        "summer_Mon6": "Vstoupil jsme do světa vědy protože jsem chtěl přispět k pokroku naší rasy.#$e#Samozřejmě bez vás, farmářů, by toto nebylo možné.$h",
        "fall_Mon": "Během tohoto období v roce se zaměřuji na houby.",
        "fall_Tue": "Díky vědě toho víme spoustu o přírodě.#$e#Ale stále existuje spousta věcí, které ještě nemáme prozkoumané.",
        "fall_Thu": "Jak se daří na farmě? Teď máme období kukuřice, že?#$e#Umím představit ten klid na tvé farmě, pracovat celý den venku s rostlinami.",
        "fall_Fri": "Maru tráví spoustu svého času prací na jejích udělátek.#$e#Jsem rád, že je tomu tak oddaná.",
        "fall_Fri_inlaw_Maru": "Tajný robot, který Maru sestrojila, mě velmi vyvedl z míry... že by to byl jen sen?",
        "fall_Sat": "Tak se podívejme... je možné, že úroveň fixace dusíku je ovlivněna výměšky hlístic...$u#$b#Ah! Pardon. Jen jsem teď přemítal nad některými daty a vůbec jsem si tě nevšiml.#$e#Potřebuješ něco?",
        "fall_Wed6": "Zdravím @. Tvá návštěva mě vždycky potěší.#$e#Po dlouhé době strávené osamělou prací v laboratoři je pěkné mít nějakou společnost.",
        "winter_Mon": "Chci dát své mysli na chvilku odpočinek od všeho toho bádání.",
        "winter_Tue": "Pokud si chceš rozšířit svůj dům, promluv si s moji ženou.",
        "winter_Wed": "Už máš doma postavenou kuchyň?#$e#Vaření je taky tak trochu věda.",
        "winter_Thu": "Máš na své farmě nějaká zvířata?",
        "winter_Fri": "Ahoj.#$e#%Demetrius se zdá být ztracen ve svých myšlenkách",
        "winter_Sat": "Tak se podívejme... pokud hodnoty dusíku za toto období by šlo modelovat pomocí funkce definované po částech...$u#$b#Ah! Pardon. Jen jsem teď přemítal nad některými daty a vůbec jsem si tě nevšiml.#$e#Potřebuješ něco?",
        "winter_Sun": "Z této oblasti můžeš vytěžit tolik dřeva a kamene, kolik budeš potřebovat.",
        "winter_Fri4": "Díky, že ses tu zastavil. Potřebuji teď na chvíli svoji mysl zaměřit na něco jiného, než jsou luskoviny.#$e#Takže, co se dneska přihodilo?#$e#To zní zajímavě."
      }
    }
  ]
}