{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Elliott",
      "Entries": {
        "Introduction": "Ah, nový ${farmář, jehož^farmářka, jejíž}$ příchod jsme všichni napjatě očekávali a byl tématem mnoha diskuzí!#$b#Mé jméno je Elliott... žiji v malé chatce u pláže. Potěšení je na mé straně.",
        "AcceptBirthdayGift_Positive": "Jsem velmi poctěn skutečností, že datum mých narozenin je vryto do tvé paměti! Převelice ti děkuji!$h",
        "AcceptBirthdayGift_Negative": "S každým novým rokem objevím nový šedý pramen ve svých vlasech... tento dar moc dobře poslouží k oslavě mého postupného životního vyhasnutí.$s",
        "AcceptGift_(O)StardropTea": "Jaký to skvostný dar! Jen ta linoucí vůně už je požitek pro smysly...",
        "FlowerDance_Accept": "Rozhodně ano... bude mi převelikou ctí! Již se těším.$h",
        "AcceptGift_forage_item_beach": "Výborně, vidím, že ses ${oddal^oddala}$ pročesávání pláže... to je pěkný a prospěšný koníček! Děkuji za dárek.",
        "AcceptGift_book_item": "Ach, kniha, ta je mi srdci blízká... ano, možná psané písmo vytištěné na jejíćh stránkách mi otevře dveře novým poznáním. Máš můj vděk.",
        "AcceptGift_(O)814": "Ah, lahvička spisovatelovy krve. Té je vždycky nedostatek... a navíc i za nemalou cenu! Tisíceré díky!$h",
        "AcceptGift_(O)444": "Brk je mocnější než meč! Ah, cítím jak mnou prochází inspirace...$h",
        "SquidFest": "Vidět takové množství lidí na pláži je vzácnost. A to vše z lásky k olihni!",
        "firstVisit_ElliottHouse": "Ach... upřímně se omlouvám za stav mé chýše. Nečekal jsem že někdo vstoupí do mého skromného příbytku!",
        "AcceptGift_(O)154": "Achhh, ještě se pořád kroutí! Okamžitě si tu ohavnost odnes!$6 [154]",
        "AcceptGift_(O)155": "Achhh, ještě se pořád kroutí! Okamžitě si tu ohavnost odnes!$6 [155]",
        "dating_Elliott": "Má jediná výčitka je, že jsem ti kytici nedal první!$l",
        "dating_Elliott_memory_oneday": "%Elliott vám do ucha pošeptal sladká tajemství.",
        "married_Elliott": "Podařilo se ti utrhnout tu nejkrásnější květinu v Pelikánově... a teď se o ní musíš starat z celého srdce.",
        "wonIceFishing": "No to se podívejme, zdalipak to není ${vítěz^vítězka}$ našeho ledového klání! ${Bojoval^Bojovala}$ si opravdu zarytě.$h#$e#V těchto soutěžích nikdy neobstojím, ale i tak se vždycky zapojím pro udržení sportovního ducha.",
        "purchasedAnimal_Duck": "Taková malá zajímavost... z kachního peří se dá udělat velmi kvalitní brk.",
        "eventSeen_39": "Byl jsi mi velmi nápomocen... a teď nad tím musím hloubati...",
        "eventSeen_40_memory_oneday": "Naše setkání v hospodě jsem si velmi užil... i když má játra jsou jiného názoru...",
        "FlowerDance_Accept_Spouse": "Samozřejmě... jak by někdo mohl říct ne tvé jemné a něžné tváři? Šanci tančit v jemném objetí jara?",
        "GreenRain": "Gusi... neoddávejme se nyní zbytečné panice! Navrhuji další rundu na uklidnění nervů!%noturn",
        "GreenRain_2": "Ach, Další z jedinečných dnů v našem údolí. Dnešek je nepochybně podnětný!",
        "Resort_Entering": "Cesta sem byla vskutku dech beroucí!",
        "Resort_Leaving": "Uvidíme se zpátky v údolí.",
        "Resort_Leaving_2": "Nepřál bych si, aby mi do oblečení znovu vlezl krab.$s#$b#Jen si představ, že vylezeš z nějaké bavlněné jeskyně a zjistíš, že si stovky kilometrů od pláže, která je tvým domovem!$h#$e#Hmmm... to je možná zajímavý námět na knihu...",
        "Resort_Chair": "Právě teď si chci na chvíli od všeho odpočinout, namazat se kokosovým olejem a ničím se nezabývat.$h",
        "Resort_Bar": "Gusi, chci objednat pití pro všechny přítomné!#$b#*škyt*... aha... nemám žádné peníze.$s#$b#He he... jako bych nic neřekl!",
        "Resort_Wander": "Slyšel jsme zvěsti o pirátech, kteří v noci připlouvají na nedaleké pobřeží. Říká se, že tyto noci jsou pěkně divoké!",
        "Resort": "Musím to přiznat, v porovnání s touto pláží je můj malý proužek písku u nás jako malé pískoviště.",
        "Resort_2": "Ach ne! Mořské řasy se mi zamotaly do vlasů.#$e#To je jedna ze stinných stránek při odpočinku na pláži.",
        "FlowerDance_Decline": "Velice se omlouvám... ale dnes nemohu.$s",
        "divorced": "...$s#$e#Proč mě tak mučíš? Copak nechápeš že jsi mé naděje a sny ${rozdrtil^rozdrtila}$ na prach?$s",
        "dumped_Guys": "Jdi pryč. Nemůžu se na tebe ani podívat.$s",
        "secondChance_Guys": "Bolest, kterou jsi mi ${způsobil^způsobila}$, je neutuchající... ale je mým záměrem nad tímto obrátit list a uzavřít tuto kapitolu.$s",
        "breakUp": "Oh... zvadlá kytice. I v mých nejčernějších nočních můrách si má mysl tuto událost nechtěla představit...$s#$b#Nyní se musí můj zrak upírat na jiné obzory...$s",
        "Mon": "V tomto městě jsem vlastně také docela nový, ale už teď mám pocit, že je to můj domov.$h#$e#Přistěhoval jsem se sem jen rok před tebou.",
        "Mon4": "Doufám, že toto místo už považuješ za svůj 'domov'.",
        "Tue": "Nápad ti tvoji hlavou může proskočit když to nejméně čekáš... ale pokud je tvá mysl zaneprázdněna, ten okamžik ti může uniknout.#$e#Tak a teď se opravdu musím vrátit zpět do práce.",
        "Tue6": "Ten zvuk, když se pero tře o papír je hudbou pro mé uši.$u#$b#A proto jsem si zvolil tuto pláž za svůj domov. Abych mohl pracovat v klidu a tichu.",
        "Wed": "Zdejší les je nádherné místo. Už jsi ho ${navštívil^navštívila}$?",
        "Wed8": "Omlouvám se. Dnes se cítím velmi mrzutě.$s#$e#Kéž bych měl více jistoty ve svoji budoucnost.$s#$e#Nechci na této pláži zestárnout jako starý poustevník...$s",
        "Thu2": "Nějak nemůžu najít svoji múzu, která by mi pomohla napsat moji knihu...$s",
        "Thu4": "Poslední dobou jsem pln naděje. Možná se vše v dobré obrátí.",
        "Thu6": "Někdy si říkám, jestli jednoduše nemám o sobě příliš velké mínění a žádné dovednosti...$s#$e#Ne, ne... netoužím po komplimentech. I když je oceňuji...",
        "Thu8": "#$1 elliottApol#Tady na pláži často nikoho nepotkám ani duši...... A proto se omlouvám jestli jsem byl při našem prvním setkání příliš troufalý. Jen jsem byl příliš horlivý v mém záměru najít si nového přítele.$k#$e#Je hezké mít tak blízkého přítele jako jsi ty.",
        "Thu": "Ahoj, @.#$e#Jak se ti vede?",
        "Fri": "Čerstvý vzduch v tomto údolí má blahodárné účinky na tělo a mysl.#$e#Krátká procházka po okolí mě vždy osvěží.",
        "Fri4": "Ah... milostivě tě prosím, nepřibližuj se k mým vlasům s pochodní...$8",
        "Fri8": "Tak já teda půjdu s pravdou ven... Každé ráno strávím několik hodin úpravou svých vlasů, aby vypadaly tak skvěle jak je vidíš teď.",
        "Sat": "V mé chatce by se ti asi nelíbilo. Je temná a plná pavouků.$s",
        "Sat4": "Moc se omlouvám za současný stav mé chatrče.",
        "Sat6": "Někteří lidé jsou velmi ostýchaví. Ale když se jim budeš často věnovat, jejich strach z tvé přítomnosti se vytratí.#$e#Všichni chceme mít přátele, dokonce i ten mrzutý kovář.",
        "Sun": "Zdravím. Doufám, že tvůj nový život ${farmáře^farmářky}$, je přesně to, co jsi ${očekával^očekávala}$?",
        "Sun6": "Ah, @! Doufal jsem, že se tu zastavíš.#$e#Tebe vidět je vždycky takové potěšení.$h",
        "event_idea1": "Detektivní román? Hmm. No určitě je to poutavý žánr. Budu si to pamatovat.",
        "event_idea2": "Ah, jeden z klasických žánrů. Budu si to pamatovat.",
        "event_idea3": "To bych do tebe nikdy neřekl! Ale asi i ti co stojí nohama pevně na zemi, mají někdy hlavu v oblacích.$h#$b#Budu si to pamatovat.",
        "event_boat1": "... Bál jsem se, že toto vůči jinému muži nebudeš cítit.$l^Ani nevíš jak rád slyším tato slova.$l",
        "event_boat2": "Ah! Moc se omlouvám.$8%fork",
        "event_toast1": "No... dobrá.#$b#Tak na @!",
        "event_toast2": "To je skvělý nápad!$h#$b#Tak tedy na nás!",
        "event_toast3": "Hmmf...už se o tom nebavme.$a",
        "event_toast4": "Ah, na harmonickou budoucnost naší komunity... tak ctnostná myšlenka.#$b#Tak na Pelikánov!",
        "summer_Mon": "Dnes ráno mě něžně probudil malý paprsek slunečního světla. Nikdy jsem se necítil tak svěží.$u#$e#Omlouvám se, pokud toto pro tebe nebylo zajímavé sdělení.",
        "summer_Mon4": "Vím, že jsem trochu 'podivín'.#$e#Doufám, že ti to nevadí.$h",
        "summer_Mon6": "@, vím že moc věříš mým spisovatelským dovednostem. To pro mě hodně znamená.$h",
        "summer_Tue": "Před mým domem jsem narazil na krásné ulity.#$e#Dokážu si představit, že vzácnější druhy mohou být velmi hodnotné.",
        "summer_Tue6": "Píšu v naději, že se skrz mé myšlenky dotknu ostatních nehledě na místě či čase.$u#$e#*povzdech*... časy se ale mění. Lidé už nečtou.$s",
        "summer_Wed": "Musí být uspokojující sledovat, jak tvá plodina roste ze semínka až po zcela vyrostlou rostlinu, připravenou ke sklizni.#$e#Je to jako kdyby v každém z jejich plodů byl kus tebe.$u",
        "summer_Thu": "Ah jémináčku! Mé boty jsou plné písku.$s#$e#To je jedna z nevýhod bydlení na pláži.",
        "summer_Fri": "@? Vypadáš zmateně.#$b#To je asi z toho horkého letního vzduchu. To se může stát každému.",
        "summer_Sat": "Slunce dnes vypadá rozčíleně... Obávám se, že má kůže je na toto příliš moc citlivá.",
        "summer_Sun": "To jsi ${ušel^ušla}$ takovou cestu, jen aby jsi mě ${viděl^viděla}$? Jak milé.$h",
        "summer_Sun4": "Moji chatrč můžeš navštívit kdykoliv se ti zlíbí. Jsem rád za tvoji společnost.$h",
        "fall_Mon": "Zdravím @.#$e#Nezapomeň si občas od své práce na chvíli odpočinout.",
        "fall_Mon4": "U mě si vždy můžeš odpočinout od své práce.$h#$e#Většinou jsem u sebe doma.",
        "fall_Tue": "Kolují tu zvěsti, že zde před dlouhou dobou ztroskotala pirátská loď plná zlata.",
        "fall_Tue8": "@, právě jsem na tebe myslel.$l#$e#Možná jsi to ${cítil^cítila}$.$h#$e#Tak tedy! Pověz mi nyní, jak ses dnes ${měl^měla}$.",
        "fall_Wed8": "Nebráním se možnosti vyzkoušet si farmaření.#$e#Tiché prostředí na farmě může dobrý zdrojem spisovatelské inspirace, co myslíš?$h",
        "fall_Thu": "Ale ne! Zdá se, že se malý krab nastěhoval do mé kapsy na triku.$l#$e#To je tak když bydlíš na pláži.",
        "fall_Fri4": "Moje nohy jsou celé ztuhlé z toho jak jsem celou noc seděl za svým stolem.$s#$e#Někdy ti velmi závidím, @.",
        "fall_Fri": "Moje nohy jsou celé ztuhlé z toho jak celé ráno sedím za svým stolem.$s",
        "fall_Fri10": "@, když jsi tu se mnou... má tvořivost se náhle probudí.$l#$e#Já vím... zvláštní, ale je to pravda",
        "fall_Sat": "Tento čas je neobvykle větrný. Nádherné!$h",
        "fall_Sun": "Nesmím dnes zapomenout zalít své květiny. A tentokrát se musím ujistit, že v konvi nemám mořskou vodu!",
        "winter_Mon": "Ty jsi ${přišel^přišla}$ na návštěvu v takovéto zimě?#$e#Uvítal bych rozčarování od mé osamělé práce.",
        "winter_Mon4": "@, to ses plahočil přes všechen ten sníh jen abys mě ${navštívil^navštivila}$?#$e#Jsem poctěn!$h",
        "winter_Tue": "Lidé se po tisíce let z moře sotva uživili.#$e#A mně stačí jen zajít do obchodu.$s",
        "winter_Tue10": "@, měl jsem takové tušení, že se tu zastavíš.#$e#Možná je mezi námi nějaké nadpozemské spojení.$l",
        "-winter_Wed": "Den nikdy nemůže být nudný, pokud následuješ vnuknutí své fantazie.$u#$e#Ah promiň, už zase plácám nesmyly?",
        "winter_Thu": "Zhluboka se nadechni. Cítíš to? To je vůně moře.#$e#Jaký z toho máš pocit?",
        "winter_Thu6": "Zhluboka se nadechni. Cítíš to? To je vůně moře.#$e#Kdykoliv ji ucítím, připomene mi mé dětství. Jako dítě na mě moře opravdu udělalo dojem.",
        "winter_Fri": "Své vlasy si musím česat denně, jinak se mi zamotají do hrozných chuchvalců.#$e#Je to spousta práce.#$e#Je zarážející, že jsem si je ještě neostříhal v záchvatu vzteku.$h#$e#Asi jsem na to příliš ješitný.",
        "winter_Sat": "Protože je příliš zima na to jít ven, začal jsem cvičit doma.#$e#Promiň jestli následkem toho je tu trochu více vlhko.$s",
        "winter_Sun": "Dnes bych opravdu měl vydrhnout podlahu. Myslím, že tu začínají růst řasy.$s#$e#Vyhradíš si někdy čas na uklízení?"
      }
    }
  ]
}