{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Emily",
      "Entries": {
        "Resort_Entering": "Ach, tohle místo je jako pro mě stvořené! Všude samí papoušci!",
        "AcceptBirthdayGift_Positive": "Ach, tak ty sis ${vzpomněl^vzpomněla}$ na mé narozeniny! Moc ti děkuji, @! To je od tebe moc hezké.$h",
        "AcceptBirthdayGift_Negative": "Ach, tak ty sis ${vzpomněl^vzpomněla}$ na mé narozeniny! Moc ti děk--$h#$b#...*čich*...*čich*... nesmrdí to nějak?$s#$b#... co to vůbec je...?$s",
        "FlowerDance_Accept": "Ano, samozřejmě si s tebou ráda zatančím, @!$h#$e#Už se moc těším... to bude taková zábava!",
        "AcceptGift_(O)StardropTea": "Ah, tohle je pochoutka! Prý když ho vypiješ před spaním, budou se ti zdát živé sny.",
        "AcceptGift_(TR)ParrotEgg": "Ach, ještě neprochladlo, to je dobře... ubožáčku, kde máš mamku? *Šeptem* ...neboj se... teď budu tvou mámou já... nebožáček.$s#$b#Jsem ráda že jsi mi jej ${svěřil^svěřila}$, @. Dobře se o něj postarám.",
        "AcceptGift_(O)68": "$c 0.5#No to jsou mi věci, koukni na něj! Jeho barva dokonale vystihuje moji dnešní náladu. Moc ti děkuji$h#Jeho teplá energie má uklidňující účinek pomáhající nám utřídit si myšlenky... přesně tohle jsem v tento den potřebovala. Díky!",
        "AcceptGift_(O)70": "$c 0.5#To je legrační. Zrovna dnes se mi zdálo, že mi dáš kus tohoto kamene!$h#Ach, jadeit! Prý ti má přinášet bohatství... a komu by se nelíbilo mít v kapse pár mincí navíc?$h",
        "AcceptGift_(O)66": "$c 0.5#Ach, to je taková nádhera, @! Doufám že jsi kvůli němu nenasazoval vlastní život.$h#Och, ametyst! Ten mě teď bude chránit při pozdních večerech v hospodě.",
        "AcceptGift_(O)64": "$c 0.5#Koukni na tu rudou barvu! Skvěle se hodí k mému oblečení.$h#Ach, výborně... to se mi hodí do krámu... poslední dobou jsem nějaká unavená a rubíny ti energii tvého nitra skvěle dobijí!",
        "AcceptGift_(O)62": "$c 0.5#Je tak hladký! Když ho držím v rukách... cítím energii všech mořských vil v moři. Díky ti!#Děkuji! Dám si jej pod polštář a doufám že budu snít o moři.",
        "AcceptGift_(O)60": "$c 0.5#Achh!... Hehe... já moc dobře vím proč jsi mi to ${dal^dala}$ právě dnes. Zajímavé...#Panečku, to je krása! Tahle barva mi připomíná les... úplně mě to přeneslo do jeho nitra plné duševní energie... cítíš ji taky?",
        "GreenRain": "Tohle musí být nějaké znamení... příroda se nám snaží něco říct.$3#$e#Ale co? Nemůžu na to přijít... energie jsou pomíchané. Ale cítím něčí vliv...$3",
        "GreenRain_2": "Slyšíš to? Les zpívá! Stromy tančí štěstím!",
        "married_Haley": "To byla nádherná svatba... Jsem za tebe i Haley šťastná!$h",
        "divorced_Haley": "Haley je příliš hrdá, než aby kvůli rozvodu byla zničená... nebo to aspoň dala najevo.$3",
        "eventSeen_471942": "Ahoj @. Měla jsem pocit, že te dnes uvidím.",
        "eventSeen_463391": "Není nic smutnějšího než raněné zvíře...$s",
        "purchasedAnimal_Sheep": "Teď když sis ${zakoupil^zakoupila}$ ovci, budeš moci příst tkaninu! Tohle ti zpřístupní úplně nový svět krejčovství. Jen počkej a uvidíš.",
        "eventSeen_11_memory_oneweek": "${Zkoušel^Zkoušela}$ jsi někdy vařit bez receptu? Svým způsobem je to osvobozující.#$b#A co víš... možná objevíš nějakou úžasnou kombinaci!",
        "eventSeen_101_memory_oneweek": "Vycházka s Clintem byla taková sranda!#$b#I když během prvních deseti minut od našeho příchodu na sebe vylil zázvorové pivo a pak po zbytek večera ani muk.$3",
        "eventSeen_4081148": "Ahoj, viděla jsem tě na Samově koncertě, že jo? To byla něco!$h#$e#Město ale potom dost smrdělo.$s",
        "eventSeen_2123343_memory_oneday": "Na naše stanování v přírodě jen tak nezapomenu...$l",
        "dating_Emily": "%Emily se směje od ucha k uchu.",
        "dating_Emily_memory_oneday": "Užijeme si spolu hodně zábavy, to ti zaručuji.$h",
        "married_Shane": "Takže, když už jste teď ty a Shane ${partneři^manželé}$, předpokládám že už nebude mít tolik času chodit do hospody!#$e#To je možná dobře, ale vždycky je mi trochu smutno když přijdeme o štamgasty...$s",
        "FlowerDance_Accept_Spouse": "Samozřejmě, ${drahý^miláčku}$. Na tuto chvíli jsem se těšila celý rok!$h",
        "fall_15": "$d bus#Dnes jedu navštívit svoji nejlepší přítelkyni Sandy!#$e#Jsem moc ráda že autobusová linka je zase v provozu.|Ach jo... kéž by někdo opravil ten starý autobus. Dneska jsem chtěla navštívit svoji starou přítelkyni v poušti...$s",
        "Resort_Leaving": "Ach... cítím jak mé plíce byly pročištěny pozitivní energií.",
        "Resort_Shore": "Cítíš to? Moře má silnou léčivou energii.",
        "Resort_Chair": "Doufám, že si to tu užíváš, @. Čas od času je třeba si udělat chvilku pro sebe!",
        "Resort_Bar": "Je hezké být pro jednou na této straně baru!$h",
        "Resort": "Pokud otevřeš své srdce Slunci, ucítíš v sobě láskyplnou energii.$h",
        "Resort_Dance": "%Emily je ztracena v rytmu hudby.",
        "reject_866": "Oh, to je nádherné... Mé přítelkyni by se tohle opravdu moc líbilo! Bohužel žije daleko odsud...",
        "Introduction": "Ahh!... Vidím ti to ve tváři. Pelikánov si zamiluješ.#$b#Pokud budeš mít během večera volnou chvilku, zastav se v hospodě. Tam pracuji já!",
        "FlowerDance_Decline": "Je mi to moc líto... ale již jsem zaslíbila tanec někomu jinému.$u",
        "divorced": "@... Mé srdce puká žalem... Nemohu s tebou vůbec ani mluvit.$s#$e#Moc tě prosím o čas aby se mé rány mohlo zhojit...$s",
        "dumped_Girls": "...$s",
        "breakUp": "A...ale já myslela že mezi námi je speciální pouto... *vzlyk*$s",
        "secondChance_Girls": "@... jsem připravená ti dát novou šanci. Stále pevně věřím, že tam někde uvnitř tebe se skrývá dobrý člověk.$s",
        "Mon": "Říkala jsem ti, že Haley a já jsme sestry? Zvláštní, že?",
        "Mon2": "Oddávám se tajnému koníčku, ale víc už ti neřeknu.#$e#Možná ti ho jednoho dne předvedu.$h",
        "Mon4": "Tento svět je plný kouzel a bytostí z onoho světa... Někteří mi nevěří, ale já jsem o tom přesvědčená.#$e#Vidím tu jiskru v tvých očích... Jako já také věříš v existenci jiných světů.",
        "Mon6": "Kdyby si Haley aspoň našla práci, nebo nějak přispěla do domácnosti, například vařením nebo uklízením.$s#$e#Asi doufá, že si vezme nějakého boháče.$u",
        "Mon6_inlaw_Haley": "Musím ti říct, že když je teď Haley pryč, je pro mě mnohem jednodušší vše udržet pohromadě.",
        "Mon8": "V tomto městě existují hodní lidé, kteří prostě nemohou nalézt své štěstí. Jsem z toho celá smutná.$u#$e#V práci v hospodě slyším z první ruky jaké problémy je potýkají.$u",
        "Tue": "Pracuji na částečný úvazek v Gusově hospodě. Aspoň máme čím zaplatit účty.",
        "Tue4": "U Guse pracuji jen, abych si vystačila s penězi... ale to co mě opravdu baví, je šití.$u#$e#Tyhle šaty jsem si vyrobila sama.",
        "Tue6": "Ah, ahoj... Jsme moc ráda že mě takhle navštěvuješ.$h",
        "Tue8": "Víš co, @? Mám takové tušení, že nás oba čekají světlé zítřky.",
        "Wed": "Slyšela jsem zvěsti o vzácných a mocných kouzelných prstenech, které v dávných dobách ukovaly zapomenuté civilizace. Nevím, jestli to je pravda, nebo jen mýtus.",
        "Wed4": "Slyšela jsem že chytáš ryby? Jen doufám, že ty chuděrky nevystavuješ zbytečnému utrpení.$s#$e#Každé stvoření si zaslouží náš respekt, i ta velmi slizká",
        "Wed6": "Každým dnem si o krok blíže na cestě k tvému osudu... stačí jen věřit.",
        "Wed8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Ahoj, @.#$e#Já vždycky věděla, že se staneme dobrými ${přáteli^přítelkyněmi}$. Bylo to napsáno ve hvězdách!|Ahojky, @.$u#$e#Vždycky jsem měla tušení, že jednou si budeme takto blízcí...",
        "Thu": "Doufám, že tvé pěstování nemá dopad na místní přírodu. Ekosystém údolí je velmi křehký!#$e#Jak to vím? Mám takové silné tušení!",
        "Thu4": "Někdy slyším jak ke mně květiny promlouvají... každá mi vypráví svůj vlastní příběh!",
        "Fri": "Ah, jaro. Období pastelových barev. Já mám radši odstíny drahokamů.#$b#Ah, promiň! Už jsem zase mluvila o módě, že?",
        "Sat": "Ráda si šiji vlastní šaty, ale je těžké si tu obstarat látku.#$e#A do města je to tak strašně daleko.",
        "Sat6": "Zajímal ses někdy o pocitu jaký látka vyvolává na dotek, @? Každá má svoji vlastní charakteristiku... přejeď prsty po mých šatech... cítíš to?^Zajímala ses někdy o pocitu jaký látka vyvolává na dotek, @? Každá má svoji vlastní charakteristiku... přejeď prsty po mých šatech... cítíš to?",
        "Sun": "Ahoj @!#$e#Chováš ve svém chlévě ovce? Jejich vlnu můžeš zpracovat na špulky krásné látky!#$e#K tomu ale potřebuješ kolovrat. Můžeš si ho sestrojit, ale na to budeš potřebovat plán.",
        "Sun4": "Náš dům nám byl zanechán našimi rodiči. Poslední dva roky cestují po světě.#$e#Vůbec nemáme ponětí kdy se vrátí.#$e#Tady se mi ale žije dobře. Je tu nádherně a ve městě je hezky.",
        "event_dance1": "Děkuji ti!",
        "event_dance2": "Um... no dobře. Je mi líto, že se ti to nelíbilo. Tři roky cvičení a výsledek stojí za nic...$s",
        "event_dance3": "Opravdu si to myslíš? To je přesně ten dojem, kterého jsem chtěla dosáhnout!$h#$b#Jsem ráda, že se ti to líbilo.",
        "summer_Mon": "Haley je v jídle vybíravá. Je těžké pro ni vařit.",
        "summer_Mon4": "Jíst zdravě je pro mě velmi důležité. Chci žít dlouhý a aktivní život.",
        "summer_Mon_inlaw_Haley": "Když teď Haley bydlí u tebe, vycházíme spolu mnohem lépe. Na její návštěvy se i těším!",
        "summer_Tue": "Zdravím tě, @.#$e#Dneska se mi nechce nic dělat.$u",
        "summer_Tue6": "Linuse je mi líto. Lidé ho neustále pomlouvají, ale on jen žije jiným způsobem.$u#$e#Kéž by se každý mohl naučit tolerovat ostatní.",
        "summer_Sun6": "Ahoj, @! Stali se z nás dobří přátelé, co říkáš?$h#$e#Já s tím nemám problém. Jsi dobrý chlap.^A jsem za to ráda.$h",
        "summer_Sun8": "Nazdar @! Postupem času se z nás stali dobří přátelé, nemyslíš?$h#$e#Možná to bude znít divně, ale já měla vždycky pocit že k tomu dojde.",
        "summer_Wed": "V létě moc neprší, co?#$e#Takže to znamená, že budeš muset více zalévat, co?#$e#Nebo se ti snad slunečné počasí zamlouvá?",
        "summer_Thu": "Včely a motýly považuji za své speciální přátele!",
        "summer_Fri": "Kdybych neměla tolik práce, šla bych ti pomoct na farmu!#$e#Ale Gusovi by se nelíbilo, kdyby zjistil, že mám druhou práci...$s",
        "summer_Fri6": "Přemýšlela jsem a jsem si jistá, že by Gus pochopil, kdybych jednoho dne chtěla přestat v hospodě pracovat.#$b#Ve světe je toho spousta k vidění, nemůžu celý svůj život strávit za barem.$u",
        "summer_Sat": "Hlavně si hlídej, ať se nepřepracuješ, nebo skončíš u Harveyho na klinice!",
        "summer_Sun": "Ahoj @!",
        "summer_Sun4": "V tuto dobu mě do oblasti přiletí navštívit mí dobří přátelé... Mám na mysli papoušky!",
        "fall_1": "A už přišel podzim. Čas zasadit nové plodiny, co?",
        "fall_Mon": "Tohle počasí se přímo hodí na piknik, nemyslíš? ",
        "fall_Mon8": "Kdybych neměla tolik práce, tak bych s tebou šla ven na piknik.",
        "fall_Tue": "Ahoj. Užil sis léto?^Ahoj. Užila sis léto?",
        "fall_Tue4": "Ahoj @! Tvá farma tohle léto určitě vzkvétala, ne?#$e#Jsi výborný farmář.$h^Jsi výborná farmářka.$h",
        "fall_Wed": "Moje přítelkyně vlastní obchod v poušti, Pokud se někdy ocitneš v okolí, tak ji ode mě pozdravuj.#$e#Mám pocit, že prodává nějaké vzácné výrobky.",
        "fall_Thu": "Znáš Clinta? Je to hodný chlap, pokud se aspoň trochu vynasnažíš ho poznat.#$e#Celý den pracuje ve svém obchodě a cítí se strašně osamělý. Ale příliš se stydí na to, aby si udělal nějaké nové přátele.",
        "fall_Thu8": "Mám pocit že Clint je na mě naštvaný. Teď se mi ani nepodívá do očí...$u#$e#A to jsem si vždycky myslela, že jsme dobří přátelé.$u",
        "fall_Fri": "Další krásný podzimní den.#$e#Škoda že za chvíli tomu bude konec.",
        "fall_Fri6": "Cítíš ten svěží vzduch? Je to skvělý pocit, ne?#$b#Jen se bojím, že společnost Joja nám ho chce kousek po kousku vzít napříč celým světem.$u",
        "fall_Sat": "Když máš mysl stále otevřenu novým věcem, něco se určitě uchytí..#$e#Jinak, jak se ti daří?",
        "fall_Sat6": "Nemám žádné velké plány. Raději bych se nechtěla moc zatěžovat svoji budoucností.",
        "fall_Sun": "Není nad sluneční den, který tě pohladí na duši!",
        "fall_Sun6": "Na světe existuje tolik neviditelných překážek, které nás drží zpátky. Proč se prostě lidi nenaučí odprostit se od všeho a jak dosáhnout svého nejvyššího potenciálu?#$e#Já? No víš co se říká... 'Divokého Junima nikdy nezkrotíš'.",
        "fall_Sun10": "Jsi ke mně tak hodný, @! Jsem ráda, že tě mohu nazývat přítelem.$h^Jsi ke mně tak hodná, @! Jsem ráda, že tě mohu nazývat přítelkyní.$h",
        "winter_Mon": "Hlavně si dej pozor, ať ti na hlavu nespadne rampouch!",
        "winter_Mon10": "Hlavně si dej pozor, ať ti na hlavu nespadne rampouch! Nechci, aby se můj nejlepší přítel zranil!^Hlavně si dej pozor, ať ti na hlavu nespadne rampouch! Nechci, aby se má nejlepší přítelkyně zranila!",
        "winter_Tue": "Ah, zdravím @!$h#$e#Farmaření ti teď už musí jít od ruky, ne?",
        "winter_Tue2": "Vsadím se že teď ti farmaření jde přímo od ruky!",
        "winter_Tue4": "Mám pocit že mé vlasy jsou jeden velký rampouch...$s",
        "winter_Wed": "Haley a já nejsme stavěni na tak velký dům. Je to fuška udržovat ho čistý.#$e#Ah jo, no asi bych si neměla stěžovat.#$e#Tvá farma vypadá jako hezké a útulné místo.$h",
        "winter_Thu": "Chudinkám rybám musí být strašná zima.$s#$e#Jestlipak některé ryby hibernují? Měla bych se zeptat Demetriuse.",
        "winter_Fri": "Kdybych nebyla tak zaneprázdněná, pomohla bych ti při kopání v jeskyni u jezera.#$e#Vsadím se, že uvnitř jsou nějaké mocné krystaly.",
        "winter_Sat": "Víš jak uvařit 'Zapečené fazole'?#$e#Strašně mi chutnají.$h%revealtaste:Emily:207#$e#Ale v zimě je těžké sehnat čerstvé přísady, co?",
        "winter_Sun": "Ahoj!#$e#...Ano?",
        "winter_Sun6": "Má sestra a já se možná občas hádáme, ale hrozně by mi chyběla, kdyby odešla.#$e#Věřím, že jednoho dne z ní bude vznešená mladá dáma... Tohle ji ale neříkej.$h#$e#Tak, máš něco na srdci?",
        "winter_Sun6_inlaw_Haley": "Řekni mé sestře, že ji pozdravuji! A připomeň ji, že se máme zítra sejít."
      }
    }
  ]
}