{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Evelyn",
      "Entries": {
        "Introduction": "No to se podívejme, vítej v naší malé komunitě, ${drahý^dragá}$!#$b#Můžeš mi říkat 'Babi', pokud chceš.$h",
        "AcceptGift_(O)StardropTea": "Ach, to chceš ho dát zrovna mě? Moc ti děkuji ${synku^děvenko}$. Tohle je opravdu hezký dar!",
	  "AcceptGift_(O)170": "Děkuji ti, ${drahý^drahá}$. Všude jsem je hledala...#$b#Jémináčku! Ty jsou ale špinavé...",
        "GreenRain": "George, drahý... je tohle náš konec? Měli jsme dobrý život to ano, ale před odchodem na onen svět bych si ještě přála, aby si Alex našel v životě místo...$s%noturn",
        "GreenRainFinished": "Ach, to mi slehlo úlevou... ani nevíš jak moc jsem ráda, že je vše zase v pořádku. A mé kytky vypadají daleko lépe než předtím!",
        "GreenRain_2": "Zdá se, že květiny tento déšť zbožňují...",
        "AcceptGift_forage_item_beach": "Děkuju ti ${synáčku^děvenko}$. Tohle ve mě vyvolává šťastné vzpomínky...",
        "cropMatured_591": "Vlastnoručně vypěstované tulipány je dárek, který zaručeně potěší.",
        "cc_Complete": "Je hezké zase vidět náše staré komunitní centrum v plné slávě. Je tu tolik vzpomínek z našich časů... tato budova má místo v mém srdci.",
        "married": "Jsem za vás oba šťastná,${drahý^drahá}$.$h#$e#Pro staré babky jako mně je povzbuzující vidět mladé lidi zamilované.",
        "divorce": "Až se příště budeš znovu ${ženit^vdávat}$, doufám že to už bude ${ten pravý^ta pravá}$...$s",
        "winter_Thu": "Dnes chci péct sušenky. Udělám je ve tvaru hvězdiček.$h#$e#Pokud budeš ${hodný^hodná}$ ráda se s tebou podělím o recept.",
        "reject_867": "No to se podívejme! Tohle se Georgovi určitě bude líbit!",
        "reject_866": "To je velmi pěkná růže, ${drahý^drahá}$. Už jsi ji ${ukázal^ukázala}$ Emily? Určitě by se ji líbila.",
        "pamHouseUpgrade": "Ah zlatíčko... to bylo od tebe tak hezké, jak si Pam dal její nový nádherný dům!$h#$e#Hřeje mě u srdce, když vidím, jak se o sebe takhle lidé navzájem starají...",
        "pamHouseUpgradeAnonymous": "Klidně si mysli, že jsem stará bláznivá babka... ale já možná vím, kdo zaplatili Pamin nový dům... *mrk*",
        "MovieInvitation": "No to mě podrž! To je od tebe velmi hezké, ${chlapečku^holčičko}$. Ano... ráda s tebou půjdu do kina!$h#$b#Ty jdi napřed a uvidíme se tam.",
        "Mon": "No panečku! To je nádherný den.$u",
        "Tue": "Nevšímej si mého muže, George. Vůči cizím lidem není moc přívětivý.#$e#Pokud ho lépe poznáš, určitě se ti otevře.#$e#Jsem si jistá, že jednoho dne se stanete dobrými přáteli!$h#$e#Protože máš o mého muže takový zájem, povím ti jedno malé tajemství: má strašně rád pórek! V tuto dobu je můžeš nalézt v horách.",
        "Wed": "#$1 evelynGarden1#Včera jsem ve městské zahradě viděla tu nejkrásnější rodinku motýlů jak se sluní na slunci..$k#$e#Náš dobrý starosta mi dal na starosti veřejné zahrady města.#$e#Už týdny pracuji ve městě na květinových záhonech, tak na ně prosím nešlapej!",
        "Thu": "Dnes budu péct sušenky. Na jaře je ráda dělám ve tvaru květin.$h#$e#Možná ti jednou povím svůj recept.",
        "Fri": "George celé dny sedí před tou zatracenou televizí.#$e#Raději bych ho častěji viděla venku. Trocha čerstvého vzduchu by mu prospěla.",
        "Sat": "Ráda jsem se pozorovala mraky, ale v těchto dnech mám potíže je vůbec zpozorovat.#$e#Mé oči už prostě nejsou to, co bývaly.$s",
        "Sun": "Je hezké být tak blízko u moře. Zvuky moře tě pak velmi rychle uspí.#$e#Jako děti jsme při odlivu sbírali mušle. To byly časy...",
        "Tue6": "Je od tebe velmi milé, že mě a George takto navštěvuješ.#$e#Bez mladých lidí v našem okolí bychom stárli mnohem rychleji.$h",
        "Event_cookies1": "Děkuji ti!$h",
        "Event_cookies2": "Co si to ${říkal, synku^říkala, děvče}$? Přísahala bych, že jsem slyšela 'hokejový puk'. *ach* Mé uši nejsou to, co bývaly.$s",
        "summer_Mon": "V tomto nádherném počasí mám více energie.$u",
        "summer_Mon_inlaw_Alex": "Jak se daří mému vnukovi? Umím si představit jak moc šťastný je životem na farmě.#$e#Zaslouží si být šťastný... je to hodný hoch.",
        "summer_Tue": "George je během léta o něco méně nadurděný. Teplé počasí obměkčuje jeho kosti.#$e#Ty to možná nepoznáš, ale já ano. Jsme spolu už šedesát let!",
        "summer_Wed": "Náš dobrý starosta mi dal na starosti veřejné zahrady města.#$e#Už týdny pracuji ve městě na květinových záhonech, tak na ně prosím nešlapej!",
        "summer_Thu": "Dnes budu péct sušenky. Jsou ve tvaru malých palem a mají kokosovou příchuť! Hihi.$h#$e#Možná ti jednou povím svůj recept.",
        "summer_Sat": "Buď tam venku opatrný, ${drahý^drahá}$. Můžeš dostat úpal!",
        "summer_Sun": "V tuto dobu kvete sladký hrášek#$e#Mají tak výraznou vůni, nemyslíš?",
        "summer_Thu4": "Zdá se, že pokaždé, když peču své sušenky, jejich vůně přiláká všechny z okolí.#$e#Tento recept mě naučila má máma.",
        "fall_Mon": "S každým rokem si více a více vážím ročních období. Mladí lidé si ani nevšímají, že nějaká jsou.",
        "fall_Tue": "Do Georgových ovesných vloček jsem začala dávat rozinky... ale on nevdal ani hlásku. Jestlipak si těchto věcí vůbec všímá?",
        "fall_Wed": "Náš dobrý starosta mi dal na starosti veřejné zahrady města.#$e#Podzimní kvítí je velmi křehké, tak na něj nešlapej! Já dobře znám dnešní mládež. Na vše chce šlapat.",
        "fall_Thu": "Dnes budu péct sušenky. Dělám je ve tvaru malých dýni.$h#$e#Možná ti jednou povím svůj recept.",
        "fall_Sat": "Přátelíš se s Alexem?#$e#Někdy mi dělá hrozné starosti.",
        "fall_Sat_inlaw_Alex": "Ah, zdravím tě, ${synku^slečno}$. Teď bych ti vlastně měla začít říkat ${vnuku^vnučko}$.$h",
        "fall_Sun": "Můj zrak už možná není jako kdysi, ale můj nos mě ještě nezklamal!#$e#Cítím spadané listí a houby. Připomíná mi to lesy, v kterých jsem si jako malá holka hrávala.",
        "winter_Mon": "Hlavně buď ${opatrný, synku^opatrná, děvenko}$, ať neuklouzneš na ledu.",
        "winter_Tue": "Tobě není zima? Raději by sis ${měl^měla}$ obléct teplejší bundu, drahoušku!#$e#Toto počasí nedělá mým kloubům dobře...$s",
        "winter_Wed": "Teď bych už měla své ruce v záhoně, kdyby nebyl zapadlý sněhem.#$e#I tak se na něj občas zajdu podívat.",
        "winter_Sat": "Žijeme tu už třicet let.#$e#Viděli jsme přicházet a odcházet spoustu lidí, včetně tvého dědečka. Ať je mu země lehká... *povzdech*",
        "winter_Sat6": "Ah... tvé oči. Máš oči po dědečkovi...$s#$e#Ano... ano... Znala jsem ho velmi dobře.",
        "winter_Sun": "${Měl^Měla}$ by sis dát nějakou teplou polévku na zahřátí.#$e#A hlavně si nezapomeň vzít bundu!",
        "winter_Sat8": "@, už jsem ti říkala, že George a já v tomto domě žijeme už 30 let?#$e#Doufám, že tu zůstaneš alespoň stejně tak dlouho.$h"
      }
    }
  ]
}