{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Haley",
      "Entries": {
        "Introduction": "Ah... ty jsi ten nový farmář, že?^Ah, ty jsi ta nová holka na farmě, nebo tak nějak. Nemám pravdu?#$e#Co? Ah... Já jsem Haley.#$e#Hmmm... Byl bys i docela hezký, kdybys neměl na sobě tyhle strašné šaty.^Hmmm. Kdybys neměla na sobě tyhle strašné šaty, možná by ti to i slušelo... Počkej, vlastně ne.$h",
        "FlowerDance_Accept": "Co... ty chceš tancovat se *mnou*, hmm?$13^Co? No jasně! Jasně že si zatancujeme!#$b#Hehe... dobrá, můžeš mít tu čest. Bude mi potěšením si s tebou zatancovat.$h^To bude sranda!$h#$e#Hmm... tvá odvaha na mě udělala dojem. Většina mužů se moc stydí a bojí se mě pozvat.^Dneska ti to sluší!$h",
        "AcceptBirthdayGift_Loved": "Úžasné... a to je pro mě? Páni, @, tohle je ten nejlepší dárek co jsem kdy dostala!$h",
        "AcceptBirthdayGift_Liked": "Jůůůůů, ty jsi mi přinesl dárek k narozeninám? Ten je hezký, líbí se mi!$h",
        "AcceptBirthdayGift_Negative": "Fůj! A tohle mi chceš dát k narozeninám? ${Zbláznil^Zbláznila}$ ses snad?$a",
        "AcceptGift_(O)StardropTea": "To je pro mě? Hmmm... nemůžu se rozhodnout zda jej mám vypít, nebo ho použít jako šampón...",
        "AcceptGift_(O)88": "$c 0.8#Ty jsi ${sehnal^sehnala}$ kokos... a chceš mi ho dát? Jsi ${úžasný^úžasná}$!$h#Mmm.... kokosy mi připomínají teplé, sluncem prosluněné dny na pláži. Když ho držím ve svých rukou, mám pocit že jsem tam... i v deštivých dnech.",
        "AcceptGift_(O)421": "Páni, ty jsou nádherné! Jsou to jako malá sluníčka.$h",
        "GreenRain": "Nepamatuji si, že bych sem někdy vkročila. Není to tu vůbec špatné. Dokonce to tu je i trochu útulné!$h#$e#Ne, nemám kvůli dešti strach. To se přežene.",
        "GreenRain_2": "Vzbuď mě až bude padat růžový déšť... nebo ještě lépe, růžové dorty!",
        "eventSeen_14": "Fotografování jsem si moc užila, ale pak jsem si musela dvě hodiny ve sprše vymývat bahno z vlasů!$h",
        "eventSeen_13_memory_oneweek": "%Haley vás pozdravila s úsměvem. Vidíte, že nosí svůj náhrdelník po prababičce.",
        "eventSeen_12_memory_oneweek": "Pěkný, tady někdo vypadá, že četl poslední číslo 'super módní holky'... zabahněné boty teď letí!$h",
        "eventSeen_12_memory_twoweeks": "Mí rodiče nám poslali další pohlednici... To vypadá, že teď na výletní lodi brázdí u pobřeží Drahokamového moře.#$e#Píšou, že se k nim kdykoli můžeme připojit, ale nalijme si čistého vína... kdo chce trávit dovolenou s rodiči?",
        "eventSeen_11_memory_oneweek": "Před časem Emily upekla něco čemu se říkalo 'bochník pro veverky'...$u#$e#Jak mi to chutnalo? No... asi o dost lépe, kdybych měla velký chlupatý ocas.$h",
        "eventSeen_11_memory_twoweeks": "${Viděl^Viděla}$ jsi včera poslední epizodu 'Slz'? *Vzlyk*... nemůžu uvěřit že se Kyle a Amy rozešli...$s",
        "cropMatured_421": "Mé jméno pochází ze spojení 'pole sena'. Já bych ale byla radši kdyby to pole bylo plné slunečnic...",
        "dating_Haley": "Čekala jsem kdy se mě na to zeptáš.$l",
        "dating_Haley_memory_oneday": "Dnes ti to opravdu moc sluší.$l",
        "married_Emily": "No, tak to vypadá, že ti můžu začít říkat 'švagře', co? No, je to dost srandovní, když se nad tím zamyslím..^Ahoj, teď jsme tak trochu jako sestry, ne?$h",
        "divorced_Emily": "Asi to mezi tebou a Emily, nebylo to pravé ořechové, co? No... co nadělat, někdy to prostě nevyjde.#$e#Pořád ale budete muset žít spolu v tomhle malinkém městě. No, ta nepříjemná setkání s ní ti nezávidím.",
        "dating_Haley_memory_oneyear": "Tak co bude s námi...? To mám být navždy jen tvá 'přítelkyně'...?$7",
        "married_Emily_memory_oneweek": "Jak se Emily zabydluje na farmě? Zvyká si dobře na její nový život?#$e#Párkrát jsem i přemítala zda se vůbec někdy vdá...",
        "FlowerDance_Accept_Spouse": "Ach jo... mé dny vlády jako královna květin jsou u konce... tento tanec bude pro mě hořkosladkým.$s#$b#No budiž tedy...",
        "Resort_Entering": "Cestou na ostrov jsem zahlédla delfíny!",
        "Resort_Leaving": "Něco na tom slunci je. Vždycky když jsem na sluníčku, tak se prostě cítím dobře.",
        "Resort_Shore": "Zvláštní na jaká místa tě život může zavést... kdo ví kolik je takovýchto ostrovů tam v širokém moři?",
        "Resort_Shore_2": "Taková krása! Koukni jak se sluneční paprsky odrážejí ve vodě na horizontu!$h#$b#Vsadím se, že při západu by se tady daly dělat úžasné fotografie.#$e#Nesmím si příště sem nezapomenout vzít foťák.",
        "Resort_Towel": "Cesta k dokonalému opálení je složitá...#$e#Je to jako když opékáš na ohni buřta... musíš správně a včas otáčet své tělo.$h",
        "Resort_Towel_2": "Ah, tohle bych si mohla nechat líbit.#$b#Myslím, že jsem konečně našla své místo v životě.#$e#Ale Stardew Valley asi taky není úplně špatné!$h",
        "Resort_Towel_3": "Přítelkyně Emily mi nechala tyto plavky poslat až z města Zuzu.#$e#Úrovni módy ve městě se tady prostě nikdy nevyrovnáme, nemyslíš?$h",
        "Resort_Chair": "Namalovala jsem si nehty na modro, aby mi ladily s barvou moře. Co na to říkáš? Pěkně ti s nimi zakroutím, abys je lépe viděl.$h^Namalovala jsem si nehty na modro, aby mi ladily s barvou moře. Co na to říkáš? Pěkně ti s nimi zakroutím, abys je lépe viděla.$h",
        "Resort_Bar": "Gus mi udělal roztomilý ovocný nápoj, jen pro mě!$h",
        "Resort": "Tahle pláž je tak dokonalá. Kdybych mohla, zůstala bych tu napořád!",
        "FlowerDance_Decline": "Uh... S tím nepočítej.",
        "divorced": "Já to sama zvládnu...$7#$e#Aspoň budu mít hezké vzpomínky.$7#$e#Proč za mnou pořád chodíš? Běž si užívat nově nabytou sovbodu.$7",
        "breakUp": "Ahh!$8#$b#Uhm... hmf. Takže si byl rychlejší než já, co? No, mně je to šumák...",
        "dumped_Girls": "Nemáme si co říct!$a",
        "secondChance_Girls": "Dobře, dobře... už s tebou zase budu mluvit. Jen mi slib, že už mi nebudeš nikdy více lhát.$s",
        "Mon": "Tohle město je tak malé. Hnusí se mi.$u#$e#Jako, musím vždycky jet tak 20 kilometrů, abych si mohla koupit nějaké slušné šaty.$s#$e#Proto raději nakupuji na internetu.#$e#Co?",
        "Tue": "Hezké boty.^Hezký makeup.#$b#Z čeho jsou? Z plastu?^Počkej... Máš vůbec nějaký na sobě?#$e#Tady je taková nuda.",
        "Wed": "Jediné, co není v tomto městě zbytečné, je pláž.$u",
        "Thu": "#$1 HaleyClothes#Dnes jsem se rozhodla že si uspořádám oblečení. Budu muset vyhodit vše z minulého roku, abych si udělala místo pro letošní módu!#$e#*povzdech* Teď bych si vážně dala dortík.#$e#Potřebuješ něco?",
        "Fri": "%Haley si tě nevšímá.",
        "Fri2": "Neunavuje tě celý den běhat na té farmě, nebo co to vlastně děláš?#$e#Já bych nemohla vystát takhle se ušpinit.#$e#Alespoň máš možnost se opálit.",
        "Sat": "Chci jít nakupovat! Ahhh! Proč tu není obchoďák!",
        "Sun": "Má sestra je divná. Někdy si myslím, že ani nejsme příbuzné.$u",
        "Wed8": "V tomto městě se mi líbí jen dvě věci.#$b#Jedna z nich je pláž.#$e#Tu druhou ti neřeknu. Je to tajemství!*hihi*$h",
        "Tue2": "Myslíš si, že se dnes ráno na pláži vyplavily nějaké hezké mušle?#$e#Teď ale zrovna není nejlepší doba na sbírání mušlí.",
        "Wed4": "Jsem hrozně ráda, že konečně začínají kvést květiny.#$e#Ty růžové voní opravdu báječně.$h",
        "Fri6": "Potřebuji si najít nějakou další zálibu mimo nakupování.#$e#Rozhodla jsem se, že si rozšířím obzory.#$e#Možná bych se měla naučit hrát na malou harfu?",
        "Mon6": "Sice jsem si stěžovala, že toto město je příliš malé, ale nakonec mi přirostlo k srdci.#$e#Pokud by bylo moc velké, nevznikla by tu ta naše komunita.",
        "Thu6": "Včera večer jsem vařila večeři. Dopadlo to docela dobře!#$e#Ale v kuchyni jsem udělala velký bordel...",
        "Sun6": "Přemýšlím, že svá oblečení daruji na charitu... Musím mít alespoň sto párů bot.",
        "Sat8": "#$1 haleySeagull#Včera jsem našla racka, který měl své křídlo zaseknuté v síti. Samozřejmě jsem mu z ní pomohla. Vypadal tak bezmocně, chudáček.$k$s#$e#Když teď tak nad tím uvažuji, asi bych měla začít více cvičit... tenhle mladiství metabolismus nebudu mít navždy.",
        "Fri10": "@, můžeme si někdy vyjet tábořit pod stan?#$e#Jediné vzrušující místo, které jsem navštívila, bylo město Zuzu.",
        "Event_clean1": "*povzdech*...$u",
        "Event_clean2": "NE!! Nebudu!$a#$b#Oba jste hrozní tupci!%fork$a",
        "Event_clean3": "Ona by měla být 'moudřejší'? Co tím chceš říct?$u#$b#Myslíš si, že se chovám jako fracek, co?%fork$a",
        "Event_jar1": "Výborně, tak to by ti nemělo činit potíže mi otevřít tuhle sklenici!$h",
        "Event_jar2": "Ah... takže nejsi? Hmmmm...$s#$b#A ${nemohl^nemohla}$ by ses i tak pokusit tuhle sklenici otevřít?",
        "Event_darkroom1": "Ach, díky!$h",
        "Event_darkroom2": "Ah! Já myslela, že to víš.#$b#Tahle místnost slouží pro zpracování filmu z fotoaparátu.",
        "Event_darkroom3": "Opravdu...?$s",
        "Event_darkroom4": "Ach, díky!$h",
        "Event_darkroom5": "Ah! Já myslela, že to víš.#$b#Tahle místnost slouží pro zpracování filmu z fotoaparátu.",
        "Event_darkroom6": "Opravdu...?$s",
        "Event_beach1": "Ne, nekoupíš! Tenhle náramek mám po své prababičce!$a",
        "Event_beach2": "*povzdech*$s#$b#...Možná se někde vyplaví na jiném pobřeží. Nesnesu pomyšlení, že by teď mohl být někde na dně oceánu.$s",
        "Event_room1": "Jeho? Ne!#$b#... Teda, já jsem v minulosti Alexe měla ráda. Ale teď už ne! Je tak dětinský.",
        "Event_room2": "Co? To zní fajn, ale teď nechci ze Stardew Valley odejít...",
        "Event_room3": "Co? Co je to robot?",
        "summer_Mon": "Letošní léto se hezky pěkně opálím.",
        "summer_Tue": "Fuj. Jsi celý špinavý.^Fuj. Jsi celá špinavá.",
        "summer_Wed": "Um... Copak?#$e#Neslyšela jsem tě, teď přemýšlím o něčem jiném.",
        "summer_10": "Máš na farmě nějaké malé králíčky? Králíčci jsou TAK roztomilí! <",
        "summer_Thu": "Pokud budeš hodně na sluníčku, tak ti zesvětlí vlasy.#$e#To je dobré vědět!",
        "summer_Fri": "Copak asi dnes dělá Alex...#$e#Ah! Nevšimla jsem si, že tu stojíš.",
        "summer_Sat": "Farmaření zní jako hrozná otrava...#$q 42/43 summer_Sat_old#Co vlastně celý den děláš?#$r 42 10 summer_Sat_12#Starám se o rostliny#$r 42 10 summer_Sat_12#Prozkoumávám jeskyně#$r 43 -10 summer_Sat_13#Šmíruji v tvém pokoji#$r 42 10 summer_Sat_12#Hledám poklady",
        "summer_Sat_old": "#$p 43#Hele, doufám, že mi už neslídíš po pokoji!$a|Ale aspoň si tím Pěkně zlepšíš kondici.",
        "summer_Sat_12": "Hmm... to mi připadá jako spousta práce.",
        "summer_Sat_13": "Cože? Doufám, že si děláš srandu!$a",
        "summer_Sun": "U nás většinou večeři vaří Emily... ale někdy ji dělá z divných přísad jako třeba merlík.",
        "summer_Tue2": "Copak tohle oblečení nosíš každý den?",
        "summer_Tue4": "$p 47#Podívej, našla jsem tenhle nástroj na otevírání sklenic. Tak už asi nebudu potřebovat tvoji pomoc.$h|Dneska na nebi není ani mráčku.$h",
        "summer_Wed4": "Dnes je strašné vedro!#$e#Teď by mi nějaká zmrzlina hrozně bodla.$s",
        "summer_Fri4": "Dnes jsem strávila 3 hodiny cvičením svého podpisu.#$e#Asi to musí znít jako pěkná hloupost, co?",
        "summer_Thu6": "Pokud budeš hodně na sluníčku, tak ti zesvětlí ti vlasy... Ale na druhou stranu se zase můžeš snadno spálit.#$e#Já ale chci dostat jen zdravou dávku slunečního světla. Všeho s mírou, že?",
        "summer_Mon6": "Měla bych začíst číst knihy místo časopisů.#$e#Je dobré se něco naučit, ne?#$e#Já se vždy koukala jen na obrázky.",
        "summer_Sun6": "#$1 HaleySister#Minulou noc jsem si povídala se svoji sestrou. A dokonce jsem se bavila.#$e#Víš, Emily není ve skutečnosti tak hrozná. Asi toho máme společného více, než jsem si myslela.#$e#Ale tohle ji neprozrazuj.",
        "summer_Sat6": "Dnes se zdá být perfektní den na to si zaplavat.",
        "summer_Tue8": "Život na venkově není zas tak špatný.#$e#Kdybych žila ve městě, tak by mi za chvíli chyběly stromy.#$e#@, Asi si mě už nakazil venkovním myšlením.$h",
        "summer_Fri10": "Ah, ahoj @!#$e#Máš ${rád^ráda}$ děti?$l",
        "fall_1": "To už je podzim?$s",
        "fall_Mon": "Připadá mi hnusné, když jsou všechny tyto spadlé listy následně oslizlé.",
        "fall_Tue": "Hmm... Něco tu divně smrdí...#$e#Ach, ty jsi teď ${pracoval^pracovala}$ na farmě, že?",
        "fall_Wed": "Ah, ahoj. Copak potřebuješ?",
        "fall_Thu": "Mám chuť jít nakupovat. *povzdech*",
        "fall_Fri": "Ta skvrna na tvém koleni je od trávy?#$e#Promiň, na trávu jsem alergická.",
        "fall_Sat": "Je příliš velká zima abych šla na pláž.#$q 44 fall_Sat_old#*povzdech*...co myslíš že bych dnes měla dělat?#$r 44 10 fall_Sat_12#Malovat vodovkami#$r 44 20 fall_Sat_12#Odpočívat při čtení časopisů#$r 44 -30 fall_Sat_13#Přestat být sobecký ufňukanec",
        "fall_Sat_old": "Asi si pak na chvilku dám šlofíka.",
        "fall_Sat_12": "Hmm... To je vlastně dobrý nápad.",
        "fall_Sat_13": "Táhni pryč, ty blbý vole.$a",
        "fall_Sun": "Nikdy jsem nebyla v lese. Je tam všude bahno a mohla bych pak mít puchýře.",
        "fall_Tue2": "Něco tu voní jako čerstvě vykopaná hlína..#$b#Ah, no jasně. Ty pracuješ na farmě.",
        "fall_Fri4": "Vypadáš jako že máš za sebou spoustu těžké práce.#$b#Proč si nedáš na zbytek dne odpočinek?",
        "fall_Wed4": "Pokud se někdy budeš nudit, můžeš přijít za mnou si popovídat",
        "fall_Thu6": "Nakupování už mě nebaví tak jako kdysi.#$e#Co se to se mnou děje?#$e#Hmm...",
        "fall_Mon6": "$p 48#Už jsem ti říkala, že jsem na naší půdě našla další prababiččin náhrdelník?|Vidíš tento náhrdelník? Patřil mé prababičce.#$e#Byla to velmi zajímavá dáma.",
        "fall_Sun6": "Víš, že jsem nikdy nebyla v lese?#$e#Může být zajímavé ho jednoho dne prozkoumat.",
        "fall_Tue8": "Začíná se mi zamlouvat vůně hlíny. Není to divné?#$e#To je možná proto, že jsi pořád se mnou.$h",
        "fall_Mon10": "@, strašně ráda tě dnes vidím.$h",
        "winter_Mon": "Chci se přestěhovat někam, kde bude teplo.",
        "winter_Tue": "Ahoj. Potřebuješ ode mě něco?#$e#...",
        "winter_9": "Hmm. Z jaké značky je tvé tričko?#$e#Ah. Um, tak nic.",
        "winter_Wed": "Přála bych si, aby mi někdo přinesl mátovou kávu.$s#$e#Nemusíš se namáhat, vím že ani nevíš jak se taková káva dělá.",
        "winter_Thu": "Začnu si sepisovat seznam veškerého oblečení, které nutně potřebuji na příští jaro.",
        "winter_Fri": "Máš na své farmě poníka?$h#$e#Aha. A proč ho nemáš?$s",
        "winter_Sat": "Jediná dobrá věc na zimě je, že můžu déle spát.#$e#Chci prospat alespoň 10 hodin každou noc.",
        "winter_Sun": "Řekneš Alexovi, že ho pozdravují?#$e#Díky.",
        "winter_Tue2": "Tvé jméno je @, ne?#$e#Pořád na něj zapomínám.",
        "winter_Tue4": "Ahoj @.#$e#Děje se něco zajímavého na tvé farmě?",
        "winter_Wed6": "Začínám si uvědomovat. že šaty nejsou to nejdůležitější. Nemám pravdu?#$e#Stále je ale mám ráda. Přeci není nic špatného na trochu sebevyjádření.",
        "winter_Thu6": "Možná toto jaro dám některé své sukně na charitu.#$e#Přeci jen mám přes 1 000 sukní.$h#$e#...copak je?",
        "winter_Sun6": "Um, pokud někde potkáš Alexe, vyřídíš mu, že dnes nemám čas?#$e#Díky.",
        "winter_Mon8": "Kéž by tu ve Stardew Valley bylo tepleji.#$e#Sice se můžu přestěhovat někam jinam, ale...",
        "winter_Fri8": "Myslíš, že si někdy na farmu pořídíš poníka?",
        "winter_Sat8": "Jsem ráda, že během zimy máš méně práce na farmě.#$e#Musí být hezké si po tak dlouhé době na chvíli odpočinout, co říkáš?",
        "winter_Sun10": "@, dnes vypadáš mužně. Moc se mi to líbí.^@, dnes ti to opravdu sluší.#$e#...$h"
      }
    }
  ]
}