{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Harvey",
      "Entries": {
        "Introduction": "Rád tě poznávám. Jsem Harvey, místní doktor.#$e#Provádím pravidelné prohlídky a lékařské zákroky všem obyvatelům Pelikánova. Je to všeobecně prospěšná práce.#$e#Doufám, že časem budeš stejnou měrou tak uvažovat i o své práci.$h",
        "AcceptBirthdayGift_Positive": "Ale! Velké díky! Nečekal jsem, že si někdo dnes vzpomene na mé narozeniny.$h",
        "AcceptBirthdayGift_Negative": "Hmmm... to je... to je vskutku něco. Nečekal jsem, že si někdo dnes vzpomene na mé narozeniny.",
        "AcceptGift_(O)StardropTea": "To chceš tento lahodný čaj dát mně? S radostí a ctí ho přijímám. Děkuji!",
        "FlowerDance_Accept": "Co? Ty... mě žádáš o tanec?$4#$b#...ano. Rád bych si zatančil!$h",
        "GreenRain": "Pro všechny případy jsem přinesl nějaký zdravotnický materiál. Buď venku ${obezřetný^obezřetná}$!",
        "GreenRain_2": "Když tento jev k nám přišel poprvé, měli jsme všichni z deště strach. Nevěděli jsme zda je bezpečné vyjít ven.#$b#Ale co když je opak pravdou a může ti být i zdraví prospěšný? Kdo ví... rostlinám od pohledu velmi prospívá.",
        "AcceptGift_(O)432": "To je pro mě? Výtečně! Už se těším až si ho pokapu na těstoviny a pochutnám si na něm.$h",
        "AcceptGift_(O)348": "Jaký to milý tradiční dárek! A navíc to vypadá na kvalitní víno!$h#$b#Ano uznávám, po fyziologické stránce bych konzumaci alkoholu nedoporučoval...#$b#Ale není sporu o blahodárných účincích sklenky vína z našeho údolí vypité v pohodlí tvého útulného domova!$h",
        "eventSeen_56_memory_fourweeks": "Už pár let pracuji na kontrolním seznamu zvířat. Chci zaznamenat všechny druhy žijící v údolí!",
        "eventSeen_56_memory_twoweeks": "Jednou jsem se pokusil naložit okurky...$s#$e#Řeknu to takhle... žáby, které jsme pitvali na střední škole, voněly v porovnání s mým výtvorem jako růže...",
        "eventSeen_56": "Když jsi v mé pozici doktora v malém městě, nelze zabránit ve vytvoření blízkých vztahů s tvými pacienty. To může mít světlé i stinné stránky...",
        "eventSeen_58_memory_oneweek": "No, teď když ti mé tajemství bylo odhaleno, můžu ti říct takovou malou novinku... cvičení aerobiku tento týden mě tak nezadýchalo jako to předchozí!",
        "eventSeen_58_memory_twoweeks": "Dneska jsem si při aerobiku pořádně zacvičil. Myslím že si dnes večer za odměnu dám pořádnou porci těstovin se zeleninou a smetanou...$h",
        "eventSeen_58_memory_fourweeks": "Nedokážu pochopit proč jsem se styděl být v kroužku tanečního aerobiku. Mé nohy jsou teď jako z ocele. Dost bylo hanby!",
        "eventSeen_571102_memory": "Ještě jsem nikomu předtím neřekl o mém koníčku s letadly... ale s tebou se mi prostě rozváže jazyk.",
        "eventSeen_571102_memory_oneweek": "Jako doktor si musíš uvědomit, že nejsi všemocný a i tvé možnosti mají hranice...#$e#V minulosti jsem se dopustil hrozné chyby a nechal jsem se příliš unést svými city... tohle už podruhé neudělám...$s",
        "dating_Harvey": "Takhle předtím jsem se ještě necítil...$l",
        "dating_Harvey_memory_oneday": "Pořád na tebe musím myslet. Dnes nejsem k žádné práci.$l",
        "dating_Maru_memory_oneday": "Maru je poslední dobou štěstím celá bez sebe... slyšel jsem že v tom máš možná prsty ty.",
        "married_Maru": "Blahopřeji vum k vaší svatbě, @. Maru mi už sdělila že stále hodlá v klinice pracovat. To mi spadl kámen ze srdce!",
        "married_Harvey": "Chvilky strávené s tebou jsou ty nejšťastnější mého života...$l",
        "FlowerDance_Accept_Spouse": "Na náš tanec se třesu celé odpoledne! Tvá krása je v jarních paprscích světle oslňující, má lásko.$l",
        "Resort_Entering": "Krém na opalování? Mám...#$b#Klobouk proti slunci? Mám...",
        "Resort_Leaving": "Pokud se spálíš při pobytu na slunci, můžeš na spálenou pokožku zkusit aplikovat trochu aloe vera, to by mělo pomoct.",
        "Resort_Shore": "Pročesal jsem celou pláž a hledal skleněné střepy. Přece nechceme, aby si tu někdo pořezal nohu!",
        "Resort_Chair": "Je dobré mít občas čas na odpočinek.#$b#Problém je ale opravdu se odtrhnout od všech tvých potíží...$s",
        "Resort_Bar": "V tomto vedru je důležité dodržovat pitný režim a tělu dodávat odpařené minerály. Zeptám se Guse, zda nemá u sebe kokosovou vodu!$h",
        "Resort": "Povím ti jedno malé tajemství... dokážu plavat pouze s nafukovacími křidélky.$s",
        "FlowerDance_Decline": "Ah! Je mi to moc líto... Já, eh... mám v plánu požádat někoho jiného.$s",
        "divorced": "N... Nemůžu se na tebe ani podívat. Prosím nemuč mě a ušetři mě od další bolesti.$s",
        "breakUp": "...T...ty...?$s#$b#*polk*... M... myslím že na mě něco leze...$s",
        "dumped_Guys": "Mám moc práce. Nemůžu s tebou mluvit.$s",
        "secondChance_Guys": "Chci tě mít zpátky ve svém životě, @. Proto si myslím, že je lepší na vše zapomenout.$s",
        "Mon": "Na klinice prodáváme některé léky bez předpisu... klidně se zastav, pokud se budeš cítit ${vyčerpaný^vyčerpaná}$.#$b#Dokážu si představit, jak práce na farmě může být vysilující... proto si prosím dávej pozor, ať se nepřepracuješ!",
        "Mon2": "Cítím se zodpovědný za zdraví celé této komunity.. je to trochu stresující.#$e#Ale zase je to velmi malá komunita a já jsem vděčný za možnost si vybudovat dobré vztahy se svými pacienty.",
        "Mon6": "Chtěl bych ještě chvíli zůstat ve Stardew Valley. Konečně mám pocit, že se začínám začleňovat do místní komunity.#$e#Je dobrý pocit vědět, že jsi nějak přínosný ostatním.",
        "Mon10": "Ah! Ahoj @.$l#$e#Máš... chceš se svého lékaře na něco zeptat?$l",
        "Tue": "Zastav se vždy, pokud budeš cítit, že na tebe něco leze.#$e#Ty jsi ale ${mladý^mladý}$. Pravděpodobně budeš neustále zdravý bez nějakého velkého úsilí.$h",
        "Tue8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Hlavně se prosím nepřepracuj, @. Nařízení od doktora!#$e#Jen si představ že by naše farmáři schvátila nějaká nemoc! Kdo by nám pěstoval naše jídlo? Všichni vás moc potřebujeme!$h|Hlavně se prosím nepřepracuj, @. Nařízení od doktora!#$e#Na tvém zdraví mi záleží.$l",
        "Wed4": "Chtěl bych tě lépe poznat, @. Pojďme dát stranou náš vztah lékař-pacient.",
        "Wed6": "Je hezké mít ve městě přítele.$h",
        "Wed8": "Je vidět jak z tebe sálá zdraví. To je dobře.$h",
        "Wed": "Nezapomeň si při kýchání zakrýt ústa.#$e#A pak si také umýt ruce.",
        "Thu8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Jako doktor moc dobře znám výhody jídla uvařeném doma. Ale mám tolik práce, že se nedokážu donutit něco si uvařit.$s|Být doktorem je hodně práce. Nejím tak dobře, jak bych měl.$s#$e#Myslím, že by to bylo jednodušší, kdybych žil sám.$l",
        "Thu": "Výživa je důležitá, tak nezapomeň správně jíst. Zkus zvýšit svůj přísun zeleniny!#$e#Jídla uvařená doma jsou nejlepší. Vaříš si doma?",
        "Fri": "Dnes je nádherný den, že?#$e#Kéž bych měl méně práce.$s",
        "Fri4": "Pokud mě chceš navštívit v mém bytě, není problém. Bydlím nad klinikou.",
        "Fri10": "Pokud potřebuješ soukromou prohlídku, stačí se u mě zastavit.$l",
        "Sat": "Můžu pro tebe něco udělat?#$e#Tak se měj.",
        "Sat4": "Přišel jsem na toto místo proto. že se mi líbila atmosféra malého města a možnost použití celostní medicíny při péči o pacienty.#$e#Velmi jsem si to tu zamiloval.$h",
        "Sat10": "*Povzdech*... Začínám se cítit starý...#$e#Čím starší si, tím více máš vzpomínek, které tě zatěžují. Může to být až zdrcující.$s#$e#S tebou mám ale pocit že jsem stále mladý.$l",
        "Sun": "Hmm... Začíná být těžké se uživit. Nemám dost pacientů.#$e#Asi bych se měl pokusit přilákat pacienty z okolních měst...",
        "Sun6": "Představ si, že v tvých rukách leží život pacienta a ty ho nedovedeš zachránit... to je něco, co tě bude pronásledovat po celý život.$s",
        "event_george1": "Díky, @.$h#$b#Víš, Georgi, já se ti jen snažím pomoct.",
        "event_george2": "*Povzdech*$s#$b#Podívej, Georgi. Pokud se budeš takhle chovat, pak to budu muset probrat s tvoji ženou. Nemyslím si, že bude velmi spokojená.",
        "event_aerobics1": "Díky, @. To oceňuji.$h",
        "event_aerobics2": "*Povzdech*... nevychovanče.$s",
        "event_heart1": "Ah! Syndrom bílého pláště, že?#$b#Snaž se uvolnit. Chci ti pomoct.$h",
        "event_heart2": "Chápu. To dává smysl.",
        "event_heart3": "Um. No dobrá... Když to říkáš.$s",
        "event_grave1": "...Máš pravdu.#$b#...Díky",
        "event_grave2": "*povzdech*$s",
        "summer_Mon": "Být chvilku na slunci je naprosto v pořádku. Jen se nesmíš spálit.#$e#Dobře. Tak se opatruj! Dbej o své zdraví.",
        "summer_Thu": "Pravidelné cvičení je důležité, ale nesmíš se při něm nevyčerpat, jinak můžeš skončit u mě na klinice!#$e#Je třeba poslouchat co ti říká tvé tělo.",
        "summer_Fri": "Málokdo během léta onemocní. To je sice hezké, ale na druhou stranu jsou mé příjmy sníženy.",
        "fall_Fri": "Už jsi ${byl^byla}$ v dolech, @?#$e#Je to nebezpečné místo. Takže nedoporučuji, abys tam ${chodil^chodila}$.",
        "fall_Sat": "Některá jídla ti mohou pomoci při práci.#$e#Například když si dáš 'Farmářův oběd', budeš mít dostatečnou zásobu živin a tím budeš lépe zalévat a sklízet své plodiny!",
        "winter_Wed": "Máme tu chřipkové období, takže musíš být zvláště ${opatrný^opatrná}$.#$e#Nezapomeň si často mýt ruce.",
        "winter_Sun": "Nerad to říkám, ale během chřipkového období si vydělám mnohem více peněz.#$e#Takže kdyby lidé přestali být nemocní, musel bych kliniku zavřít.#$e#Nechápej mě špatně! Já opravdu chci, aby lidé byli zdraví... vážně!"
      }
    }
  ]
}