{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Jodi",
      "Entries": {
        "Introduction": "Ah! Nejsi přesně ${takový, jakého^taková, jakou}$ jsem si tě představovala... ale to nevadí! Já jsem Jodi.#$e#Bydlíme v malém tichém městě a proto se hned rozkřikne, když se do údolí nastěhuje někdo nový! S tvým příchodem se může hodně věcí změnit.",
        "AcceptGift_(O)StardropTea": "Och... opravdu si od tebe můžu vzít takovou drahocennou věc? Každopádně ti děkuji!",
        "dating_Sam_memory_oneday": "Slyšela jsem o tobě a Samovi. Doufám že se bude chovat jako mladý džentlmen!$h",
        "married_Sam": "Přeji vám moc štěstí. Myslím že se k sobě skvěle hodíte!#$e#Nikdy bych nečekala že se uslyším říkat tato slova, ale... bude mi chybět jak Samova kytara vyluzovala hrůzné skřeky...$s",
        "GreenRain": "Jsi v pořádku? Nikdy předtím jsme nic takového nezažili...$s#$e#Kéž by tu s námi byl můj muž. Ten si vždycky uměl poradit.$s",
        "GreenRain_2": "Vincent si dnes ráno přivstal aby si mohl hrát v tom divném dešti. Já jen doufám že měli pravdu a je opravdu neškodný!",
        "eventSeen_94": "Ještě jednou díky za tu rybu! Všichni jsme si na ni pošušňali.",
        "eventSeen_3910975": "*Šeptem* ${Slyšel^Slyšela}$ jsi co se stalo Shanovi? Taková hrůza... doufám že je v pořádku.$s",
        "pamHouseUpgrade": "No, to je něco... slyšela jsem co jsi ${udělal^udělala}$ pro Pam... ráda bych věděla čím si získala tvoji náklonost?$s#$e#...já bych také chtěla smět takhle hýřit penězi...$s",
        "pamHouseUpgradeAnonymous": "${Viděl^Viděla}$ jsi už Pam a její nové bydlení? To je něco... také bych ráda takhle rozhazovala peníze... začala bych s kuchyní...$s",
        "eventSeen_101": "Chudáček Clint... šušká se, že je až po uši zamilovaný do Emily, ale ona ho považuje jen za přítele...",
        "eventSeen_58": "Já a pár dam každý den chodíme na cvičení aerobiku...#$b#Nedávno se k nám připojil někdo nový, ale všechny nás zapřísáhl, abychom neprozradili jeho totožnost!",
        "eventSeen_3102768": "Penny je milé děvče. Už nějakou dobu učí Vincenta a dokázala si získat jeho obliby.",
        "cc_Bus": "Proslýchá se, že autobus zase jezdí. Pam je z toho určitě nadšená...#$b#Slyšela jsem že jakmile ztratila práci, začala více pít... takže doufám že toto zvrátí situaci.",
        "fall_Mon6": "Měla bych si víc často uvědomovat a být vděčná za vše co mám. Daří se nám tu dobře. Někteří nemají ani co zakousnout.$s",
        "Mon": "Udržování domácnosti je opravdu vyčerpávající... ale někdo to musí udělat.#$e#Copak?",
        "Resort_Entering": "Tohle je opravdu náramné potěšení!",
        "Resort_Leaving": "Myslím, že dneska budu k večeři podávat dary moře.$h",
        "Resort": "Ten výhled mi tají dech! Všude kam oko dohlédne jen tmavě modrá...",
        "Resort_Bar": "Všichni víme jaké to je, když se Gus objeví.",
        "reject_864": "Copak to máš? To vypadá na jednoho z Kentových kamarádů z války. Možná bys mu to ${měl^měla}$ ukázat?",
        "Mon6": "Je hezké mít rodinu... ale lhala bych, kdybych řekla, že již netoužím po svobodě mládí...$s",
        "2_1": "Můj manžel Kent slouží jako voják nasazený v zámoří. Proto tu teď není.#$b#Jsem přesvědčená, že se k nám vrátí, až skončí jeho turnus!#$e#Potřebuješ něco?",
        "Tue": "Cvičení je důležité k udržení tvého zdraví. Vždycky si na něj vyhradím čas.#$e#Jako rodič nemám moc času pro sebe. Proto se snažím využít každou chvilku.",
        "Wed4": "Kdybych jen mohla venku trávit více času, ale mám tu takovou spoustu práce.#$e#Začala jsem nosit gumové rukavice, abych neměla pořád odřené ruce.#$e#Čím starší jsi, tím více úsilí musíš vynaložit na udržení svého zdraví.$s#$e#Tak dobře, zatím!",
        "Wed": "Copak jsi to ${říkal^říkala}$? To už je %time? Dobrotivý bože!#$e#Mám ještě spoustu práce!$s",
        "Thu6": "Jak ten čas letí! *povzdech*#$e#Zdá se mi to jako chvíle, kdy tu Sam pobíhal jako malé dítě v plenkách. Byl tak roztomilý.$s#$e#Tohle mu ale neříkej.$h#$e#Ty si se mnou opravdu ${rád^ráda}$ povídáš, že?",
        "Thu": "Takže ty jsi tedy ${farmář^farmářka}$, že? Zajímavé.#$e#Jsi první farmář, kterého vidím naživo.#$e#Možná mě jednoho dne naučíš jak správně pěstovat zeleninu.$h",
        "Fri": "$d Joja#Jídlo v Jojamartu sice není pro moji rodinu to nejzdravější, ale při takových cenách by bylo šílenství nakupovat někde jinde!|Potraviny u Pierra jsou čerstvější a zdravější než všechny produkty JojaMartu co jsem tam kdy koupila. Ty levné ceny mi ale budou chybět.",
        "Sat": "Ahoj.#$e#Potřebuješ něco?",
        "Sat4": "Jsem hrozně ráda, že se snažíš vylepšit tu starou farmu.#$e#Až budeš mít vše hotovém jsem si jistá že bude velkým přínosem do naší komunity!$h#$e#Hádám ale, že tě to bude stát hodně námahy.#$e#Tak zatím.",
        "Mon2": "$d kent#Včera jsem navštívila Yobův oltář, abych mu poděkovala za bezpečný návrat mého manžela domů.|Včera jsem navštívila Yobův oltář, abych ho požádala o bezpečný návrat mého manžela.#$e#Snažím si udržet optimismus, ale někdy je to těžké.$s",
        "Sun": "#$c .5#Dnes si dávám pauzu od všech povinností a úkolů.$h#$e#Dávám si den volna.$h#$e#Zblázním se, pokud se aspoň jednou za čas neprojdu na čerstvém vzduchu!#$e#Navíc nechci aby se mi zkrátily šlachy na nohou..",
        "Sun8": "Zdálo se mi, že jsem byla naprosto svobodná, žádné povinnosti kromě těch vůči mně...#$b#Pak jsem se vzbudila a uvědomila si, že mě čekají domácí práce na celý den...$s#$e#Ale rozhodnutí založit si rodinu nelituji. @... Sam a Vincent jsou pro mě vše!",
        "summer_Mon": "Léto je sice hezké, ale s ním přichází i více práce.#$e#Nejenže se budu muset starat o dům, ale k tomu musím teď udržovat i zahradu!",
        "summer_Tue": "Zdravím.#$e#Děje se něco? Mám teď trošku na pilno.",
        "summer_Tue_inlaw_Sam": "Jak se mému Samíčkovi na té staré farmě daří?$h",
        "summer_Thu": "Udržovat domácnost je frustrující, protože je to nekonečný úkol.#$e#Když zametu podlahu, následující den je zase špinavá.",
        "summer_Sun": "Vůbec nevím, co mám dnes udělat k večeři#$e#*povzdech*...",
        "fall_Thu": "Možná jsem své kluky příliš rozmazlila  Nikdy nemuseli doma nic dělat.#$e#Totiž, já jsem jim chtěla umožnit si užít dětství, dokud ještě můžou. No, Sam je teď ale už v podstatě muž.#$b#Doufám, že z něho nevyrostl lenoch. To by nešlo.$s#$e#Rodičovství není vůbec lehké.",
        "fall_Thu_inlaw_Sam": "Fláká se Sam pořád na farmě, nebo občas přiloží ruku k dílu?",
        "fall_Sun": "Caroline a já jsme dobří přátelé. Všechno si sdělujeme.",
        "fall_Sun2": "Když se staneš rodičem, musíš přestat žít starým způsobem svého života.#$e#Možná to není úplně pravda... ale pokud si nedáš pozor, nebudeš mít na výběr.",
        "winter_Mon": "Když jsem byla malá, hrozně ráda jsem si hrála ve sněhu. Výhoda mateřství je, že si tuto radost můžeš užít znova.$h",
        "winter_Tue": "Ahoj. Neunavují tě už všichni ti lidé, co se pořád ptají na tvoji farmu?#$e#Já být tebou, tak bych se už zbláznila.",
        "winter_Tue6": "*povzdech*... Někdy si představuji, jaké by to bylo žít sama... bez nutnosti starat se o rodinu. Není to hrozné?$s#$e#Nikomu to neříkej.$4",
        "winter_Wed2": "Co dělám ve volném čase? Hmm... To je dobrá otázka.#$e#Ráda spím.$s",
        "winter_Wed4_2": "Kent je doma už nějakou dobu, ale stále se zdá být neklidný.$s",
        "winter_Thu": "Sam dělá svoji hudbou strašlivý rámus. Doufám, že tím neruší sousedy.",
        "winter_Thu_inlaw_Sam": "Jak se Samovi daří? Musím se přiznat. Co se odstěhoval, tak nemusím tolik vařit či uklízet.",
        "winter_Thu8": "Do našeho manželství jsme se tak trochu vrhli po hlavě, vzhledem ke Kentově povolání a tak... Moc jsem si své svobody a mládí neužila a teď je příliš pozdě na to se vrátit zpátky.$s#$e#Nevěřím vlastním slovům, které vycházejí z mých úst. Proč ti to vůbec říkám?$4",
        "winter_Fri": "Bylo by hezké si jednou za čas vzít dovolenou...$s",
        "winter_Sun": "Kdybych měla spoustu peněz, první, co bych si pořídila, jsou uklízečka a kuchař.#$e#Panečku, to bych se měla.$h"
      }
    }
  ]
}