{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Leah",
      "Entries": {
        "Introduction": "Zdravím, ráda tě poznávám.$h#$e#Na přestěhování sis ${vybral^vybrala}$ skvělý čas... Jaro v tomto údolí je překrásné.",
        "AcceptGift_(O)StardropTea": "Tak tohle vě mně vyvolává vzpomínky... když jsem byla malá, nechali mě se ho trochu napít. Ta chuť byla nezapomenutelná.",
        "AcceptBirthdayGift_Positive": "Ahoj, mockrát ti děkuji, @! Díky tobě jsou teď moje narozeniny o to výjimečnější.$h",
        "FlowerDance_Accept": "To mě zveš k tanci? Ano!$h#$e#Myslela jsem, že už se mě nezeptáš...$h",
        "dating_Leah": "Tušila jsem, že se mnou chceš začít chodit...$l",
        "married_Elliott": "Elliott je na romantiku odborník na slovo vzatý... tvé dny budou zaplněny básnickými přednesy a dramatickými replikami!$h",
        "married_Shane": "Jsem ráda, že to Shanovi v životě konečně klape. Koukat se jak září štěstím mi dělá hroznou radost!#$e#Vzhledem k jeho bezbřehé lásce slepic si určitě na %farm farmě najde místo!$h",
        "AcceptGift_(O)169": "Ach! Zajímavé! Tohle dříví má velmi zvláštní tvar...$h",
        "AcceptGift_(O)430": "Ahoj, copak mi to neseš? *čich*... mmm... tyhle jsou nejlepší nastrouhané na čerstvé těstoviny. To si pěkně pochutnám!$h",
        "AcceptGift_(O)200": "Mmm... ve městě takhle čerstvou zeleninu nemáš šanci sehnat. Chutná výtečně!$h",
        "AcceptGift_(O)196": "$c 0.8#Úplně se mi sbíhají sliny... mňam! Není nic chutnějšího než salát z čerstvě sklizené zeleniny.$h#No to je super, @! Přesně po tomhle můj žaludek touží! Jak jsi to ${zjistil^zjistila}$?$h",
        "dating_Leah_memory_oneday": "Snad nemáš pocit že když teď spolu chodíme, tak musíš každou volnou chvíli trávit se mnou... já vím že máš hodně práce!",
        "eventSeen_53_memory_oneday": "Na výstavě jsem prodala dostatek mých děl, abych si vystačila s penězi na další rok... a to je vše, co potřebuji!",
        "eventSeen_54_memory_oneday": "Ještě ted jsem naštvaná na ${toho chlapa, který^tu ženskou, která} nám zkazila piknik... ${choval^chovala}$ se jako blázen!$a#$b#Už o ${něm^ni} radši nikdy nemluvme.$s",
        "eventSeen_584059_memory_oneday": "Pokud se má díla budou dále takhle prodávat na internetu, budu se moct umění věnovat napořád. To byl vždycky můj sen.",
        "FlowerDance_Accept_Spouse": "No konečně! Už už jsem si začala myslet, že chceš tancovat s někým jiným!$h",
        "GreenRain": "Odkud se vzaly všechny tyhle rostliny? Trochu mě to vyděsilo, ale vůbec mi to nevadí...",
        "GreenRainFinished": "Ve městě z deště asi museli být strachy celý bez sebe? Vůbec jsem neměla tušení... pro mě to byl neuvěřitelný zážitek!$h",
        "GreenRain_2": "Představ si že by takhle pršelo celé léto... celé údolí by pak ovládla příroda!",
        "Fri6": "Někdy mě přepadne zvláštní pocit. Má hlava se vyprázdní... a já cítím jen nekonečný klid, možná i blaženost.#$e#No to ne! Vidím ti to na očích, ale tohle vůbec nesouvisí s pitím vína!$h",
        "Fri8": "Přemítáš někdy jaké by to bylo být v kůži jiného člověka?#$e#Byly by naše myšlenky podobné, nebo zcela odlišné a projevovaly by se jinak?#$e#Nemusíš se o mě starat, někdy mi v hlavě prostě straší...$h",
        "Resort_Entering": "Nikomu to neříkej, ale Willy mě cestou sem nechal na chvíli stát před kormidlem a řídit loď.$h",
        "summer_Fri4": "Taky se někdy prostě vydáš na procházku lesem... zastavíš se... a jen se kocháš krásou přírody?#$e#Jak snadné je zapomenout jak skutečně úžasný je náš svět...",
        "summer_Sat4": "Jedné letní noci bylo takové vedro, že jsem jednoduše vstala z postele a skočila do řeky!#$e#Doufám. že mě nikdo v tu chvíli neviděl!$h",
        "fall_Sun4": "Jedné věci, které se neumím v tomto údolí nabažit, jsou ty nádherné vodopády.#$e#Taky se někdy chceš kochat jejich krásou? Je to velmi uklidňující...",
        "winter_Sun4": "Někdy si prostě musíš dát na celý den volno.#$b#Nejenže to uleví tvé duši, ale v konečném důsledku odvedeš i více práce!",
        "Resort_Leaving": "No, to byl velmi hluboce uvolňující zážitek.",
        "Resort": "Miluji počasí ve Stardew Valley, ale někdy je dobré vidět i jiné podnebí, abych mohla vidět věci v širší souvislosti.",
        "Resort_Shore": "Tvar těchto vln je hrozně inspirující.#$e#Přemýšlím jestli bych dokázala zachytit takovou neforemnost v mé soše.",
        "Resort_Chair": "Tohle vedro mi nevadí, dokud se nezačnu hýbat.$h",
        "Resort_Wander": "Hmmm, jsem přesvědčená, že ze stromů v okolí by byl zajímavý materiál pro umělecké práce.#$e#Willy by ale asi neocenil, kdybych na loď přitáhla klády z lesa!$h",
        "Resort_Wander_2": "Jaké plodiny se asi dají nasbírat v okolí?#$e#Myslím, že jsem zahlédla chutně vypadající ořechy rostoucí na nedalekém křoví.",
        "Resort_Bar": "Už jsi ${vyzkoušel^vyzkoušela}$ Piña Coladu? Já už mám druhou sklenici... hehe.",
        "FlowerDance_Decline": "Budu k tobě upřímná. Nechci s tebou tancovat.$u",
        "divorced": "Po tom všem jsem došla k závěru, že být sama bude nejlepší. Tak mě prosím nech na pokoji.$u",
        "breakUp": "Aha... Je mi to jasné. Heh... Já vážně nemám v těchto věcech moc štěstí...$s",
        "dumped_Girls": "Bude lepší, když se na nějakou chvíli přestaneme vídat.$s",
        "secondChance_Girls": "Svým chováním si způsobil velkou bolest spoustě lidem... Myslím, že jsem připravena tyto události zanechat v minulosti.$s",
        "Beach": "Přišla jsem si poslechnout zvuky moře. Pastva pro uši, nemyslíš?",
        "Mon": "Stromy dnes vypadají skvostně, ne?#$q 21/22/211132 Mon_old#Poslyš, proč ses ${chtěl^chtěla}$ stát farmářem?#$r 21 -5 Mon_21#Dělám to pro peníze.#$r 22 5 Mon_22#Cítím se tu víc \"při životě\" než ve městě.#$r 211132 5 Mon_211132#Chci kráčet ve šlépějích svého dědečka.#$r 22 5 Mon_22#Prostě nastal čas udělat v mém životě změnu.",
        "Mon_old": "$p 21#Tak co, je množství vydělaných peněz podle tvého očekávání?|Procházka po přírodě je vždycky potěšením..",
        "Mon_21": "Hmm. To je trochu krátkozraké, nemyslíš?$s",
        "Mon_22": "Haha... to je víceméně ten stejný důvod, proč jsem sem přišla já!$h#$b#Chtěla jsem být blíže nezkrocené přírodě..",
        "Mon_211132": "To je od tebe velmi milé, že takhle uctíváš svého dědečka.",
        "Tue4": "Ahoj. Ah, ty si chceš povídat?#$e#Zdejší krajina mi dává spoustu nápadů. Půda skoro vypadá jako vytesaná socha.#$e#Já umění nevytvářím pro peníze. Je to prostě má touha.#$e#Farmaření se zdá být jako velmi užitečné zaměstnání. Vytváříš chutné jídlo pro všechny!$h#$e#Asi máš spoustu práce. Promiň",
        "Tue": "Zdravíčko, sousede.^Zdravíčko, sousedko.#$e#Oba žijeme mimo město. Je to snad nějaké znamení?",
        "Wed": "#$1 LeahBug#Dnes ráno jsem omylem šlápla na broučka.$s#$e#Někdy mi připadá nemožné žít, aniž bychom nějakým způsobem přírodu neponičili.",
        "Wed6": "Ráda jsem v přítomnosti zvířat. Jsou tak nevinní.#$e#Zvířata na farmě jsou také úžasná.$h",
        "Wed8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Jak uspokojující musí být najednou sklidit celé lány plodin? V podstatě vytváříš jídlo z ničeho!$h|Ahoj @! Před chvílí jsem myslela na tebe a tvoji farmu.#$e#Představovala jsem si jak skvělý to musí být pocit sklízet velké množství plodin.$h#$e#Nebylo by ale lepší mít nějakou pomoc, co říkáš?$l",
        "Thu": "V oblasti je ve skutečnosti spousta divoce rostoucího ovoce, pokud víš kde hledat.#$e#Skoro každý den si dělám čerstvý salát.$h",
        "Thu6": "Sběr je moje specialita. Někdy ti udělám čerstvý salát.$h",
        "Fri": "Je jednodušší se přátelit se stromy.  Moc toho nenamluví.$h",
        "Fri2": "Bez přírody bychom nepřežili. Je dobré si tohle uvědomit.",
        "Fri4": "Zdravím, @. To mám e hezký den, že?#$e#Pokud si budeš potřebovat s někým promluvit, můžeš se zastavit u mé chatky.$h",
        "Sat": "Moc ráda zdobím domek podle ročního období.",
        "Sat8": "Farmaření zní jako skvělá zábava. Chci to jednoho dne zkusit.$l",
        "Sun": "Pokud uslyšíš jak se z mé chatrče ozývají rány, tak to jsem pravděpodobně já, jak pracuji na jedné z mých soch.",
        "Sun8": "Pokud někdy najdeš jakékoliv zajímavě vypadající naplavené dřevo, můžeš mi ho dát?#$e#Bylo by to speciální dřevo přímo od tebe.",
        "event_sculpt1": "...Cože?$7#$b#Ah! No ano, máš naprostou pravdu!$h",
        "event_sculpt2": "Na tom není nic špatného... Myslím že v čisté, nedotknuté přírodě se dá najít spousta krásných věcí!#$b#Ale jako člověk mám také zájem o to jak si utváříme a vykládáme svět okolo nás... Myslím, že se tím vším snažím říct, že mám zájem o 'umění'.",
        "event_sculpt3": "Ty prasáku!%fork$a^Ah! Takže ty jsi...? Já taky.$6#$b#Vypadni!$a^To je dobré vědět.$l",
        "event_parents1": "Máš pravdu... Tam u nás bych prostě nebyla nikdy šťastná.$u#$b#Bylo pro nás oba lepší... ukončit nefunkční vztah dokud jsme byli mladí a přizpůsobiví.$u",
        "event_parents2": "To je trochu kruté... ale, ano. Měli jsme jiné priority.$u",
        "event_parents3": "A víš co? Možná se tam opravdu vrátím!%fork$a",
        "event_parents4": "*povzdech*...$s#$b#Asi máš pravdu... bylo to ode mne trochu sobecké. Ale to je takový zločin chtít být šťastná? Uh... já už nevím...$s",
        "event_parents5": "*povzdech*...$s#$b#Možná máš pravdu... lidé jsou sobečtí tvorové. Já nevím.$s#$b#Asi bych o tom už neměla přemítat. Každý musíme ve svém životě někdy učinit těžké rozhodnutí.$s ",
        "summer_1": "To že je léto poznáš podle sladké vůně nektaru linoucí se vzduchem!$h",
        "summer_Mon": "Dnes ráno jsem nasbírala ovoce!#$e#Promiň, už mi žádné nezbylo.$s#$e#Nepřestávej hledat, určitě najdeš nějaké další.",
        "summer_Tue": "Zvuk zvířat na farmě je velkým potěšením, že?",
        "summer_Tue4": "Jednoduché věci v životě jsou ty nejlepší: něžný sluneční vánek, velkolepé mraky na obloze a pohár plný červeného vína ze Stardew Valley.",
        "summer_Thu6": "Žádné divoké ovoce neunikne mé pozornosti. Jednoho dne ti udělám pěkný ovocný salát.$h",
        "summer_Fri": "Pípu můžeš využít pro přímý sběr sirupů a dalších tekutin ze stromu.#$e#Je to sice pomalé. ale výsledek může vynést spoustu peněz.",
        "summer_Fri2": "Nebudu si brát servítky, pokud se nebudeme k přírodě chovat slušně, budou naše vnoučata odsouzena k zániku.#$e#Že je tomu tak?",
        "summer_Fri6": "Zdravím, @. Cítíš se někdy na té velké farmě ${osamělý^osamělá}$?#$e#Pokud si budeš potřebovat s někým promluvit, můžeš se zastavit u mé chatky.$h",
        "summer_Sat": "Díky tekoucí vodě není během léta v mé chatrči takové vedro.#$e#Já vedro špatně snáším.",
        "summer_Sun": "Co bych měla dělat v tento horký, lenost vyvolávající den? *povzdech*#$e#Máš nějaký nápad?",
        "fall_1": "Jak rychle se období může změnit!#$e#Velmi mě to šokovalo.",
        "fall_Mon": "#$c .5#Přes víkend jsem našla několik hub!#$e#Tak jsem si dnes ke snídani udělala míchané houby s vajíčky... A teď jsem přecpaná.#$e#Drž nos při zemi a zanedlouho určitě nějaké houby najdeš... Tím jsem si jista.",
        "fall_Tue": "Myslíš. že můžu udělat koláž se suchých listů?#$e#Jsou tak barevné... Nemůžu přestat myslet na jejich možné využití v uměleckých projektech.$h",
        "fall_Tue4": "Všichni máme jedinečný a zajímavý pohled na věc, ať tomu věříme nebo ne. Jaký je tvůj názor?#$e#I když názory některých lidí prostě nemůžu respektovat.",
        "fall_Wed": "Je tak příjemné žít u řeky.#$e#Každou noc usínám za uklidňujícího zurčení vody.",
        "fall_Thu6": "Někdy ti určitě udělám houbovou míchanici.$h",
        "fall_Fri": "Máš ve svém domě kuchyň?#$e#Pokud ji máš, můžeš si uvařit všemožná chutná jídla.$h",
        "fall_Fri6": "Pokud si budeš potřebovat s někým promluvit, můžeš se zastavit u mé chatky.$h",
        "fall_Sat": "Ozdoby domů zdůrazňují dojmy z období. Myslím, že u této tradice stojí za to vynaložit jisté úsilí.",
        "fall_Sun": "Je tu spousta skvělých míst kam si můžeš vyjít.#$e#JE skvělý pocti si za čas protáhnout nohy.",
        "winter_Mon": "Strašně se mi líbí jak vše vypadá pod vrstvou čerstvě napadaného sněhu.",
        "winter_Tue": "V mé chatce je teď strašná zima.$s#$e#Takže se vždycky schoulím pod velkou dekou a pak je mi hezky teploučko.$h",
        "winter_Wed": "Dnes časně ráno jsem zahlédla sněžného králíka! Jsou vzácní, že?",
        "winter_Thu": "Mám velké obtíže sehnat v zimě čerstvé jídlo.#$e#Místo toho jím hodně chleba.$s",
        "winter_Thu6": "*Povzdech*... V zimě jen s obtížemi seženeš čerstvé jídlo.#$e#Vsadím se, že tvá farma je teď naplněná po okraj jídlem, že?",
        "winter_Fri": "Přijde mi, že čas tu jakoby plyne pomaleji.#$e#Když jsem žila ve městě, ani jsem si neuvědomila, že už rok uběhl.",
        "winter_Fri6": "Je ti někdy na tvé farmě zima?#$e#Zastav se u mě doma a můžeš se schoulit pod jednu z mých dek a vypít tolik moštu, co hrdlo ráčí.$h",
        "winter_Sat": "Ahoj. Potřebuješ něco?",
        "winter_Sat2": "Zdravím, @. Je tu něco o čem by sis ${chtěl^chtěla}$ popovídat?",
        "winter_Sun": "${Vzal^Vzala}$ sis někdy na celý den volno?#$e#Takové přestávky ti vždycky doplní veškerou energii."
      }
    }
  ]
}