{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Lewis",
      "Entries": {
        "Introduction": "Tak jaká byla tvá první noc ve tvé staré chatrči?#$e#Tvůj děda si pořád stěžoval na tu vratkou starou postel. Ale myslím, že hluboko ve svém srdci ten dům zbožňoval.",
        "AcceptGift_(O)StardropTea": "Měl jsem potěšení za svůj život ochutnat mnohé čaje, ale žádný z nich nebyl takové vytříbené kvality a chuti. Máš mé díky!",
        "AcceptBirthdayGift_Positive": "Ach, tak ty sis ${vzpomněl^vzpomněla}$ na narozeniny tohoto starého starosty. To je od tebe milé. A navíc je to i hezký dárek!$h",
        "GreenRain": "Právě teď jsem mluvil s guvernérem... podle jeho poradců je tento déšť naprosto neškodný. Je to jen jeden ze vzácných jevů přírody.#$b#To ale bohužel neutěší naše panikařící občany, což nikdy nevěstí nic dobrého...",
        "GreenRainFinished": "No, to bylo pro naše městečko docela pozdvižení! Naštěstí se nikomu nic nestalo.$h#$e#Pokud budeme v budoucnu podrobeni něčemu podobnému, tak snad už nebudeme tak vyděšení. Nenastal konec světa!",
        "GreenRain_2": "Asi se dá očekávat, že tyto nezvyklé deště budou přicházet každý rok. Myslím že jsem si všichni společně oddechli vědomím, že to je jen pouhopouhý přírodní úkaz.",
        "AcceptBirthdayGift_Negative": "Ach, tak ty sis ${vzpomněl^vzpomněla}$ na narozeniny tohoto starého starosty... co... co to...?$h#$b#Ehm... no, aspoň jsi to ${myslel^myslela}$ dobře.",
        "cropMatured_24": "Zdravím, na svých nočních pochůzkách jsem si všiml, že ti vyrostl tvůj první pastinák. Myslím že mám důvod ke gratulaci!",
        "cropMatured_254": "Tvoje melouny se opravdu vyjímají na %farm farmě!$h#$b#Tvůj dědeček je měl za dob jeho obhospodařování farmy ze všech plodin nejraději.",
        "cropMatured_276": "Nic neříká 'Je tu podzim!' více, než dýně, co myslíš?",
        "married": "Blahopřeji, @. Ty a %spouse teď kráčíte prvním velkým krokem na cestě vaším společným životem. Možná je troufalé ti tohle říkat, ale myslím si, že si tu konečně zapustil kořeny!",
        "married_twice": "Tak ti znovu blahopřeji, @. Snad to teď vyjde.",
        "divorced_once": "Rozvodové dokumenty jsou již stvrzeny a založeny. Je mi líto že vám to nevyšlo...",
        "divorced_twice": "Další rozvod? No tak, @... napříště by sis ${měl^měla}$ pořádně rozmyslet, že se k sobě opravdu hodíte a bude vám to klapat...$u",
        "movieTheater": "Všichni naši mladí občané jsou z nového kina nadšení.#$e#Úspěšné kino je velkým přínosem pro místní ekonomiku. Jen doufám, že obsah těchto nových filmů není nijak závadný!",
        "cc_Bridge": "Nevím jak, kdy a proč, ale most směřující do dolů je po včerejšku zčistajasna opraven.#$b#Dost mě to zarazilo... na opravě musel spolupracovat celý tým stavařů!#$b#Kdo má takové prostředky?",
        "wonGrange": "Blahopřeji ti k výhře ve výstavě.#$e#Hehe... jen tak mezi námi, myslím si, že Pierre potřeboval aby mu někdo udělil trochu pokory!$h",
        "Resort": "${Udělal^Udělala}$ si na mě dojem, @. Tohle místo teď vypadá jako zbrusu nové!$h",
        "Resort_Leaving": "Všichni na palubu! Vracíme se zpátky do údolí!",
        "Resort_Shore": "Exotická místa jako toto jsou skvělými příležitostmi kam vyrazit na dovolenou, což může mít velký přínos pro místní ekonomiku!#$e#Raději se nebudu dlouho zdržovat na slunci, jinak mi vyschne můj knír.",
        "Resort_Chair": "Hehe... stále nemůžu uvěřit jak to tu vypadá! Nevím jak se ti to povedlo, ale tohle malé letovisko je tématem všech ve městě.$h",
        "Resort_Bar": "Hehe... Gus je opravdu ve svém živlu.",
        "pamHouseUpgrade": "@, slyšel jsem, co jsi ${udělal^udělala}$ pro Pam a Penny... Tak *takovou* úroveň podpory rád v Pelikánově vidím!$h",
        "pamHouseUpgradeAnonymous": "${Slyšel^Slyšela}$ jsi to @? Někdo zaplatil Robin, aby Pam a Penny postavila dům! Nechce mi ale říct, kdo byl dárce.#$e#Ať to byl kdokoli, rád vidím jak se tu v Pelikánově navzájem takto podporujeme!$h",
        "willyCrabs": "*čich*... *čich*... cítíš to? Celý den tu cítím závany od čerstvých krabů...$u",
        "cc_Begin": "*čich*... *čich* Aha, cítím z tebe staré komunitní centrum. Dobré vědět, že se o to místo někdo stará.",
        "cc_Complete": "Nikdy jsem necítil takovou ohromující pýchu v naší komunitu. ${Prokázal^Prokázala}$ jsi Pelikánovu velkou službu @.$h",
        "cc_Bus": "Už jsi to ${slyšel^slyšela}$, @? Vypadá to, že náš starý autobus přes noc začal zase jezdit!$h#$b#Ta stará rachotina nešla nastartovat už desítky let... Tohle je opravdu velká záhada.",
        "joja_Begin": "Tak, staré komunitní centrum je pryč... Časy se prostě mění a dobré věci přicházejí a pak zase odcházejí... Ale já si nemůžu pomoct když cítím velkou ztrátu.$s#$e#Já jen doufám že tohle neposkvrní můj zápis do historie jako starosta.$s",
        "Mon": "Teď je dobrý čas začít přemýšlet o zahradničení, to platí i pro nás, co nejsou farmáři.#$e#Toto údolí je vyhlášené pěstováním některých nejlepších jarních květin!$h",
        "Tue": "Pokud chceš něco prodat, stačí to umístit do krabice vedle tvého domu.#$e#Bude zajímavé zjistit, jaké věci tam umístíš.",
        "Saloon_Entry": "Zdravíčko Gusi!",
        "Tue2": "Na začátku každého období budeš muset odstranit mrtvé rostliny z předchozího. Nejlepší je k tomu použít kosu.",
        "spring_3": "Už jsi ${zasadil^zasadila}$ nějaké jarní plodiny? Žádné období totiž netrvá věčně.",
        "Town_57_40": "#$c .3#Dnes si ve městě brzo, copak se stalo? Už máš hotové práce na farmě?#$e#Dobré ráno! ${Zastihl^Zastihla}$ jsi mě jak kontroluji zahradu, tak jako každý den.#$c .5#Hmm... to jsou mšice?$s#$e#Hmm... doufám, že toto nejsou červci...$s",
        "Wed": "Hmmm... výběry daní... *mumlání*... výdaje na jarní oslavy... *mumlání*...$u#$e#Potřebuješ něco?",
        "spring_10": "Ah... Nic nepředčí šálek silného čaje po ránu.",
        "Thu": "V hospodě je večer povětšinou veselo. Někdy dokonce vhodíme minci do hrací skříně. *hehe*$h#$e#Chodím tam alespoň jednou za týden, abych se dozvěděl, co nového se ve městě odehrává.",
        "Saloon": "Dobrý večer! Je hezké tě vidět, jak si povídáš s ostatními obyvateli města.#$b#Jednou za čas je dobré na chvíli se tu zastavit a zjistit co nového se událo.$h",
        "Saloon4": "Dobrý večer,@! Rád tě vidím odpočívat v hospodě. Je dobré se občas přestat zabývat prací.$h#$b#Tvůj dědeček vždycky pracoval až do úmoru... Dnes si na jeho počet dám pivo navíc.",
        "Fri": "Doufám, že se ti daří na %farm farmě. Nesnesl bych ji vidět jak postupně usychá.",
        "Sat": "Každý se zdá být trochu šťastnější o víkendech, nemyslíš?#$e#Já jsem ale v práci sedm dní v týdnu.",
        "Sun": "Starostou Pelikánova jsem již přes 20 let!#$e#Při volbách nikdo proti mě nekandiduje. Beru to jako známku, že dělám svoji práci dobře.#$e#Rád pracuji jako zdejší starosta.",
        "event_secret1": "Díky ti @. Na tohle jen tak nezapomenu.",
        "event_secret2": "*vzlyk*... Nemůžu uvěřit, že bys něco takového ${udělal^udělala}$...$s#$b#Jsi hrozný člověk.$s",
        "summer_Mon": "Zahradničení je můj koníček, proto se těším na teplé počasí přicházející s létem.",
        "summer_Town_57_40": "#$c .3#Ah, mé květiny rostou nádherně!$h#$c .3#Dobré ráno! Cítíš tu sladkou vůni těchto rosílií?#$e#I když je ještě brzo, vzduch už je pěkně horký. Léto je pro staříky jako jsem já skvělá doba, hehe.",
        "summer_Tue": "Jak jsem se vlastně stal starostou? To je na dlouhé vyprávění.#$e#A na takovéto vyprávění máme oba příliš mnoho práce.",
        "summer_Wed": "Měsíční medúzy sem dorazí každým dnem. Je to jedna z mých nejoblíbenějších událostí v tomto údolí.",
        "summer_Thu": "V hospodě je večer povětšinou veselo.#$e#Chodím tam alespoň jednou za týden, abych se dozvěděl co nového se ve městě odehrává. A také abych ochutnal Gusovy pravé špagety.",
        "summer_Fri": "Hmm... jestlipak dnes někdo slaví narozeniny? Raději bych se měl podívat na kalendář u Pierrova obchodu.",
        "summer_Sat": "Každý se zdá být trochu šťastnější o víkendech, nemyslíš?#$e#Já jsem ale v práci sedm dní v týdnu.",
        "summer_Sun": "Poslyš, pěstuješ na své farmě borůvky?#$e#Já zbožňuji čerstvé borůvky.%revealtaste:Lewis:258",
        "fall_Mon": "Někteří místní se mají na pozoru před cizími lidmi. Budeš muset nejdříve získat jejich důvěru, až pak se ti otevřou.#$e#Hlavně se nevzdávej, jedině tak se dostaneš přes jejich ulitu.$h",
        "fall_Tue": "Myslíš, že to bylo přibližně v tuto dobu, před dvaceti lety, kdy jsem poprvé nastoupil do funkce starosty.#$e#To už je tak dlouho? Připadám si strašně starý.$s",
        "fall_Wed": "Pokud máš nějaké nápady jak město zlepšit, stačí mi je napsané na papírku vhodit do schránky návrhů.#$e#Ah, teď jsem si uvědomil... My tu nemáme schránku návrhů.",
        "fall_Wed2": "Každou středu si dávám pohankové vafle a kávu ke snídani. Je to taková moje tradice, aby můj život starého mládence byl trochu více zajímavější.$h",
        "fall_Town_57_40": "#$c .3#Hmmm... tyto zvláštní malé houby znenadání začaly růst v mých dřevěných štěpkách. Jakýpak je to asi druh?#$c .3#Dobré ráno! Pomalu ale jistě vstupujeme do studených měsíců roku, proto vyprovázím svoji zahradu do jejího nevyhnutelného konce.#$e#Ah, dnes jsi ve městě brzy, že? Už jsi ${hotov^hotova}$ s povinnostmi na farmě?",
        "fall_Thu": "V hospodě je večer povětšinou veselo.#$e#Chodím tam alespoň jednou za týden, abych se dozvěděl co nového se ve městě odehrává.",
        "fall_Fri": "Doufám, že se ti na farmě daří.",
        "fall_12": "Máš na své farmě nějaké včelí úly?#$e#Podle květů, u kterých jsou úly umístěny, dostaneš různé druhy medu.",
        "fall_19": "Někdy můžeš poznat, že je něco zakopaného pod zemí. Stačí mít otevřené oči.",
        "fall_Fri4": "Už jsi ${okusil^okusila}$ Gusovu 'tajnou' špagetovou omáčku?$s#$b#... Přísady možná jsou tajné, ale ten smrad není.#$b#Uvidíme se později.",
        "fall_Sun": "Směřuješ veškeré úsilí na svoji farmu, @? Pokud se chceš stát všestranným občanem, budeš muset splnit úkony v mnoha oblastech.",
        "winter_1": "Takže, paní Zima k nám přišla na návštěvu! Tudíž bude spousta občanů ukrytá ve svých domovech.#$e#Alespoň je pak snazší je nalézt!$h",
        "winter_Mon": "Další rok je už skoro za námi!#$e#Doufám, že tento rok byl pro tebe produktivní!",
        "winter_Tue": "Musím začít vymýšlet návrhy pro zlepšení našeho města v příštím roce!",
        "winter_Wed": "I přes všechny ty závěje budu stále chodit každou noc odebírat tvé výrobky z krabice.#$e#Stále přeci budeš potřebovat vydělávat peníze. I během časů zimy!",
        "winter_Fri": "Doufám, že věci jdou na tvé farmě podle očekávání.",
        "winter_Fri6": "Nikdy jsem nebyl ženat, nemám žádnou rodinu. Celý můj život se točí okolo úřadu starosty.$s#$e#Stojí to za to?$s#$e#...*povzdech*...$s",
        "winter_Sun": "Zdravím @! Jak se ti dnes vede?$h#$e#Pokud potkáš Marnie, pozdravuj ji ode mne."
      }
    }
  ]
}