{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Linus",
      "Entries": {
        "Introduction": "Kohopak to tu máme?... Ahoj, my se asi ještě neznáme.#$e#Nemusíš si mě všímat. Žiji tady venku sám.",
        "AcceptGift_(O)StardropTea": "Tvůj dar pro mě hodně znamená, @. Nechám si ho na poklidný den ve svém stanu. Děkuji ti!",
        "AcceptGift_(O)Book_Trash": "Knížky nejsou zrovna můj šálek čaje... ale tahle se zdá být psaná přímo pro mě... taková hostina informací. Moc děkuji!$h",
        "AcceptGift_category_greens": "To je pěkný kousek! Vždycky se rád zakousnu do divoce rostoucího plodu. Rád si pochutnám.",
        "married": "V mém životě byla chvíle kdy jsem přemýšlel o sňatku. Ale nyní jsem šťastně ženat s větrem šustícím mezi listy a žábami kvákajícími za stříbrného svitu Měsíce.",
        "GreenRain": "Všechny tyto zvláštní stromy do zítra zmizí... je to jeden z tajů přírody.",
        "GreenRainFinished": "Jak si ${pochodil^pochodila}$ se sběrem mechu? Hehe... u mě bude teď má postel o trochu pohodlnější.",
        "GreenRain_2": "Já už jsem nashromáždil dostatek mechu na celý rok. A co ty? Vystačíš si se svou zásobou?",
        "AcceptGift_(O)774": "No tak se podívejme... vypadá dokonale. Jsi ${pilný student^pilná studentka}$, @.$h",
        "AcceptGift_(O)166": "Ne, musím odmítnout. Netoužím po penězích... vlastně, myslím si že jsou prokleté. [166]",
        "AcceptGift_category_fish": "Ah, ta se ještě pěkně mrská. Dnes si moc dobře pochutnám!$h",
        "mineArea_80": "Jen málo lidí může říct, že sestoupila tak hluboko do dolů jako ty.",
        "eventSeen_8357109": "Voda v údolí proudí z ledovců vysoko v horách.#$e#Jednou jsem se ke zdroji vody vypravil, abych ji mohl složit úctu.",
        "movieTheater": "Kino? Hmm... stačí se podívat kolem sebe. Každý den můžeš pozorovat drama odehrávající se v přírodě.",
        "DumpsterDiveComment": "${Našel^Našla}$ jsi něco dobrého?$h",
        "winter_Mon4": "Jakmile se oprostíš od moderního způsobu života, budeš schopen si doopravdy užívat prosté věci... jako Slunce, zralé ovoce, nebo větev, která je vytvarovaná přesně tak, jak potřebuješ.",
        "reject_869": "Copak to máš? Z toho by byla dobrá návnada.$h",
        "cc_Boulder": "Můj starý přítel, jiskřivý balvan, již není mezi námi. Možná ti to nepřipadá jako velká událost, ale pro mě je to velká změna.#$b#Na druhou stranu jsem rád, že ten starý kámen se koukne do světa.$h ",
        "MovieInvitation": "Ah... pro mě? Normálně bych nešel, ale... tak jo. Hezké, že na mě myslíš.#$b#Za chvilku tam vyrazím.",
        "Mon": "Ostrý štiplavý vzduch z divočiny je vše co znám.#$e#Žiji tady z vlastní vůle.",
        "Tue": "... ${Přišel^Přišla}$ ses mi vysmívat?#$e#Já nikoho neotravuji.",
        "Wed": "Neznám tě dostatečně dobře, abych ti mohl věřit. Promiň.",
        "Thu": "...Hmm? Potřebuješ něco ode mne?",
        "Fri": "Prosím nenič mi můj stan.#$e#To už tu také bylo.$s",
        "Sat": "Jsem šťastný o samotě, to jen abys to ${věděl^věděla}$.#$e#Nepotřebuji nové přátele.",
        "Sun4": "Bylo by milé, kdyby lidé ve městě mě přijali takového jaký jsem.$s#$b#Rád žiji tady v přírodě. To prostě nedokážou pochopit.",
        "Tue4": "Přežít v divočině se můžeš naučit. Tak jako já.#$e#Myslím že my všichni máme hluboko skrytou touhu vrátit se do přírody. Nejtěžší je takový krok učinit.",
        "Wed6": "Myšlením jsem strávil hodně času.#$e#Pokud se ti povede zcela pochopit příčiny tvých myšlenek, dosáhneš nové úrovně bytí.",
        "Wed2": "Musím se mít na pozoru před neznámými lidmi. Většina jich totiž nemá ráda 'divocha'.",
        "Thu4": "Zdejší lidé se zdají být velmi milí, ale pořád se mi vyhýbají.#$e#Lidstvo se často bojí neznámého.$u",
        "Fri4": "Ze stromů se toho můžeš hodně naučit.#$b#Trošku se jim věnuj a třeba ti sdělí svá tajemství.#$e#Jdi v pokoji, dítě.",
        "Sat4": "Mám k dispozici vše co potřebuji k přežití  Příroda vyluzuje nádhernou píseň a ty se ji musíš jen naučit poslouchat.",
        "Sun": "#$1 linusVandal#Někdo minulou noc házel na můj stan kameny... nedalo se dělat nic jiného, než čekat až je to přestane bavit.$s$k#$e#Nerad se příliš dlouhou dobu zdržuji na jednom místě. Na světě je taková spousta věcí, které chci ještě zažít..",
        "summer_Mon4": "Během mých let života jsem objevil pár jeho tajemství.#$e#Budeš na ně muset přijít ${sám^sama}$.",
        "summer_Mon": "#$1 LinusHeron#Dnes jsem viděl volavku ladně se brodící ranní mlhou. Takové jsou poklady poklidného života.$k#$e#Je velmi snadné nechat se uchvátit hlukem moderního života. Tvé nejlepší roky ti protečou mezi prsty jako beztvará šmouha. Proto je důležité se naučit občas v životě zpomalit. ",
        "summer_Tue4": "Jak se daří mému mladému příteli?^Jak se daří mé mladé přítelkyni?",
        "summer_Wed6": "Ah... léto. Teplé slunce mi ohřeje mé konzervy.#$b#Pak se můžu v noci těšit na teplé jídlo.",
        "summer_Thu4": "Mám své vlastní důvody proč takto žiji sám.#$e#O některých věcích je lepší pomlčet...#$e#Asi bych se měl zase vydat nasbírat jídlo.",
        "summer_Fri4": "Kdykoliv chytíš rybu, chvilku posečkej a vzdej ji díky za její oběť.#$b#I když nevěříš, že ryby mají duši, je to dobré mentální cvičení. Potřebujeme si uvědomit jaký máme dopad na naše prostředí.",
        "summer_Sat4": "Teď lze v potocích ulovit pstruha duhového.",
        "summer_Sun": "V tuto dobu v roce to mám snazší. Nemusím se bát, že prochladnu.#$e#Navíc všude roste zralé ovoce, jen je sebrat.",
        "fall_Mon": "Zdejší jeskyně jsem prozkoumával do hloubky.#$e#Ukrývají v sobě jistá tajemství.#$e#Pokud do nich zamíříš, buď velmi ${opatrný^opatrná}$.",
        "fall_Tue4": "#$1 LinusFall1#Nějaký šprýmař mi během noci přestříkal celý dům barvou... Dnes ráno jsem ji několik hodin seškrabával.$k#$e#Musím se začít zásobovat dřevem na zimu.#$e#Máš dost dřeva, aby ti nebyla doma zima?",
        "fall_Wed4": "Moc povinností nemám a proto většinu svého času přemítám.#$e#Než budeš moci své myšlenky kontrolovat, je třeba je nejdříve pochopit.",
        "fall_Sun": "Nerad zůstávám dlouho na jednom místě.",
        "fall_Sun6": "Nic nepředčí pochoutku z hub podávanou na podzim.$h",
        "winter_Mon": "Když žiješ ve stanu, může ti být v tuto dobu pořádná zima.$s",
        "winter_Tue4": "Díky že si mě nezavrhl jako ostatní, @. Na potlačení našich základních instinktů je třeba velké moudrosti.#$e#Jsem člověk jako každý jiný. Jen se řídím jiným životním stylem.",
        "winter_Wed4": "Jsem si jistý, že dokážeš pochopit, proč jsem vůči neznámým lidem obezřetný.#$e#Ale nechejme to plavat, souhlasíš? Doufám, že ty a já si teď můžeme říkat přátelé.",
        "winter_Thu4": "Zima dokáže být drsná, ale můžeš ji přečkat rybařením, nebo sběrem plodin.#$e#Pokud máš nějaká zvířata, raději je zažeň někam dovnitř.",
        "winter_Fri4": "Stromy během zimy ulehnou do hlubokého spánku. Proto se tu cítím trochu osamocený#$e#Ale nikdy bych jim nebránil znovu načerpat jejich krásu.$h",
        "winter_Sat4": "Děkuji že máš o mě takový zájem. Dnes ráno se tu cítím trochu sám.#$e#Tak povídej, co zajímavého jsi ${objevil^objevila}$ v dolech?",
        "winter_Sun": "Spánek na zemi dělá dobře mým zádům.#$e#Je nejlepší se na věci dívat z jejich světlé stránky.$h"
      }
    }
  ]
}