{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialoguePenny",
      "Entries": {
        "Rainy_Day_0": "Když prší, mé myšlenky vždy míří směrem ke skořici a sušenkám.",
        "Rainy_Day_1": "Jestlipak se Maru a Dr. Harvey někdy dají dohromady? Maru se Harveymu určitě líbí...#$e#Ale myslím, že ona bude muset udělat první krok.$h",
        "Rainy_Day_2": "Ahoj miláčku! Dneska ránu jsem byla nakoupit a tohle jsem ti vzala.[186 180 770 535]#$e#Myslela jsem si, že tohle určitě budeš potřebovat.$11",
        "Rainy_Day_3": "Hmm... možná bych měla zkusit nový recept. Můj poslední ti chutnal, že zlato?#$e#Jakže se jmenoval... 'Chilli na způsob @'?",
        "Rainy_Day_4": "V takovýchto dnech se nejraději zahrabu pod peřinami a přečtu si dobrou knížku.",
        "Rainy_Night_0": "Jaký byl tvůj den, zlato? Já jsem celé odpoledne strávila čtením knihy.",
        "patio_Penny": "Tady je mnohem více klidu, než můj starý příbytek ve městě. Konečně jsem našla své štěstí.",
        "Rainy_Night_1": "Jsem si jistá, že máma je teď v hospodě... Ale teď už se z toho necítím špatně, už to není v mých rukou.",
        "Rainy_Night_2": "Právě jsem si vzpomněla na noc, kdy jsme se potkali v bazénu.$l#$e#Na tu noc nikdy nezapomenu...$l",
        "Rainy_Night_3": "Zvuk deště mě pěkně dráždil, kdy jsem bydlela v mém starém kovovém přívěse. Ale tady je velmi uklidňující.",
        "Rainy_Night_4": "Chtěla jsem udělat hezkou večeři. Doufám že ti bude chutnat. [212 214 225 209 200]$h",
        "Indoor_Day_0": "Je tu takové ticho. Vždycky se mi zdály ty strašlivé noční můry, ale teď spím jako nemluvně.",
        "Indoor_Day_1": "Dobré ráno, @! Udělala jsem nám horkou snídani.[195 210 211]#$e#Je pro mé podstatné, že odsud odejdeš s naplněným žaludkem.$h",
        "Indoor_Day_2": "Víš co, myslím, že dneska si přečtu knihu. Posledně, když jsem byla v knihovně, jsem si koupila něco nového.#$e#Gunther mě požádal, abych ti řekla, že tě pozdravuje.",
        "Indoor_Day_3": "Hrozně ráda bych slyšela o všech artefaktech, které jsi ${našel^našla}$. Archeologie je velmi zajímavá!#$e#Jen pomysli, farmáři mohli žít na tomto samém místě, před 10 000 lety.",
        "Indoor_Day_4": "Připadala jsem ti ostýchavá při našem prvním setkání? Pomýšlet na to je legrační, vzhledem k tomu kde jsme teď.$h",
        "Indoor_Night_0": "Dobrý večer zlato. Dopadlo dnes vše podle plánů?#$e#Nevadí, pokud tomu tak není. Máme spoustu času!",
        "Indoor_Night_1": "Hmm... mám si zítra vzít sukni nebo kalhoty? Ah, co to plácám, vždycky si vezmu sukni.",
        "Indoor_Night_2": "Máme se tu dobře. Vždycky bychom měli mít na paměti, že existují ti, co nemají takové štěstí.#$e#Jsme vděčná za to co máme.",
        "Indoor_Night_3": "Máma je teď pravděpodobně velmi osaměla, když jsem pryč. Jen doufám že kvůli tomu nebude chodit více do hospody.#$e#${Neměl^Neměla}$ by sis to dávat za vinu! Moje máma si své problémy musí vyřešit sama.",
        "Indoor_Night_4": "${Připraven^Připravena}$ si jít lehnout? Už jsem nám ustlala postel...$11",
        "Outdoor_0": "Žít na takovémto místě, o tom jsem vždy snila a teď se ten sen splnil.#$e#U mámy v přívěsu jsem byla tak nešťastná.$s",
        "Outdoor_1": "Není toto dokonalé místo na výchovu dětí?#$e#Já tu vyrůstat, tak bych byla štěstím bez sebe.",
        "Outdoor_2": "Ahoj zlato! Kdybych věděla jak se co na farmě dělá, určitě bych ti více pomohla. Promiň!#$e#Budu stát při tobě v mých myšlenkách.$h",
        "Outdoor_3": "Právě jsem viděla ptáka zpěváčka jak letí na západ. Ve Stardew Valley je toto velmi dobré znamení.$h",
        "Outdoor_4": "Ahh. je skvělé být venku na vzduchu. Klidně bych tu stála celý den a pozorovala vše kolem.",
        "OneKid_0": "${Hrál^Hrála}$ sis dnes s %kid1? Druhé dítě by možná mohlo věci zlepšit.",
        "OneKid_1": "%kid1 tu bude mít velmi hezké dětství.",
        "OneKid_3": "Cítím se o tolik starší, když teď máme dítě. Možná mě jen svažuje ta nová odpovědnost.#$e#Nelituji toho! Tohle bylo mé přáni už velmi dlouhou dobu.$11",
        "TwoKids_0": "%kid1 a %kid2 už jsou najedení. Vždycky mají takový hlad!",
        "TwoKids_1": "Teď když máme %kid2, musíme se také dost věnovat %kid1. Nechceme aby na sebe žárlili.",
        "TwoKids_2": "Zdálo se mi, že %kid2 narostla křídla a pak ho vyzvedla na noční oblohu. Nevíš, co to znamená?",
        "TwoKids_3": "Hezký dům, dvě nádherné děti a krásný kus země. Máme být za co vděčni.",
        "Good_0": "@... pořád nemohu uvěřit, že jsme konečně svoji...$l",
        "Good_1": "Dlouho jsem snila o tom, že jednou budeme svoji.$l",
        "Good_2": "Věděla jsem, že ty jsi ${ten pravý^ta pravá}$, hned jak ses sem ${přistěhoval^přistěhovala}$...$l",
        "Good_3": "Oh, dnes ti to opravdu sluší! Ty ses oholil?$l^Páni, dnes jsi opravdu nádherná. Že by sis něco udělala s vlasy?$l",
        "Good_4": "Tohle místo opravdu začíná vypadat jako domov.$l",
        "Good_6": "Buď tam venku opatrný! Někdy se bojím, že nejíš dost zdravého jídla.",
        "funLeave_Penny": "Dnes si zajdu do města, jen tak. Za chvíli se vrátím!",
        "funReturn_Penny": "Měla jsem se dobře... Je dobré zůstat v kontaktu s ostatními. Jak se dařilo tobě?",
        "spring_8": "Jaro je pravděpodobně mé nejoblíbenější období. Ve vzduchu je cítit jistá čerstvost, která mě naplňuje nadějí.",
        "spring_1": "Můžeme se těšit na dlouhý, teplý rok. Pojďme ho také učinit produktivním.",
        "spring_15": "Ah, 'jarní úklid'... já se na něj ve skutečnosti těším.",
        "summer_16": "*Uf*... Potřebuji sníst více melounu, abych nedostala úžeh!",
        "summer_1": "Léto je možná spalující... ale vlhkost dělá mé pokožce dobře.",
        "summer_2": "V létě jsou mravenci velmi čilí. Dokážu je pozorovat celé hodiny... Od pohledu to vypadá, že mají pěkně složitou strukturu své civilizace!",
        "fall_5": "Vůně podzimu mi připomíná knihy... zvláštní, že?",
        "fall_1": "Podzim... Vyvolává ve mě vzpomínky na barevný papír a lepidlo. Možná trávím příliš mnoho času s dětmi.$h",
        "fall_2": "Budeš tento rok pěstovat nějaké velké dýně?$11",
        "winter_1": "Zima je dobrá doba na trochu odpočinku. Po dlouhém roce si to zasloužíš!",
        "winter_6": "Padající sníh mi připomíná babičku, jak se pohupuje před ohněm. V hlavě mám jasný obraz jejího stínu, jak se mihotá na oranžovém dřevě... to bylo před dlouhou dobou.",
        "winter_3": "Jak to přes zimu zvládneme? Ah, ne nemusíš mi to říkat... Věřím ti, že učiníš správná rozhodnutí."
      }
    }
  ]
}