{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogueHarvey",
      "Entries": {
        "Rainy_Day_0": "To že déšť způsobuje chřipku je pověra. Ale hlavně si dávej pozor ať nespadneš do bahna!#$e#Často se o tebe bojím.",
        "Rainy_Day_1": "Když jsem žil nad klinikou, myslel jsem si, že do smrti budu starý mládenec... Teď jsem mnohem šťastnější.$h",
        "Rainy_Day_2": "Vstával jsem brzo, ale byl jsem opatrný, abych tě nevzbudil. ${Vypadal^Vypadala}$ jsi tak spokojeně.",
        "Rainy_Day_3": "Déšť mi nevadí. Samozřejmě, nevidíš jak po obloze létají letadla, ale stále můžu poslouchat jak si povídají.#$e#Spíš to je pak více tajemnější.",
        "Rainy_Day_4": "Mám celý seznam úkolů, které chci dnes udělat. Dost na to, abych se nenudil!",
        "Rainy_Night_0": "Jaký byl tvůj den, zlato? Chtěl jsem umýt nádobí, ale pak jsem se začetl do posledního čísla \"Fanoušci operace kolene\".",
        "patio_Harvey": "Tenhle normálně nudný časopis o dynamice šlach je jen tak-tak snesitelný, když si ho čtu tady na terase.",
        "Rainy_Night_1": "Pokud si užíváš života, je jedno, pokud je trochu monotónní? Aspoň to říkám já.",
        "Rainy_Night_2": "Vypadáš trochu zmokle, ${zlato^drahá}$. Nechceš se ohřát u ohně?",
        "Rainy_Night_3": "Zvuk deště nás nutí se na něj soustředit, takže nás nerozptylují náhodné myšlenky.#$e#To je má teorie pro to, proč nám připadá tak uklidňující...",
        "Rainy_Night_4": "Udělal jsem nám hezkou zdravou večeři. Vyrobena pouze z čerstvých zdravých přísad z údolí! [212 214 225 209 200]$h#$e#Jen nezapomeň si nandat rozumnou porci, miláčku.",
        "Indoor_Day_0": "Myslím. že všichni usilujeme v životě dosáhnout jisté rovnováhy. Rovnováhy složitostí.#$e#Mé přestěhování sem bylo přesně to, co mé tělo potřebovalo k nalezení takovéto rovnováhy.$l",
        "Indoor_Day_1": "Dobré ráno, @! Udělal jsem ti výživnou snídani.[201]#$e#Vejce jsou dobrým zdrojem základních živin, tak se do syta najez.",
        "Indoor_Day_2": "Dnes plánuji číst lékařskou literaturu. Pro mě je důležité být v obraze, abych svým pacientům mohl poskytnout tu nejlepší péči!",
        "Indoor_Day_3": "Dnes chci dokončit má lékařská hlášení, jako pozadí mi poslouží jazzová hudba. Jaký je tvůj dnešní plán?",
        "Indoor_Day_4": "Když jsme se poprvé potkali, hrozně jsem se tě bál. A jak na to teď myslím, po všem čím jsme prošli, připadá mi to velmi vtipné.$h",
        "Indoor_Night_0": "Vypadáš vyčerpaně, zlato. Dovol mi ti dnes večer udělat masáž. Slibuji, že tím zmírníme zánět tvé svalové tkáně!$l",
        "Indoor_Night_1": "Dneska jsem si dal odpočinkový den... četl jsem si knížky, hrál si rádiem a pracoval na modelu letadla.#$e#Je důležité si občas ode všeho odpočinout... stres není zdravý.",
        "Indoor_Night_2": "Pěkný večer... podařilo se ti vše dnes dokončit?#$e#O mě se bát nemusíš, já si vystačím sám. Pokud musíš ještě něco udělat, tak jen do toho.",
        "Indoor_Night_3": "Být doktorem je stresující, ale na to mám skvělý lék: Život na %farm farmě.",
        "Indoor_Night_4": "Ah! Právě jsem přemýšlel o oběhovém systému a vypadlo mi z hlavy co jsem chtěl udělat. Klasický problém doktorů.",
        "Outdoor_0": "Toto je velmi bezpečné místo. Nemusíš se o mě bát, můžeš pokračovat ve své práci.",
        "Outdoor_1": "Věřím, že toto je dokonalé místo na výchovu dětí, empiricky ověřeno. Jaký je tvůj názor?",
        "Outdoor_2": "Možná nejsem ten typ člověka, s kterým si užiješ spoustu legrace, ale zase můžu říct, že zůstanu při tobě po celý můj život.$l",
        "Outdoor_3": "@... ty... ty pro mě znamenáš vše.$l",
        "Outdoor_4": "Jako vědce mě fascinuje křehký vztah mezi rostlinami a hmyzem.",
        "OneKid_0": "Ty a %kid1 jste nejdůležitější části mého života.",
        "OneKid_1": "Naše dítě %kid1 tady bude mít dokonalé dětství. Můžeme být opravdu vděčni za takovouto příležitost.",
        "OneKid_3": "Prozatím se mi otcovství líbí!$h",
        "TwoKids_0": "Už jsem %kid1 a %kid2 udělal snídani. Snažím se je naučit kladný postoj ke zdravému jídlu!",
        "TwoKids_1": "Jsem zastáncem toho, že dítěti by mělo být umožněno hrát si a zkoumat jak se mu zlíbí. Dětství máme jen jedno.",
        "TwoKids_2": "Až %kid2 vyroste, možná se stane pilotem, když já nemohl, tak %kid2 třeba ano.",
        "TwoKids_3": "Můj život je teď oddán tobě a našim dětem a nic jiného bych raději neudělal. Vždy jsem snil, že budu mít úžasnou rodinu.$l#$e#Mívával jsem noční můry, kdy jsem celý život prožil jako starý mládenec... Ani nevíš jak moc tě miluji.$l",
        "Good_0": "@... Pořád nemůžu uvěřit, že jsme se vzali...$l",
        "Good_1": "${Zachránil^Zachránila}$ jsi mě od života v osamění a ${naplnil^naplnila}$ prázdnotu v mém srdci. Děkuji ti.$l",
        "Good_2": "Věděl jsem, že ty jsi ${ten pravý^ta pravá}$ hned jak ses sem ${přistěhoval^přistěhovala}$...$l",
        "Good_3": "Panečku, dnes ti to vážně sluší! Ty ses oholil?$l^Ah, tedy... dnes vypadáš nádherně.$l",
        "Good_6": "Dávej na sebe tam venku pozor! Zdávají se mi noční můry, jak tvé bezvládné tělo přivážejí na pohotovost.$7",
        "funLeave_Harvey": "Dneska se asi projdu po okolí. Potřebuji si oddechnout.",
        "funReturn_Harvey": "Měl jsem se pěkně. Je osvěžující někdy strávit čas o samotě. Jak se dařilo tobě, zlato?",
        "spring_1": "Je skvělé pozorovat, jak se rostliny probouzejí k životu. Po černobílé zimě je zelená velmi osvěžující.",
        "spring_12": "Ah, zítra je festival, že? Davy lidí, aktivity... *polk*$s",
        "spring_23": "B...Budeš se mnou zítra tancovat na festivalu?$7#$e#Pro mě je to vždycky trochu nepříjemné.$7",
        "summer_1": "Dávej pozor ať se nespálíš na slunci, ${drahý^drahá}$! Pro tvoji pokožku je to velmi nebezpečné.$8#$e#Jak tvůj muž a doktor je pro mě tvé zdraví a bezpečí nejdůležitější!",
        "summer_10": "Už si ${měl^měla}$ šanci přemýšlet o tom, co přidáš do společné polévky?#$e#Já bych tam dal předmět vysoké hodnoty a kvality. Všichni chceme guvernérovi ukázat co společně dokážeme!",
        "summer_27": "Jak léto pomalu ustupuje podzimu a přicházejí chladnější období, budu mít více práce. Dopředu se omlouvám, jestli budu někdy trochu podrážděný... ",
        "fall_1": "Nezapomeň tento podzim vystřídat různé plodiny.#$e#Nebo jen pěstuj brusinky... to je na tobě. Co ti já mám do toho povídat?",
        "fall_15": "Zítra je jarmark. Jídlo tam je velmi syté a slané, ale jednou za čas si můžeme dopřát nezdravá jídla.$h",
        "fall_26": "Budu upřímný, myšlenka na Dušičky mi způsobuje střevní bolesti... ale vynasnažím se být odvážný.",
        "winter_1": "Vzduch je během zimy velmi suchý. Proto naše pokožka může být podrážděná.#$e#Neboj se, každou noc ti tvá záda namažu lanýžovým olejem.$l",
        "winter_7": "Zastavíme se zítra na ledovém festivalu? Iglú jsou vážně zajímavé konstrukce...",
        "winter_28": "Tak, připíjím na fantastický rok. Jsem si naprosto jistý, že další rok bude dokonce lepší!$h"
      }
    }
  ]
}