{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogueHaley",
      "Entries": {
        "Rainy_Day_0": "Za ta léta jsem se hodně změnila, ale stále mám radši slunečné počasí.",
        "Rainy_Day_1": "Někdy si nás představuji v důchodu... jak odpočíváme na slunečních plážích na Kapradinových ostrovech!#$e#Přemýšlíš někdy o budoucnosti, @?",
        "Rainy_Day_2": "Dobré ráno! Dnes jsem vstala brzo abych ti upekla něco sladkého! [223 234 211 651 731]#$e#Vím, že jsi ${silný^silná}$, ale pořád potřebuješ jíst, aby sis tuto sílu ${udržel^udržela}$!$h",
        "Rainy_Day_3": "Dnes nemůžu jít ven, zplihly by mi vlasy. Odpusť mi to, ${drahý^drahá}$.$s#$e#Chci v tvé přítomnosti vždy vypadat co nejlépe.",
        "Rainy_Day_4": "To jdeš ven v tomto počasí? Jen doufám, že až se vrátíš, pořádně si očistíš boty. Tak na to nezapomeň, miláčku.#$e#Já zůstanu tady a poklidím tu.",
        "patio_Haley": "Řekni 'kozí sýr'!",
        "Rainy_Day_Haley": "Ale ne... Pokud tohle počasí bude i nadále trvat, úplně celá zblednu.$s",
        "Rainy_Night_0": "Ah to jsem ráda, že jsi zpátky. Mně samotné je tu strašná zima... Už si půjdeš lehnout?",
        "Rainy_Night_1": "Doufám, že zítra ráno bude hezky a sluníčko bude svítit. Déšť mi kazí náladu.$s",
        "Rainy_Night_2": "Doufám, že Emily se necítí být úplně sama. Měla bych ji brzy znovu navštívit,$7",
        "Rainy_Night_3": "Déšť je pro fotografa noční můra. Světlo je otřesné a nemůžeš jít ven, aniž by sis nezničil svoji výbavu!$s",
        "Rainy_Night_4": "Udělala jsem ti horké jídlo, zlato. Se spoustou koření, tak jak to máš ${rád^ráda}$. Nech si chutnat! [727 231 207 199]$h",
        "Rainy_Night_5": "Nikdy bych nečekala, že tohle řeknu, ale tenhle život na venkově mi vážně svědčí.$h",
        "Rainy_Night_Haley": "Ahoj miláčku, to jsem ráda, že jsi doma. Začínala jsem se tu cítit hrozně sama.$l",
        "Indoor_Day_0": "Dobré ráno! ${Spal^Spala}$ jsi dobře?$h#$e#Dneska možná vybalím moji starou kameru... světlo je naprosto dokonalé.",
        "Indoor_Day_1": "Dobré ráno, ${drahý^drahá}$! Náš domov voní nádherně, že? Udělala jsem ti snídani! [194 195 210 211 216]#$e#Vím že máš spoustu věcí, co je třeba udělat. Jsem tu od toho, abych tě jakýmkoliv způsobem podporovala.",
        "Indoor_Day_2": "${Spal^Spala}$ jsi dnes dobře? Trošku si ${chrápal^chrápala}$.$h#$e#Mám tu pár věcí, co je potřeba udělat. Přeji ti hezký den.",
        "Indoor_Day_3": "Jsem ráda že jsem se naučila užívat si uklízení! Dům se velmi snadno zašpiní.$10#$e#Je pak velmi uspokojující vše zase vidět bez poskvrnky.#$e#Můžu dostat pusu, než odejdeš?$11",
        "Indoor_Day_4": "Dobré ráno, ${drahý^drahá}$. Takže další den prací na farmě, co?#$e#Budu na tebe myslet. <$h",
        "Indoor_Day_Haley": "Než jsem tě potkala, žila jsem bezcílný život. Teď už přesně vím co od něj chci.$l",
        "Indoor_Night_Haley": "Vypadáš, že velmi tvrdě pracuješ, ${drahý^drahá}$. Počkej, pomůžu ti se odreagovat.$l",
        "Outdoor_0": "Nejlépe se cítím, když jsem venku, kde se mohu nadechnout čerstvého vzduchu.#$b#Nevykládej si to špatně, chalupa po tvém dědečkovi je velmi hezká! Ale nic se nevyrovná této nádherné krajině.",
        "Outdoor_1": "Tahle farma musí být roztomilá! To je důležité... že, miláčku?",
        "Outdoor_2": "Ahoj čumáčku! Kdybych toho věděla víc o pracích na farmě, určitě bych ti pomohla. Promiň!#$e#Budu tě zpovzdálí povzbuzovat.$h",
        "Outdoor_3": "Budu tady utírat prach. To by ti mělo pomoct, ne?#$e#*Uf*... Je tu takové horko.",
        "Outdoor_4": "Nepřepracuj se, drahý.^Nepřepracuj se, klubíčko.#$e#Nezapomeň často odpočívat a pravidelně jíst.$h",
        "Outdoor_Haley": "To vypadá na nádherný den na opalování. Co myslíš, zlatíčko?",
        "funLeave_Haley": "Dnes si zajdu do města popovídat si s ostatními.",
        "funReturn_Haley": "Bylo hezké se zase se všemi setkat. ${Měl^Měla}$ si taky dobrý den, ${drahý^zlato}$?",
        "OneKid_3": "Není to zvláštní? Nejsem zvyklá být matkou.",
        "TwoKids_2": "Nevypadá %kid2 hezky?",
        "TwoKids_3": "Velký dům, dvě děti a přenádherný kus země.Nic jiného už asi ani nechci.",
        "spring_2": "Tak, co teď na jaře zasadíme?",
        "spring_1": "Teď když je zima konečně za námi, můžeme se těšit na spoustu slunečného počasí. Už se nemůžu dočkat.",
        "summer_3": "Omlouvám se, pokud nevypadám nejlépe... vzduch je příliš vlhký a proto mé vlasy moc dobře nedrží.",
        "summer_15": "Je léto a to znamená jediné... dům je plný much a mravenců... fuj.$s",
        "fall_2": "Léto už mi chybí...",
        "fall_1": "Z podzimu je mi smutno... všechno umírá.$5",
        "winter_14": "Má pokožka je v tomto počasí strašně vysušená.",
        "winter_2": "Z nějakého důvodu mám z toho sněhu chuť na růžový dort.",
        "spring_Haley": "Nejsi ${rád^ráda}$, že je zima u konce, zlato? Věci jsou teď tak nějak přívětivější.",
        "summer_Haley": "Při horkých letních večerech se ráda dívám na světlušky. Tak se asi nejvíce přiblížím hvězdám na nebi.",
        "fall_Haley": "I když se mi nejvíce líbí léto, podzim je pravděpodobně nejlepší na fotografování. Ty dlouhé, nízké stíny...",
        "winter_Haley": "Vzpomínala jsem jak jsi mi jednou ${pomohl^pomohla}$ otevřít skleničku okurek. Pamatuješ si na to?$h#$e#Spolu jsme ušli dlouhou cestu.$l"
      }
    }
  ]
}