{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogue",
      "Entries": {
        "Rainy_Day_0": "Venku prší, tak se pořádně oblékni, ať nechytíš rýmu, ${drahý^drahá}$.#$e#Snaž se nebýt venku po delší dobu$h#$e#Někdy mám o tebe strach!",
        "Rainy_Day_1": "Prší! Tím pádem dnes nemusíme nic zalévat.$h#$e#Příroda ti někdy sama pomůže.#$e#${Nakrmil^Nakrmila}$ jsi už zvířata, zlato?",
        "Rainy_Day_2": "Dobré ráno! Jsem vzhůru jen proto, že mě vzbudil hukot deště a tak je díky tomu tvá snídaně hotová. [194 195 210 211 216] #$e#Nezapomeň se teple obléct. Záleží mi na tvém zdraví.",
        "Rainy_Day_3": "Co máš dnes v plánu, ${drahý^drahá}$?#$e#V tomto počasí se mi jít ven moc nechce... Tak budu zatím vypomáhat tady v domě.#$e#Možná udělám něco teplého k večeři.",
        "Rainy_Day_4": "Co chceš dnes udělat k večeři?",
        "Rainy_Day_Maru": "I přes všechny technologie, které máme k dispozici je déšť stále nejlepší způsob k zalití plodin.",
        "Rainy_Day_Abigail": "Venkov vypadá v takovýchto dnech mnohem zajímavěji, nemyslíš?",
        "Rainy_Day_Penny": "Myslím, že bych dneska mohla něco upéct.$h",
        "Rainy_Day_Leah": "Dnes asi půjdeš rybařit, nebo těžit do dolu, že?",
        "Rainy_Day_Haley": "Hmmf. Pokud tohle počasí neustane, tak budu celá bledá.$s",
        "Rainy_Day_Harvey": "Buď dnes opatrný a zůstaň v suchu, drahý. Nechci aby ses ${podchladil^podchladila}$.",
        "Rainy_Day_Sebastian": "Vstal jsem těsně před svítáním a prošel jsem se po okolí farmy. V tuto dobu je všude hezký klid.",
        "Rainy_Day_Alex": "Hmm... Dneska asi budu své kliky a sedy-lehy dělat uvnitř.",
        "Rainy_Day_Elliott": "Déšť mi připomíná můj starý život u moře.#$e#Změna je život. A já jsem s tím smířen.",
        "Rainy_Day_Sam": "Dneska se asi chvíli budu věnovat opravě děr ve střeše či v oknech.",
        "Rainy_Day_Emily": "Nechci ti fušovat do řemesla, ale nechci aby si to dnes přeháněl s prací. Slíbíš mi to, miláčku?$u",
        "Rainy_Day_Shane": "Zatéká nám do střechy? To nevadí... trocha plísně nám neuškodí.",
        "Rainy_Night_0": "V dešti mi připadá, že jsme všichni osamělí.$l#$e#Je mi zima... Nechceš už jít do postele?$l",
        "Rainy_Night_1": "Hlavně si Vezmi něco teplého na sebe. Pamatuj na své zdraví.#$e#Slyšíš jak déšť pleská na naší střeše, @?",
        "Rainy_Night_2": "Ah... Zvuky deště nad námi mě tak strašně uklidňují... Dnes budu spát sladce.$h",
        "Rainy_Night_3": "Za deště je náš domov tak útulný.$h^Za takovýchto nocí si nemůžu vynachválit naší kvalitní střechu.",
        "Rainy_Night_4": "Dnes máme k večeři polévku. [199 218 219 727 730]$h#$e#Ve dnech, jako je tento, je zapotřebí do sebe dostat něco teplého!$h",
        "Rainy_Night_5": "Dobře že jsi doma... Takovéto noci tě jen ženou dovnitř.",
        "Rainy_Night_Maru": "Kolik práce je dnes hotovo, miláčku?#$e#Já jsem se snažila trošku po domě poklidit... a tak, tu a tam.",
        "Rainy_Night_Abigail": "Jsem připravená rychle s tebou skočit do postele. Zvuk deště bude dokonalá ukolébavka.",
        "Rainy_Night_Penny": "Ah... ten zápach? Zkoušela jsem něco upéct... Moc mi to nevyšlo.$s",
        "Rainy_Night_Leah": "Jaký byl dnes tvůj den, zlato? Zabahněný?",
        "Rainy_Night_Haley": "Ahoj miláčku, to jsem rád že jsi už tady. Začínala jsem se cítit osaměle.$l",
        "Rainy_Night_Harvey": "Ahoj. To jsem rád že tě vidím.$h#$e#Celý den jsem strávil zběžným prohlížením lékařských časopisů.",
        "Rainy_Night_Sebastian": "Déšť mě nikdy neomrzí... zvláště tady na venkově.",
        "Rainy_Night_Alex": "Babička v nocích jako je tato dělávala pálivý guláš.$h",
        "Rainy_Night_Elliott": "Posaď se a uvolni se! Člověk musí být vyčerpaný po celodenním brodění se bahnem.",
        "Rainy_Night_Sam": "Vincent volal. Řekl, že mu chybím a taky ti mám vyřídit pozdravy.$h",
        "Rainy_Night_Shane": "Právě jsem volal Jas a Marnie. Zdá se že i beze mě se jim tam daří dobře.",
        "Rainy_Night_Emily": "Jistí duchové se zjevují pouze za deště. Možná si zaslechl jejich nářky.",
        "Indoor_Day_0": "Dobré ráno ~<$h#$e#Těšíš se na další den pilné práce? Já ano.$h",
        "Indoor_Day_1": "Ahoj zlato! Cítíš tu krásnou vůni? To je tvá snídaně! [194 195 210 211 216]#$e#Vždy je třeba začít den plný energie.",
        "Indoor_Day_2": "Jaký byl tvůj spánek?#$e#Mám tu něco na práci.",
        "Indoor_Day_3": "O čem se ti minulou noc zdálo?#$e#Já si jen pamatuji, že to mělo něco společného s %adj %noun. Divné. $s#$e#Hehe. Sny nic neznamenají... není tomu tak, miláčku?$l#$e#No, nemůžeme celý den jen prokecat. Máš spoustu práce!",
        "Indoor_Day_4": "Dobré ráno drahoušku. Další den plný povinností na farmě, že?#$e#Budu tě zpovzdálí povzbuzovat. <$h",
        "Indoor_Day_Maru": "Chceš-li si někdy promluvit o maximalizaci výnosu tvých plodin, stačí říct!",
        "Indoor_Day_Abigail": "Na naší farmě se vždycky něco děje... zbožňuji to tady.",
        "Indoor_Day_Penny": "Tento dům je v porovnání s máminým přívěsem obrovitánský. Mám z toho trochu závrať... ale to přejde!",
        "Indoor_Day_Leah": "Nevadilo by ti, kdybych tu trochu upravila architektonický styl? Má ruka už chce něco otesávat!",
        "Indoor_Day_Haley": "Jsem šťastná vždy, když slunce svítí.$h",
        "Indoor_Day_Harvey": "Podívej na to azurové nebe... tak čisté!#$e#Odteď budu na klinice pouze, pokud budu mít předtím sjednané prohlídky. Jinak mohu pracovat z domova!",
        "Indoor_Day_Sebastian": "No tohle místo je určitě lepší, než můj starý pokoj ve sklepě, co myslíš?$h",
        "Indoor_Day_Alex": "Slunce svítí a já překypuji energií! Raději se ode mne drž dál. He he.$h",
        "Indoor_Day_Elliott": "Když jsem se nastěhoval k tobě, začal jsem psát deník. Nyní když je můj život spojen s tvým, mám toho spousty o čem můžu psát.$h#$e#Chci se ujistit, že tyto chvíle si budu vždy pamatovat.",
        "Indoor_Day_Sam": "Dnes chci udělat spoustu věcí... Možná se raději budu dívat na televizi.",
        "Indoor_Day_Emily": "Vyráběním čerstvých a zdravých produktů pro komunitu činíme velké dobro!",
        "Indoor_Day_Shane": "Ve vzduchu vane zvláštní vůně... *čichčich*... co to jen je? Aha!#$b#To asi bude tenhle bramborový lupínek co jsem si dal před několika týdny do kapsy. *chroup*",
        "Indoor_Night_0": "Podařilo se ti vše dnes dokončit, @?#$e#Mé práce se zaměřovaly na tento dům, ale teď už nemám na nic sílu.#$e#Chceš už jít do postele?$h",
        "Indoor_Night_1": "Teda, vypadá to, že jsi dnes ${odvedl^odvedla}$ kus práce, @.#$e#Teď si určitě zasloužíš si na noc odpočinout.$h",
        "Indoor_Night_2": "Fajn že jsi doma.#$e#Když jsem tu v noci o samotě, tak se trochu bojím.$s^V noci je mi tu smutno...$s#$e#...$h",
        "Indoor_Night_3": "Už jsi dnes ${skončil^skončila}$ se svoji prací? Chci se taky konečně někdy bavit.$h#$e#Ale chápu, pokud se cítíš ${unavený^unavená}$",
        "Indoor_Night_4": "*uf*! Tak já mám hotovo. Teď konečně můžeme strávit nějaký čas spolu.$h#$e#Takže, řekni mi jaký byl tvůj den.$l#$e#...$h",
        "Indoor_Night_Maru": "Vypadáš jako že chceš jít do postele, @. Mám tě ukolébat technickými podrobnostmi mého nejnovějšího projektu?$h#$e#*zív*... Abych pravdu řekla, mně se chce taky spát.",
        "Indoor_Night_Abigail": "Už si jdeš lehnout? Zapnula jsem nám elektrickou přikrývku...$l",
        "Indoor_Night_Penny": "Ahoj zlato. ${Připraven^Připravena}$ strávit tichý večer se mnou doma?",
        "Indoor_Night_Leah": "Večery jsou vždy tak tiché a klidné. Nic ti nebrání užívat si života.",
        "Indoor_Night_Haley": "Vypadáš velmi utahaně, miláčku. Dovol mi ti trochu od toho stresu ulevit.$l",
        "Indoor_Night_Harvey": "Zdá se mi, že si dnes večer zasloužíš pořádnou masáž.$l#$e#To je nařízení doktora... Je to dobré pro krevní oběh.",
        "Indoor_Night_Sebastian": "#$c .5#Možná jsem odtažitý, ale s tebou jsem vždy šťastný.$h#$e#Nazdar, @. Rád tě vidím. Jsem rád, že si tady se mnou.$h",
        "Indoor_Night_Alex": "Mé ruce jsou trochu neklidné.. Nechceš hezkou, procítěnou masáž?$l^Jsem úplně vyčerpaný... To je dobré znamení! Znamená to, že jsem dnes pracoval dost tvrdě.$h",
        "Indoor_Night_Elliott": "#$c .5#Vždycky po dni plném dřiny voníš tak dobře. To je tvůj přírodní pach!^Voníš sladce, má drahá. Jako plástev medu plovoucí na jezírku čaje plném koření.#$e#Pojď ke mně, namasíruji ti záda. Vypadáš napjatě.$l^Tvá vůně lahodí mému nosu. Je jako list skořice unášený letním větříčkem.",
        "Indoor_Night_Sam": "#$c .5#Myslíš, že lze dnes večer vidět Měsíc?#$e#Tak co, podařilo se ti vše dnes na farmě dokončit? Pokud ne, tak mně to vadit nebude!",
        "Indoor_Night_Emily": "Je to velmi útulný dům... Líbí se mi.",
        "Indoor_Night_Shane": "Jak ses dneska ${měl^měla}$? Já docela dobře.",
        "Outdoor_0": "Dnes je nádherný den, že?$h#$e#Takovéto dny práci jen zpříjemňují.",
        "Outdoor_1": "Dnes obhlédnu farmu a pak budu odpočívat, souhlasíš?#$e#Místní okolí je jako z pohádky.$h",
        "Outdoor_2": "Ahoj zlato! Kéž by existoval způsob jak ti nějak pomoci, ale o pracích na farmě nic nevím. Je mi to líto!#$e#Budu na tebe myslet.$h",
        "Outdoor_3": "Dnes tu venku budu utírat prach. To by ti mělo pomoct, ne?#$e#*uf*... tady je ale vedro.",
        "Outdoor_4": "Nepřepracuj se, miláčku.#$e#Nezapomeň pravidelně odpočívat, nebo něco sníst.$h",
        "Outdoor_Maru": "Mám to tu venku ráda. Je to dobré místo na vymýšlení nových vynálezů.$h#$e#Pořád doufám, že přijdu na něco, co ti pomůže s tvoji prací.",
        "Outdoor_Abigail": "Já dnes se asi budu tady v okolí, nevadí to?#$e#Je tu spousta zajímavého hmyzu a tak. *hehe*$h",
        "Outdoor_Haley": "Dnes to vypadá na skvělý den na opalování, není-liž pravda, zlatíčko?$h",
        "Outdoor_Leah": "Ah, to je úžasný den! Začínám si užívat život na farmě, @.$h#$e#O tomto životě jsem vždycky snila.$l",
        "Outdoor_Penny": "Naše malá farma mě naplňuje velkou radostí, @.$h",
        "Outdoor_Sebastian": "Můj nový život tady se od toho starého dost liší, ale začíná se mi zamlouvat.$h#$e#Mám pocit, že sem patřím.$l",
        "Outdoor_Harvey": "Má klinika vypadá oproti této farmě jako malá komůrka. Je mnohem lepší pracovat tady, než se celý den tísnit tam.$l#$e#A pohled na tebe jak tu pracuješ je další výhoda... hehe",
        "Outdoor_Elliott": "Dnes budu pokračovat v psaní mé nové knížky. A kde jinde ji psát, než na naší úžasné farmě?$h#$e#Toto je dokonalost sama.$l",
        "Outdoor_Alex": "Dneska plánuji hodně cvičit! Haha! Já to tu zbožňuji.$h",
        "Outdoor_Sam": "Hele zlato, koukej na ty nadýchané mraky na nebi!$h#$e#Pokud ti to nebude vadit, budu se na ně chvíli dívat.",
        "Outdoor_Shane": "Nevím jestli mé plíce vydrží tenhle čerstvý vzduch. Pořád jsem zvyklý na to co v obchoďáku Joja nazývali JojaVzduch.",
        "Outdoor_Emily": "Děláš výtečnou práci @. jen tak dál.",
        "jobLeave_Harvey": "Dnes musím na kliniku. Přeji ti pěkný den!",
        "jobLeave_Penny": "Dnes musím jít si něco zařídit do města. Nepřeháněj to s prací a dej si něco dobrého k obědu!$h",
        "jobLeave_Maru": "Za chvíli budu muset jít do práce. Uvidíme se večer. Budu na tebe myslet!$h",
        "jobReturn_Harvey": "#$c .5#Ahoj miláčku. Jaký jsi ${měl^měla}$ den?#$e#*Uf*,,, Já jsem hrozně unaven...$s#$e#Mí pacienti jsou stále zdraví, takže dnes byl skvělý den.",
        "jobReturn_Penny": "#$c .5#Dobrý večer. Já se měla hezky, díky! A co ty?$h#$e#Jas a Vincent se dneska moc dobře nechovali. Pořád jsem trochu rozčílená.",
        "jobReturn_Maru": "#$c .5#No tak to byl zase další nudný den na klinice.#$e#Doufám, že tvůj den byl mnohem zajímavější.#$e#$c .5#Tak nastal čas se uvolnit a odpočívat. ${Nechal^Nechala}$ jsi mi nějakou večeři?#$e#Už se těším až si vlezu do postele.$h",
        "OneKid_0": "${Strávil^Strávla}$ jsi dnes nějaký čas s %kid1?",
        "OneKid_1": "Myslíš si, že až %kid1 vyroste, bude taky, jako ty, pracovat na farmě?",
        "OneKid_2": "Nepřepínej se, dneska nakrmím %kid1 já. Ty se hlavně soustřeď na naší farmu.",
        "OneKid_3": "Život se ti od základů změní, když máš dítě.",
        "TwoKids_0": "%kid1 a %kid2 jsem už nakrmil. Ty měly ale pořádný hlad!",
        "TwoKids_1": "Když teď máme %kid2, musíme se ujistit že věnujeme dostatečnou pozornost %kid1. Nechceme, aby na sebe navzájem žárlily.",
        "TwoKids_2": "Když teď tak koukám, myslím si, že %kid2 má nos po tobě.",
        "TwoKids_3": "Pěkný dům, dvě úžasné děti a nádherný kus země. Po čem jiném se ještě dá toužit?",
        "Good_0": "Nemůžu uvěřit, že jsme konečně svoji...$l",
        "Good_1": "Víš, vždycky mi něco říkalo, že jednou budeme spolu.$l",
        "Good_2": "Užíváš si manželského života, @?#$e#Já plnými doušky.$l",
        "Good_3": "Dnes vypadáš velmi pohledně!$l^Páni, dnes ti to velmi sluší.$l",
        "Good_4": "Tomuto místo nyní můžu říkat domov... Cítím se tu velmi šťastně.$l",
        "Good_5": "Jen obdivuji svůj svatební amulet... Ta ulita je bez poskvrnky. Muselo tě to stát celé jmění!$l",
        "Good_6": "Buď venku ${opatrný^opatrná}$! Někdy mám strach, že spadneš do důlní šachty.$h",
        "Good_7": "@? Chci ti jen říct jak moc oceňuji všechnu tvoji těžkou práci, kterou pro náš dům děláš.$h",
        "Good_8": "O mě se nemusíš bát... Vím kolik povinností máš mimo tento domov. Já si poradím!$l",
        "Good_9": "Ah ne, já se nenudím... Oceňuji to, co máme tady.#$e#Je to prostý život, ale mě se líbí.$h",
        "Neutral_0": "Doufám, že se ti budu líbit až budu mít šedé vlasy a vrásčitý obličej.$s",
        "Neutral_1": "Myslíš si, že tvůj děda by byl pyšný na práci, kterou jsme tu odvedli?",
        "Neutral_2": "Odpočíváš? Farmaření není zas tak těžké, co?",
        "Neutral_3": "Zastavíš-li se ve městě, nezapomeň všem ode mne vyřídit pozdrav.",
        "Neutral_4": "Já vyperu zítra ráno, předtím než se vzbudíš... tak aspoň nebudeš muset nic přerušovat.",
        "Neutral_5": "Jak jsme na tom po finanční stránce, @?",
        "Neutral_6": "Copak asi všichni dnes dělají ve městě?",
        "Neutral_7": "Dnes se mi toho moc dělat nechce.",
        "Neutral_8": "Ať čistím sebevíce, dům je za chvíli stejně špinavý.#$e#Farma je svým způsobem asi pořád špinavá.",
        "Neutral_9": "Jestlipak tu prožijeme celé naše životy?",
        "Bad_0": "...Miluješ mě pořád?$s",
        "Bad_1": "*ah*... Možná jsme na sňatek byli příliš mladí.$s",
        "Bad_2": "Jsi pořád se mnou ${šťastný^šťastná}$?$s",
        "Bad_3": "Stalo se něco? Poslední dobou si úplně jiný člověk.$s",
        "Bad_4": "Přemýšlíš někdy o tom, co jiného lze ve světě poznat?$s",
        "Bad_5": "${Býval^Bývala}$ jsi tak ${romantický^romantická}$... co se stalo?$s#$e#Vím, že už nejsem nejmladší... to sis mě ${bral^brala}$ jen proto?$a",
        "Bad_6": "Všichni máme jen jeden krátký život... je tohle nejlepší způsob jak ho žít?$s",
        "Bad_7": "${Říkával^Říkávala}$ jsi mi zlatíčko a teď mě strpíš jen když ti udělám teplou večeři.$s",
        "Bad_8": "Poslední dobou jsi ke mně tak ${chladný^chladná}$...$s",
        "Bad_9": "Nechci toho snad moc, ne?$s",
        "spring_1": "No a tak tu máme nový rok. Máš plán, co chceš tento rok udělat?#$e#Zatím se vše vyvíjí slibně.",
        "spring_8": "Teď, když už skončila zima, se můžeme těšit na spousty teplého počasí.",
        "spring_23": "Doufám, že už nacvičuješ kroky, zítra je Tanec květin!",
        "summer_1": "Dávej si pozor, ať nedostaneš úpal, ${drahý^drahá}$.#$e#Pij hodně vody a nepřetěžuj se.",
        "summer_8": "Omlouvám se, pokud smrdím. Celou noc se v tom vedru potím.",
        "summer_15": "Je léto... a tím pádem je dům plný much.#$e#Neboj se, já se o ně postarám.",
        "fall_1": "Po těch letních vedrech je podzimní vzduch nádherná úleva.",
        "fall_8": "Zima je za dveřmi. Musíme vyzkoušet vytápění, zavřít kohoutky a zkontrolovat izolaci v domě.#$e#Neboj se, o to vše se postarám já.",
        "fall_15": "Už máš nápad co umístit do našeho výstavního boxu na zítřejším jarmarku?",
        "fall_26": "Půjdeme zítra v noci na festival Dušiček?",
        "winter_1": "Brrr... je dost chladno. Paní zima nás asi už navštívila.",
        "winter_7": "Připojíš se k zítřejší soutěži v rybolovu?",
        "winter_28": "Díky za skvělý rok, @. Už se nemůžu dočkat, až se vypořádám se s tím dalším.$l",
        "spring_Maru": "Už se nemůžu dočkat až zase začneme farmařit, @!$h",
        "spring_Abigail": "Chladnější období se mi sice líbí víc, ale v konečném součtu jsem i já ráda za příchod jara.",
        "spring_Haley": "Nejsi ${rád^ráda}$, že skončila zima, miláčku? Věci se teď zdají příznivější.",
        "spring_Leah": "Až budeš venku, nezapomeň se podívat, zda nerostou divoký křen, pórek a pampelišky!",
        "spring_Penny": "Po tak dlouhé bílé zimě mě moc těší pohled na všechnu tu zeleň.",
        "spring_Sebastian": "No tedy, jsem celý hrozně bledý... Možná bude nejlepší když ti tohle období budu více pomáhat na farmě.",
        "spring_Harvey": "Pojďme toto jaro zasadit nějakou zdravou zeleninu.$h",
        "spring_Elliott": "Těším se na další nádherný rok na %farm farmě.$h",
        "spring_Alex": "Tak @. Pojďme i dnes tvrdě pracovat!",
        "spring_Sam": "*smrk*... Můj nof je zacbaný... alerchie.",
        "spring_Shane": "Možná se letos něčemu novému přiučím...",
        "summer_Maru": "Teď je skvělé období na pozorování hvězd.",
        "summer_Abigail": "Ach jo... Mám hroznou chuť na čokoládový dort.",
        "summer_Haley": "Teď už musíš vědět, že léto je mé oblíbené období.$h",
        "summer_Leah": "Nic nejde k létu lépe jako dobré sladké víno. Co myslíš, zlato?",
        "summer_Penny": "Pěstuješ tohle léto nějaké melouny?",
        "summer_Sebastian": "Letošní léto raději zůstanu co nejvíce uvnitř.",
        "summer_Harvey": "Zlato, nespal se prosím na tom slunci... To ti vážně může poškodit kůži.",
        "summer_Elliott": "Jedna z věcí, která mi tady chybí, jsou čerstvé ryby z moře.",
        "summer_Alex": "Nejvíce energie mám právě v létě.",
        "summer_Sam": "V létě mám vždycky chuť na grilovačku.",
        "summer_Emily": "Uf! Je takové vedro, ale na druhou stranu je to báječný pocit, ne?#$e#Když budeme mít dnes štěstí, třeba zpozorujeme nějaké papoušky.",
        "summer_Shane": "Tak co máme dneska v plánu...hmmm...#$e#V mém itineráři mám na dnešek dohodnutou schůzku se sáčkem pálivých preclíků a párem mých 'dobrých známých' z ledničky.",
        "fall_Maru": "Nikdy jsem nepřestala být vděčná za svoji práci na klinice... Je to důležitá služba komunitě.",
        "fall_Abigail": "Doufám, že tento rok budeme pěstovat dýně.$h",
        "fall_Haley": "Má chuť na dort.#$e#Ale ne jen tak ledajaký dort, musí být růžový.",
        "fall_Leah": "Zhluboka se nadechni... cítíš to? To mi říká, že začínají růst houby.",
        "fall_Penny": "Na této farmě je takové ticho. Když jsem žila ve městě, nikdy jsem nedoceňovala přírodu takovým způsobem,",
        "fall_Sebastian": "Má máma vždy na podzim dělávala hrozně dobrou dýňovou polévku.",
        "fall_Harvey": "Dal bych si sklenici vína.",
        "fall_Elliott": "Ah... Podzim. Teplé slunce se vznáší nízko nad obzorem, vrhá dlouhé stíny nad vlajícími poli ze zlata.#$e#Je to nádherné roční období, co říkáš?",
        "fall_Alex": "Cítím se hrozně slabě... Potřebuji protein.$s",
        "fall_Sam": "Copak se asi děje ve zbytku světa? Tady jsme zcela odříznutí.",
        "fall_Emily": "Dnes ráno jsem vypila super výživný koktejl z ovocných šťáv a cítím se úúúúžasně!$h",
        "fall_Shane": "Koukal jsem, že za moji mini ledničkou roste nějaký neznámý druh houby.#$e#A co, aspoň můžeme lidem říkat, že víme kde rostou.",
        "winter_Maru": "Za chvíli tu je jaro. Vážně se těším až si zase budu moci dát rebarborový koláč.",
        "winter_Abigail": "Pamatuješ si, když jsme u mě v pokoji hráli spolu toho 'Krále Prérie'? To byly dobré časy.$h ",
        "winter_Haley": "Právě jsem si vzpomněla na to jak jsi mi tenkrát ${pomohl^pomohla}$ otevřít skleničku okurek.$h#$e#Od té doby jsme ušli už kus cesty.$l",
        "winter_Leah": "V zimě dostanu vždy chuť na salát... Já vím, mé načasování není zrovna nejlepší.",
        "winter_Penny": "Tuhle zimu si přečtu spoustu knih.",
        "winter_Sebastian": "Copak má asi Sam za lubem? Bývávali jsme dobří přátelé.",
        "winter_Harvey": "Zima je chřipkové období, takže v práci budu mít na pilno. Dopředu se omlouvám, jestli někdy budu nevrlý.",
        "winter_Elliott": "Myslím, že se pokusím tuto zimu něco napsat. Stejně se v tuto dobu toho moc dělat nedá.",
        "winter_Alex": "Doufám, že se mým prarodičům dobře daří. Dost záviseli na mé pomoci. To znáš, zvedání těžkých předmětů a tak.",
        "winter_Sam": "Svého snu stát se muzikantem jsem se vzdal. Teď jsem přece otec rodiny!",
        "winter_Emily": "Ach jo, zase mám z vlasů rampouchy.$s",
        "winter_Shane": "Venku je velký, do daleka se táhnoucí svět... ale já raději zůstanu doma ve svém pokoji.",
        "spouseRoom_Maru": "#$c .5#Dnes jsem vstala brzo, abych se mohla koukat na hvězdy.#$e#Miláčku, doufám že ti nebude vadit, když dnes strávím trochu více času na svých projektech.",
        "spouseRoom_Abigail": "#$c .5#Vstala jsem chvilku před tebou, abych nakrmila Davida ml. Toto ráno je nějaký čilý.#$e#Doufám že ti nevadí smrad z morčat.",
        "spouseRoom_Haley": "#$c .5#Jen mě nenechej tě zdržovat, miláčku. Právě se líčím.#$e#Jaké jsou tvé plány na dnešek?",
        "spouseRoom_Leah": "#$c .5#Jednoho dne nakreslím tvůj portrét.#$e#Výhled z tohoto okna je inspirující, nemyslíš?",
        "spouseRoom_Penny": "#$c .5#Vždycky jsem chtěla mít vlastní knihovnu. Tohle je tak okouzlující.$h#$e#První co chci po ránu dělat je si chvíli číst. Takto si zahřeji mozek.",
        "spouseRoom_Sebastian": "#$c .5#Přemítám zda mám pracovat, nebo si celý den číst komiksy.#$e#Hele, nevíš, jestli máme v mrazáku nějakou pizzu? Mám hlad.",
        "spouseRoom_Harvey": "#$c .5#Dnes je na nebi klid, miláčku. Ale stejně je pořád velká zábava si to čas od času vyzkoušet.#$e#Pracuji na novém modelu letadla. Tady je mnohem větší  klid, než v mém starém bytě.",
        "spouseRoom_Elliott": "#$c .5#Dnes možná něco napíši.#$e#Obejdeš se bez mé pomoci?",
        "spouseRoom_Alex": "#$c .5#Nikdy mě nenechej zlenivět. Chci pro tebe zůstat v dobré formě!#$e#Je tu spoustu místa pro cvičení. Mám lepší výsledky než kdy dříve!",
        "spouseRoom_Sam": "#$c .5#Má stará kytara... Hraní na ni už mě tolik netáhne. To nevadí.#$e#Copak máš dnes na denním programu?",
        "spouseRoom_Emily": "Dnes budu dělat společnost našemu papouškovi. Nechce se mi ani pomyslet ma to, že už si nikdy nezalétá.$u",
        "spouseRoom_Shane": "#$c .5#Pivo nebo Jabčák? Toto životní rozhodnutí je nutné si dobře promyslet.#$e#Ahoj @. Dneska asi zůstanu tady doma a umm... možná se pokusím zamést podlahu nebo tak něco.",
        "Rainy_Day_Krobus": "Ahh, dneska je díky dešti zvláště vlhko... Hned je tu příjemněji.",
        "Rainy_Night_Krobus": "Zvuk deště mi připomíná časy kdy jsem pobýval v kanálech... je to velmi uklidňující.#$e#Ta místa byla moje útočiště. Ale teď je mým novým útočištěm tento náš domov.",
        "Indoor_Day_Krobus": "Kéž bych ti mohl na farmě pomáhat, ale nemůžu ven na slunce...",
        "Indoor_Night_Krobus": "Zdravím, @. Vítej doma. Vypadáš, jako bys tam venku v jednom kuse tvrdě ${dřel^dřela}$!$h",
        "Outdoor_Krobus": "V dnech, jako je tento, si můžu užívat vycházky ven s tebou. Je tu opravdu hezky!$h#$b#Jen mi dej vědět, pokud uvidíš někoho přicházet, abych se mohl skrýt.$u",
        "NoBed_0": "A kde mám spát já...?$s",
        "NoBed_1": "Včera můj spánek zas tak skvělý nebyl...$s",
        "NoBed_2": "Podlaha byla na spánek až moc tvrdá...$s",
        "NoBed_3": "Co se stalo s naší postelí...?$s"
      }
    }
  ]
}