{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogueShane",
      "Entries": {
        "Rainy_Day_0": "Doufám, že Jas a Marnie si beze mne poradí.#$e#Moc starostií si ale nedělám... Jas už je dost stará, aby se sama postarala o zvířata.",
        "Rainy_Day_1": "Hádej co? Mám pocit, že jsem shodil pár kilo od doby, kdy jsem se sem nastěhoval.$6",
        "Rainy_Day_2": "Počkej... vezmi si tohle.[346 174 303 305 215]#$e#Posledně jsem jich koupil moc a teď začínají procházet.",
        "Rainy_Day_3": "Uhhh... dneska nemám náladu něco dělat.",
        "Rainy_Day_4": "@, měl bych dnes dělat něco užitečného?... nebo mám spát až do smrti?",
        "Rainy_Night_0": "Hmmm... cítím že je skvělý čas dá pár pizza rohlíků do mikrovlnky.#$e#Někteří je raději pečou v troubě, ale podle mě to trvá moc dlouho. Navíc mi lépe chutná, když je těsto gumové.$h",
        "patio_Shane": "Pipce se daří dobře.$8",
        "Rainy_Night_1": "To kapání deště ve mně vyvolává vzpomínky na jiné časy... jiná místa.",
        "Rainy_Night_2": "Možná... kdybych si nasadil kalhoty, mohl bych dnes vyrazit ven... to už je jedno.",
        "Rainy_Night_3": "Zamračené počasí mi nevadí, ale je mi líto slepiček.",
        "Rainy_Night_4": "Kap, kap, kap... Začínám mít žízeň.$6",
        "Indoor_Day_0": "Ech... někdy mi život připadá jako pomalu se hýbající šedá šmouha... víš co tím myslím?",
        "Indoor_Day_1": "Hej. Něco ti dám... Ohřál jsem si toho moc v mikrovlnce. [195 215 206]#$e#Omlouvám se, pokud ti to přijde moc gumové.",
        "Indoor_Day_2": "Udělej pro mě něco... až umřu, použij můj popel ke zahnojení kukuřice pro slepičky.",
        "Indoor_Day_3": "*Mlask*... Mmm, tady asi někdo ukusoval pizza rohlíčky.$6",
        "Indoor_Day_4": "Možná ti občas budu připadat zádumčivý, někdy až smutný... ale chci abys ${věděl^věděla}$, že oceňuji práci, kterou děláš. Mám štěstí, že jsem tě potkal.$6",
        "Indoor_Night_0": "Já si dám jen ještě pár piv na dobrý spánek.",
        "Indoor_Night_1": "Kdyby... kéž by.... ah, jen jsem vzpomínal na dny mé slávy, kd jsem hrál síťoball v univerzitním týmu.$6#$b#Teď už jsem ale na to moc starý a slabý...",
        "Indoor_Night_2": "Ufff... *krk*... Pěkně jsem se nacpal... ah... přehnal jsem to s Joja Víceúčelovou omáčkou.",
        "Indoor_Night_3": "Ahh. Kéž bych byl o 20 centimetrů vyšší a o hodně chytřejší...#$e#Máš mě ${rád^ráda}$ takového jaký jsem? To mi pořád nejde do hlavy.",
        "Indoor_Night_4": "Strávil jsem celý den před televizí a teď mám nohy jako z želé. Zítra si asi budu muset dát oraz.",
        "Outdoor_0": "Během noci jsem toho moc nenaspal, takže doufám, že mi čerstvý vzduch pomůže rozproudit moje šťávy.#$e#Které šťávy mám na mysli? Ha... jsi zvláštní.$h",
        "Outdoor_1": "Někdy si uvědomím, že nejsem nic víc než jen růžový pytel plný měkkého, krvavého masa.#$e#Ale co... mně to nevadí... takový je život, ne?$h",
        "Outdoor_2": "Když o tom tak přemýšlím... mám se docela dobře. Můj život nění úplná otrava.$6",
        "Outdoor_3": "Ahh... jap pořád jím plněné paprifky fak mi z toho ofekl jahyk.$s",
        "Outdoor_4": "Zdravíčko @... Dnes jsi ${spal^spala}$ jako batole, tak jsem se radši potichu odplížil z postele a vydal se na ranní procházku po farmě. Poslušně hlásím, že vše je v naprostém pořádku.",
        "OneKid_0": "Je to zvláštní, když jsem byl mladší, zapřísahal jsem že nikdy nebudu mít děti. Co se asi stalo s mým mladším já?$6",
        "OneKid_1": "%kid1 hlavně musí jíst hodně vajec... Přece musí mít pořádně silné nohy!",
        "OneKid_3": "Taťka Shane se hlásí do služby...$6#$e#Tss... na stará kolena se ze mě sypou otřepané fráze.",
        "TwoKids_0": "Dětem jsem už dal dvě misky cereálií s pizza křupkami. Na chvilku budou mít plné žaludky.",
        "TwoKids_1": "Budu upřímný... dvě děti mi stačí.",
        "TwoKids_2": "Uff... %kid2 se dnes chová jako malý spratek. To má asi ode mne...",
        "TwoKids_3": "Ach jo... proč vlastně nemůžeme děti poslat na léto do pracovních táborů Joja?#$e#Dělám si srandu.$h",
        "Good_0": "*Čich*... *čich*... mmm... co to používáš za voňavku? Výtažek z paprikového salámu?$6",
        "Good_1": "Tobě to sekne mnohem víc než mne, to si piš.$h",
        "Good_2": "Jméno 'Shane' znamená 'Dar od Yoby'... Zní mi to jako špatný vtip.",
        "Good_3": "Dneska mám dobrou náladu a taky skvělý důvod ji mít... Včera večer Raziči vyhráli zápas.$h",
        "Good_4": "Poslyš, pokud se ti někdy budu zdát protivný, tak si toho nevšímej. Někdy mám prostě blbou náladu, ale ty za to nemůžeš... dobře?",
        "Good_5": "Ahh. život na farmě nemá nic na práci v Joja. To místo bylo fakt hnusný.$h#$e#Říkáš, že v prodejně to bylo skličující? ${Kámo^Slečinko}$, to jsi ${měl^měla}$ vidět prostory pro zaměstnance...",
        "Good_6": "Ah... tohle je panečku pohodička. Žádné povinnosti, dneska hrají Raziči, lednička až po okraj nacpaná vším co muž může potřebovat.$h",
        "Good_8": "Dneska se mi nechce moc pracovat. Copak asi dávají v televizi.",
        "Good_9": "Copak? Proč se tak potrhle usmívám? Ty si toho asi moc nepamatuješ, co?$h",
        "Neutral_0": "Ah, potřebuješ ode mne něco? Promiň, teď tu zrovna mám něco na práci.",
        "Neutral_2": "Nechceš mi radši všechny dnešní události shrnout až v posteli? Teď mám toho spoustu na práci.",
        "Neutral_3": "Pracovat v Joja byla otrava, ale alespoň jsem si občas popovídal s lidma.",
        "Neutral_4": "Co? Chceš abych umyl nádobí? No jo, já je teda umyju...časem...",
        "Neutral_5": "Jak jsme na tom s penězmi? Vracet se zpět pracovat do obchoďáku se mi opravdu nechce.",
        "Neutral_6": "Jestli máš v plánu navštívit své přátele ve městě, tak jen do toho. Já se o sebe postarám. Mám tu své dobré přátele televizi a pár dobrých známých z lednice.",
        "Neutral_8": "To je otrava... pořád jen utírat, čistit, vytírat. Zametat, vymetat, stírat. Umývat. Vařit. Stlát postel... no co, život není zas tak špatný.",
        "Bad_5": "Hele, můžeš mě aspoň na chvíli přestat peskovat? Běž si ven hrát s těmi svými záhonky, nebo tak něco.",
        "Bad_6": "Co zase chceš? Chováš se jako Marnie když má špatný den. Jdi pryč.$a",
        "Bad_7": "Tady je to taková nuda. Co tu vlastně dělám?$s",
        "Bad_8": "Jo jo... *škyt*... jasně, zlato.  Jak myslíš... *škyt*",
        "funLeave_Shane": "Dneska se půjdu projít ven, tak ať se nemusíš o mě bát.",
        "funReturn_Shane": "Promiň jestli ze mne leje... Ten výlet mi dal pořádně zabrat... Uf, vůbec nejsem v kondici.$6",
        "spring_1": "Aah... třeští mi hlava. Kolik jsem toho včera vypil?",
        "spring_12": "Festival vajec je asi moje nejoblíbenější událost roku... ty víš co mám rád. Jsem blázen do všeho týkající se slepiček.$h",
        "spring_23": "Aha, no jo. Zítra je Tanec kytek. Hele, pokud tě to učiní ${šťastným^šťastnou}$, tak já budu taky.",
        "summer_1": "Líbí se mi jak v tuto dobu kvetou různé tropické rostliny. Údolí pak celé bují barvami.",
        "summer_10": "Asi se budu postit až do zítřejšího luau. Můj pupek musí být prázdný, abych do něj mohl nalít spoustu horké polévky.$h",
        "summer_27": "Co máš v plánu dělat na podzim? Já chci do svého jídelníčku přidat více vína.",
        "fall_1": "Hmm... možná si na oslavu podzimu zakoupím pár beden dýňového piva...$6",
        "fall_15": "Na zítřejším jarmarku budu pomáhat Marnie se zvířaty, tak jako obvykle. Tvým úkolem bude odpočívat a bavit se.$6",
        "fall_17": "Vážně se začínám cítít jako staroch... a to se mi vůbec nelíbí.",
        "winter_1": "Tak co plánuješ podnikat v zimě? Já asi budu jen sedět a sledovat televizi a tak různě se poflakovat po domě.",
        "winter_28": "No, další rok za námi... o trochu jsem zestárl, ale to je tak vše.$6"
      }
    }
  ]
}