{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogueAbigail",
      "Entries": {
        "Rainy_Day_0": "Ta temnota... ten déšť...vždy mě to nabudí.$l",
        "Rainy_Day_1": "Hele, vzpomínáš jak jsme ${měli^měly}$ ten duet u jezera? Tohle počasí mi ten den připomíná.#$e#Když jsi ${vytáhl^vytáhla}$ tu malou harfu, to byl teda gól... nikdy bych to do tebe neřekla. Asi proto tě tak miluji.$l",
        "Rainy_Day_2": "Ahoj! Dnes jsem se vzbudila časně ráno a tak jsem se šla na chvíli projít. Našla jsem tohle a to mi tě připomnělo. [768 767 769 66 82]#$e#Myslíš si, že najdeš něco lepšího? To bych chtěla vidět!$h",
        "Rainy_Day_3": "Dnes může být ideální den na návštěvu jeskyní, že? Jen buď ${opatrný^opatrná}$.#$e#Pokud půjdeš, vem si s sebou jeden, či dva elixíry života.",
        "Rainy_Day_4": "Možná si dnes zahraji Cestu Krále Prérie... přísahám, že přijde den, kdy ji dohraju celou sama, bez jakékoliv pomoci.$h",
        "patio_Abigail": "%Abigail je ztracena v rytmech své hudby.",
        "Rainy_Day_Abigail": "Venkov vypadá v takovýchto dnech mnohem zajímavěji, nemyslíš?",
        "Rainy_Night_0": "Před chvílí jsem se dívala do deštěm zalitých lesů... a viděla jsem v něm se pohybovat něco černočerného. Vážně, nekecám.$6",
        "Rainy_Night_1": "Vsadím se, že dnes v noci by šlo zahlédnout duchy...",
        "Rainy_Night_2": "Cítíš to? V dešti je takový klid...",
        "Rainy_Night_3": "V noci jako je tato vždycky ztlumím světla a jen poslouchám...$8",
        "Rainy_Night_4": "Měla jsem chuť k večeři udělat polévku. Doufám, že je k jídlu. [199 218 219 727 730]$h",
        "Rainy_Night_5": "Ahoj! Vypadáš jako bys měl za sebou den plný úmorné práce. Můžu ti nějak pomoct se uvolnit?^Byla dnes tvá práce zvláště namáhavá? Strašně ti to sluší, když jsi vyčerpaná.$h",
        "Rainy_Night_Abigail": "Zvuk deště bude dnes pro nás dokonalá ukolébavka.",
        "Indoor_Day_0": "Tohle místo jsem vždy měla ráda, dlouho předtím, než ses jsem ${nastěhoval^nastěhovala}$. A teď se tu můžu procházet kdykoliv chci!$h",
        "Indoor_Day_1": "Ahoj @. Vyrážíš do přírody? Mám něco pro tebe...[286 287 205 732]#$e#Tohle by ti mohlo pomoct, když ti bude úzko.",
        "Indoor_Day_2": "Míříš do dolů? Počkej... pokud tam nalezneš něco dobrého, nezapomeň mi kousek nechat!$h",
        "Indoor_Day_3": "Ahoj! Právě přemítám, co bych měla dneska dělat. Je pro mě nezvyk mít tolik svobody!",
        "Indoor_Day_4": "Nebude ti vadit, když to tu občas poupravím, že? Pořád nemůžu uvěřit, že mám vlastní dům, který si můžu vyzdobit jak chci.",
        "Indoor_Day_Abigail": "Na naší farmě se vždycky něco děje... zbožňuji to tady.",
        "Indoor_Night_0": "Dnešek vcelku ušel. Tady se vždy děje něco zajímavého, pokud dáváš pozor.",
        "Indoor_Night_1": "Tak co? Pověz mi jaký byl tvůj den. Stalo se něco vzrušujícího?$h",
        "Indoor_Night_2": "Bývala jsem sovou, ale začíná se mi zamlouvat životní rytmus na farmě. Připadá mi přirozenější.",
        "Indoor_Night_3": "*zív*... Za chvíli si asi půjdu lehnout.$h",
        "Indoor_Night_4": "Noční zvuky jsou tady pronikavější. To mě nikdy neomrzí.",
        "Indoor_Night_Abigail": "Už si jdeš lehnout? Zapnula jsem nám elektrickou přikrývku...$l",
        "Outdoor_0": "Jemný vánek dnes vane horský vzduch napříč celým údolím. Voní jako borovice a šalvěj.",
        "Outdoor_1": "Hmm... Myslím že máme dost místa na venkovní chov slizáků!",
        "Outdoor_2": "Nezapomeň udržovat oltář tvého dědečka v čistotě. Je na něm něco zvláštního, cítím to v kostech.",
        "Outdoor_3": "Je fakt super, že na našem pozemku je jeskyně. O tom jsem vždycky snila.$h",
        "Outdoor_4": "Vždycky zapomenu si dát do kapsy nějakou svačinku. *kručení*$h",
        "Outdoor_Abigail": "Já dnes se asi budu tady v okolí, nevadí to?#$e#Je tu spousta zajímavého hmyzu a tak. *hehe*$h",
        "funLeave_Abigail": "Dnes si zajdu do města, to jen abys to ${věděl^věděla}$. Tyhle nohy potřebují trochu protáhnout.",
        "funReturn_Abigail": "Nazdar! Jak ses dnes ${měl^měla}$? Já dobře. Díky procházce jsem teď zcela uvolněná.$h",
        "OneKid_3": "Nemůžu uvěřit, že jsem \"máma\"... život je zvláštní.$h",
        "TwoKids_0": "Již jsem %kid1 a %kid2 dala k snídani čokoládové cereálie. ${Slyšel^Slyšela}$ jsi jak ječely?",
        "TwoKids_2": "Měla jsem sen, že z %kid2 bude slavný lovec příšer, až vyroste. Již jsem začala vymýšlet malou sadu brnění.",
        "TwoKids_3": "Skvělý starý dům, pár dětí a úžasná farma. Nikdy bych neřekla že v životě dojdu až sem... ale teď jsem tu! A naše životy teprve začínají.$h",
        "Good_1": "${Slyšel^Slyšela}$ jsi to? Někdy mám pocit, že v tomto domě straší.$u",
        "Good_2": "Horoskop od věštkyně mi pro dnešek předpovídá skvělé věci. To mi dodává motivaci!",
        "Good_3": "Ani si nepamatuji, kdy jsem si naposledy barvila vlasy... Mám takový pocit, že tahle barva se nikdy nevymyje...",
        "Good_4": "Ještě že jsem měla v komoře pár těžkých bot, než jsem se sem nastěhovala. Umíš si mě představit jak v keckách po špičkách chodím okolo bahna?$h",
        "Good_5": "Jen jsem obdivovala náhrdelník, který jsi mi ${dal^dala}$... Ponesu ho hrdě až do hrobu.$l",
        "Good_6": "Poslyš, já vím že jsi ${chytrý^chytrá}$, ale to neznamená, že se o tebe nemusím bát. Svět je plný zrůd všeho druhu.$6#$e#Jen mi slib, že budeš ${opatrný^opatrná}$, nechci o tebe přijít.",
        "Good_7": "@? Jen ti chci říct jak oceňuji všechnu tvrdou práci, kterou pro nás děláš. Jsem na tebe velmi hrdá.$l",
        "Neutral_0": "Doufám, že se ti budu líbit až budu stará a celá vrásčitá. Jednoho dne se tak stane!",
        "Neutral_1": "Myslíš si, že tvůj děda by byl na nás pyšný?",
        "Neutral_6": "Jak se asi daří našemu rodinnému obchodu? Asi bych měla v nejbližší době navštívit své rodiče.",
        "Neutral_7": "Pokud bys odešel do světa duchů, postavila bych pro tebe malý oltář hned vedle oltáře tvého dědy.",
        "Neutral_8": "Ať čistím sebevíce, dům je za chvíli stejně špinavý.#$e#Farma je svým způsobem asi pořád špinavá.",
        "Neutral_9": "Jestlipak tu prožijeme celé naše životy? Myslím že to by mě nudilo.",
        "Bad_7": "Byly časy, kdy jsem pro tebe něco znamenala, byla jsem tvá nejlepší přítelkyně a teď mě strpíš jen když ti udělám teplou večeři.$s",
        "Bad_8": "Poslední dobou jsi ke mně tak ${chladný^chladná}$... Co se s tebou stalo? Chováš se jako duch z bažin...$s",
        "Bad_9": "Vybrala jsem si dobře?... Než jsme se potkali, měli jsme já a Sebastian k sobě blízko. Možná to on byl ten pravý...$s",
        "spring_1": "Takže, co velkého máš v plánu v novém roce?",
        "spring_12": "Ha, zítra je festival vajec. Promiň, ale nebudu tě šetřit jen proto, že jsme svoji!$h#$e#Mám v plánu ten lov vyhrát. Tak si jen zkus mě porazit.",
        "spring_2": "Máš nějaké novoroční předsevzetí? Já se budu snažit shodit pár kil v pase.$h",
        "summer_1": "Velmi snadno se spálím na slunci, takže si teď budu muset dávat pozor.#$e#Doufám, že se ti líbí bledule!$h",
        "summer_4": "Dávej si pozor, ať nedostaneš úpal, ${drahý^drahá}$.#$e#Pij hodně vody a nepřetěžuj se.",
        "summer_8": "Omlouvám se za ten smrad. Celou noc jsem se v tom vedru potila.",
        "summer_15": "Je léto... a tím pádem je dům plný much.#$e#Neboj se, já se o ně postarám. Vlastně je to zábava!$h",
        "fall_6": "Ah... podzim. Toto je asi má nejoblíbenější část roku. Všechny ty barvy vážně jdou k mým vlasům, nemyslíš?",
        "fall_1": "Ta vůně je nezaměnitelná... houby, hnijící listy, dýně. Není pochyb, že je podzim. Není to krása?",
        "fall_2": "Budeme letos pěstovat obrovské dýně? Moc tě prosím, zlato.$h",
        "fall_20": "Miláčku... jsi po mě víc než truhla plná křemene.#$e#Ale truhla plná ametystu? Hmm... No to si ještě budu muset rozmyslet.$h",
        "winter_3": "Já mám vlastně ráda chladné počasí. Je to příležitost jak se zamuchlat pod peřinu!$h",
        "winter_15": "Je zábava prozkoumávat údolí v zimě! Všechno je tak jiné, přikryté pod sněhem. A to ticho...",
        "spring_Abigail": "Chladnější období se mi sice líbí víc, ale v konečném součtu jsem i já ráda za příchod jara.",
        "summer_Abigail": "Ach jo... Mám hroznou chuť na čokoládový dort.",
        "fall_Abigail": "Že bych z tebe cítila dýně? To se mi asi jen zdálo...$h",
        "winter_Abigail": "Pamatuješ si, když jsme u mě v pokoji hráli spolu toho 'Krále Prérie'? To byly dobré časy.$h ",
        "spouseRoom_Abigail": "#$c .5#Vstala jsem chvilku před tebou, abych nakrmila Davida ml. Toto ráno je nějaký čilý.#$e#Doufám že ti nevadí smrad z morčat."
      }
    }
  ]
}