{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogueKrobus",
      "Entries": {
        "Rainy_Day_0": "Máš taky tak rád déšť jako já, @?",
        "Rainy_Day_1": "V mnoha ohledech jsme si tak odlišní.. ale to je na tom to nejlepší.",
        "Rainy_Day_2": "Dobré ráno @. Tak jsem se časně ráno potuloval okolo a něco jsem pro tebe našel [305 308 203 795 397]#$e#Já tohle zbožňuji, tak doufám, že pro tebe to nebude až tak zvláštní.",
        "Rainy_Day_3": "Myslíš, že kouzelník ví... o tomhle mezi námi? Doufám, že umí udržet tajemství.$s",
        "Rainy_Day_4": "I když se snažím chovat civilizovaně, občas mě přepadne nutkání udělat něco zlomyslného...$6#$e#Říká se, že tohle je povaha mého lidu.",
        "Rainy_Day_Krobus": "Ahh, dneska je díky dešti zvláště vlhko... Hned je tu příjemněji.",
        "Rainy_Night_0": "O takovýchto nocích lze někdy z oken zahlédnout stinné postavy. Když pomyslím... že mohli vidět i mě.$7",
        "Rainy_Night_1": "Kdyby se ostatní stínoleci dozvěděli o našem společném bydlení, tak by mě bezpochyby... 'potrestali'.$s#$e#Většina totiž lidi nesnáší.",
        "Rainy_Night_2": "Jsi ${celý promočený a prochladlý^celá promočená a prochladlá}$! Není to pro váš druh nebezpečné?$s",
        "Rainy_Night_3": "Já už jsem jedl, ale nebylo to něco, co by sis ${mohl^mohla}$ dát i ty... promiň",
        "Rainy_Night_4": "Od doby, co jsem svůj lid opustil, hledám nový domov... někde, kam mohu patřit. Teď jsem toto místo našel a to pro mě znamená vše.",
        "Rainy_Night_5": "Říká se, že můj lid do tohoto světa přišel před dávnými časy, kdy velká katastrofa umožnila duším překročit z nicoty do této fyzické roviny.",
        "Rainy_Night_Krobus": "Zvuk deště mi připomíná časy kdy jsem pobýval v kanálech... je to velmi uklidňující.#$e#Ta místa byla moje útočiště. Ale teď je mým novým útočištěm tento náš domov.",
        "Indoor_Day_0": "Kdybych ti mohl jít ven pomoct, neváhal bych... ale aspoň se vynasnažím tady v domě udržet pořádek.",
        "Indoor_Day_1": "Rozhodl jsem se vyzkoušet jaké to je uvařit jídlo pro vás lidi... [203 204 651 225]#$e#Ne, nemusíš ho sníst hned, klidně si ho nechej na později.",
        "Indoor_Day_2": "Jsem tady v domě šťastný. Hezky si zalezu na své oblíbené místo a trávím tam klidně i celý den... Nemám potřebu \"jít ven\" tak jako vy lidé.#$e#Ale chápu že ty to máš jinak! Určitě se nemusíš kvůli mě cítit provinile a dělat mi tu pořád společnost.$3",
        "Indoor_Day_3": "Přemýšlím jestli celý den nezůstanu stočený do klubíčka pěkně v rohu...#$e#Copak? Ty tohle nikdy neděláš?$3",
        "Indoor_Day_4": "V pátek z úcty k Yobovi mlčím. Doufám, že ti to nebude vadit.",
        "Indoor_Day_Krobus": "Kéž bych ti mohl na farmě pomáhat, ale nemůžu ven na slunce...",
        "Indoor_Night_0": "Dneska jsem se postaral o veškerý hmyz v domě... Promiň, že jsem ti žádný nenechal! *mlask*$7",
        "Indoor_Night_1": "Jsi ${takový celý tuhý^taková celá tuhá}$... někdy bych si taky přál mít kosti...$s",
        "Indoor_Night_2": "Občas přemítám zda lidé a stínoleci někdy budou moci žít společně bez svárů... Je to hezké přání, ale naplní se někdy?$s#$e#Já v to doufám...",
        "Indoor_Night_3": "Někdy se pozastavím nad tím co všechno jsem se od tebe o lidech naučil...#$b#Přeji si, aby všichni mí bližní mohli poznat tento pocit.",
        "Indoor_Night_4": "Opravdu chci být dobrý spolubydlící, ale nikdy nevím, jestli vše dělám správně... Ach jo. $s#$e#Porozumět lidským projevům je pro mě opravdu těžké. A... ale... ty jsi se mnou ${šťastný^šťastná}$, že?",
        "Indoor_Night_Krobus": "Zdravím, @. Vítej doma. Vypadáš, jako bys tam venku v jednom kuse tvrdě ${dřel^dřela}$!$h",
        "Outdoor_0": "Chci na chvilku vyjít ven, ale musíme být opatrní... pokud bude někdo přicházet, musím se skrýt!",
        "Outdoor_1": "Výjimečné jsou ty dny, kdy mohu jít ven!",
        "Outdoor_2": "Takový nádherný den!$h",
        "Outdoor_3": "Otevřená prostranství mě znervózňují...$s",
        "Outdoor_4": "Nemusíš se o mě strachovat, dělej co děláš normálně. Já tu budu stát a chránit náš dům.",
        "Outdoor_Krobus": "Já tu chvíli posečkám. Chci se podívat zda tu nelezou nějací brouci.#$e#Ještě jsem neměl nic k snídani!",
        "OneKid_3": "Nevím jak, ale Yoba požehnal tento dům tímto 'dítětem'...",
        "TwoKids_0": "Neboj se... už jsem se o %kid1 a %kid2 postaral. Udělal jsem jim omeletu z nicotných vajec.",
        "TwoKids_2": "Bojím se o budoucnost našich dětí... Ale věřím, že Yoba má s nimi své záměry.",
        "TwoKids_3": "Tento domov požehnaly už dvě děti... Znamená to snad, že Yoba uznává naše neobvyklé soužití?",
        "Good_1": "Mým tělem prochází zvláštní pocit... možná to je to, čemu vy říkáte... 'platonická láska'?$l#$b#...Ah, počkat... jen se svlékám z kůže.$s",
        "Good_2": "Naučil jsem se překonat své zaujetí vůči lidem... ale trpaslíky stále opovrhuji.$a",
        "Good_3": "Včera během noci jsi mě ${začal^začala}$ okusovat a ${mumlal^mumlala}$ jsi něco o 'černé lék oř ici'... co si tím ${myslel^myslela}$?$3",
        "Good_0": "Děláme pokroky a to mi dává naději!$h",
        "Good_5": "Právě jsem obdivoval tento báječný dům... takové nádherné místo.$l",
        "Neutral_0": "Já nikdy nezestárnu, ale ty ano. Někdy je mi z toho smutno... ale tak to má být.$s",
        "Neutral_1": "Co by tak asi říkal tvůj děda, kdyby nás tu viděl žít společně v jeho domě?",
        "Neutral_2": "Myslíš, že naše spolužití nám přivodí potíže?$s",
        "Neutral_3": "Je tu moc světla... asi na pár hodin zavřu oči.$s",
        "Neutral_4": "Nemohu jít ven, mám vybraný jídelníček, jsem náchylný na změnu teploty okolí... snad tě tím vším nebudu moc otravovat, @.$s",
        "Neutral_5": "Welwick říká, že dnes jsem byl stižen kletbou.$s",
        "Neutral_6": "Řeknu ti tajemství... Já vlastně vůbec nespím, jen ležím v posteli se zavřenýma očima...",
        "Neutral_7": "Jsi opravdu zvláštní, když chceš žít se stvořením, jako jsem já.",
        "Neutral_8": "Dnes budu celý den uklízet dům! Je to opravdu zábava.$7",
        "Neutral_9": "Myslíš si, že tu strávíme celý náš život? Stěhování by pro mě asi bylo dost nebezpečné.",
        "Bad_1": "Ach... možná jsem měl zůstat se svými v podzemí.$s",
        "Bad_0": "...Máš mě ještě pořád ${rád^rád}$?$s",
        "Bad_2": "Jsi se mnou pořád ${šťastný^šťastná}$?$s",
        "Bad_4": "Myslím, že bys ${byl^byla}$ šťastnější ve vztahu s jiným člověkem...$s",
        "Bad_5": "Zjistil jsem změnu ve tvém chování... co to znamená? Všechno je tak složité.$s",
        "Bad_6": "Máš před sebou jen jeden krátký život... opravdu ho chceš strávit s takovou zrůdou jako jsem já?$s",
        "Bad_7": "Možná že vztahy jako je tento jsou odsouzeny k neúspěchu...$s",
        "Bad_8": "V poslední době mi připadáš velmi ${nešťastný^nešťastná}$...$s",
        "Bad_9": "Chybí mi kanály.$s",
        "spring_5": "...",
        "spring_12": "...",
        "spring_19": "...",
        "spring_26": "...",
        "winter_5": "...",
        "winter_12": "...",
        "winter_19": "...",
        "winter_26": "...",
        "summer_5": "...",
        "summer_12": "...",
        "summer_19": "...",
        "summer_26": "...",
        "fall_5": "...",
        "fall_12": "...",
        "fall_19": "...",
        "fall_26": "...",
        "spring_1": "Jaké jsou tvé plány na nový rok, @?",
        "spring_23": "${Měl^Měla}$ bys zítra jít na ten tanec květin! O mě se nemusíš strachovat.",
        "summer_1": "Má kůže je velmi citlivá na slunce a proto musím být během tohoto období velmi opatrný.",
        "summer_8": "Mmm... odkud se vane ta úžasná vůně? Že ty ses celou noc ${potil^potila}$...$h",
        "summer_15": "Je léto... a to znamená plno much v domě.#$e#Netřeba se obávat. Já se o ně postarám. Jsou plné bílkovin!$h",
        "fall_8": "Dneska se mi nechce nic dělat.",
        "fall_15": "Už jsi ${vymyslel^vymyslela}$ co dáš do výstavního boxu na zítřejším jarmarku?",
        "fall_24": "Kdybych se ukázal lidem na festivalu dušiček, určitě by mě dali do klece...$s",
        "winter_28": "Díky, že mě tu necháš bydlet, @. Těším se na další skvělý rok!$h",
        "spouseRoom_Krobus": "#$c .5#Ty a já jsme jako voda a olej. Žít spolu je někdy opravdu výzva, že?#$e#Doufám že ti tu zdejší vlhkost moc nevadí. Abychom mohli spolu žít, musíme oba udělat nějaké ústupky!",
        "spring_Krobus": "Teď je čas, kterému říkáte 'jaro', že? Cítím ve vzduchu pepřové aroma divokého křene.",
        "summer_Krobus": "Teď je období, kterému říkáte 'léto', ne? To teplo a vlhko jsou příjemné, kdyby jen tolik nesvítilo slunce.",
        "fall_Krobus": "Poslední dobou je čím dál chladněji a vzduchem se prolíná vůně tlejícího listí. Vy této době říkáte 'podzim', nemám pravdu?",
        "winter_Krobus": "Ta častá temnota během tohoto ročního období je velmi uklidňující. Kéž by ale bylo tepleji!"
      }
    }
  ]
}