{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogueSam",
      "Entries": {
        "Rainy_Day_0": "Teď je možná dobrá chvíle si dát voraz a zabrnkat si na kytaru...#$e#Hele, ty si taky můžeš odpočinout, pokud chceš.",
        "Rainy_Day_1": "Hej, myslíš si že se Sebastian a Abigal někdy sčuchnou?#$e#Hehe... když jsem teď ženatý, tak se snažím všechny okolo také dohnat ke svatbě.",
        "Rainy_Day_2": "Hele, tohle jsem našel zakutálené vzadu v zásuvce. [90 88 86 535]#$e#Myslel jsem si, že se ti to k něčemu bude hodit.",
        "Rainy_Day_3": "Ach jo, to je pruda. Tyhle zamračené dny jsou docela vopruz..$7",
        "Rainy_Day_4": "Jaká byla noc? Já díky dešti spal jako špalek.",
        "patio_Sam": "Ach jo... Já ten trik snad nikdy neudělám...$s",
        "Rainy_Night_0": "Hej, tak jak to šlo? Já se tu celý den jen válel a četl komiksy... bylo to super.$h",
        "Rainy_Night_1": "Já měl docela klidný den... cola, mražená pizza, pár hodin jsem si jen tak hrál na kytaru. Docela jsem se uvolnil.",
        "Rainy_Night_2": "Nedávno jsem si pouštěl záznam vystoupení naší kapely. Vzpomínáš? Jako, to byla fakt hrůza.#$b#Byl jsem celý nervózní, protože jsi tam ${byl^byla}$ s námi a proto jsem to nechtěl zkazit, abych před tebou nebyl za blba!$10",
        "Rainy_Night_3": "Doufám, že Vincentovi se po mě nestýská když jsem pryč... trochu se za toho malého chlapíka cítím zodpovědný.$s#$e#Ale změna je život... ne? Děti se to jednou musejí naučit.. nebo je dospělost zničí.$7",
        "Rainy_Night_4": "Ahoj, hodil jsem nám do trouby pár zmražených pizz. Tady je tvoje. [206]$h",
        "Indoor_Day_0": "Uf... řeknu ti jednu věc, která mi na mém starém životě nechybí... práce v JojaMartu.",
        "Indoor_Day_1": "Ahoj, udělal jsem ti pár instantních palačinek. Nech si chutnat. [211]$h#$e#Co? Ne, já se nikdy vařit nenaučil... máma vždy stála u plotny.",
        "Indoor_Day_2": "Poslyš, já vím že hodně vtipkuji, ale chci abys ${věděl^věděla}$, že tě vážně miluji.$l",
        "Indoor_Day_3": "Máš na dnešek nějaké velké plány?#$e#Ah ne, já ne... já se většinou rozhoduji na poslední chvíli...",
        "Indoor_Day_4": "Ummm... Na farmě ti budu pomáhat někdy jindy. Dnes se mi nic nechce dělat.$s#$e#Nezlobíš se?",
        "Indoor_Night_0": "Počkej, vypadáš unaveně. Nech mně ti pomoci se uvolnit, dobře? Možná ti pak udělám masáž.",
        "Indoor_Night_1": "Jak jsem se měl? Ah... sotva si to pamatuju. Nedělal jsem nic důležitého. Jen jsem se tak poflakoval a měl se suprově.",
        "Indoor_Night_2": "Hele, promiň že jsem neustlal postel. Víš jaký jsem lajdák... ale to tě taky ke mně přitahuje, že?$h",
        "Indoor_Night_3": "Jediné co mi chybí tady u nás je mámina zapečená ryba.",
        "Indoor_Night_4": "${Připraven^Připravena}$ jít na kutě? Pro jednou jsem postel ustlal já...",
        "Outdoor_0": "Možná bych si na svůj skateboard měl nasadit terénní kolečka. Starosta tady na mě nemůže.$h",
        "Outdoor_1": "Vždycky jedním okem hlídám oblohu... nikdy nevíš, kdy nad náma může přeletět UFO.",
        "Outdoor_2": "Ahoj, @! Kéž by existoval způsob jak ti nějak pomoci, ale o pracích na farmě nic nevím. Je mi to líto!#$e#Budu ti pomáhat povzbudivými myšlenkami.$h",
        "Outdoor_3": "Něco ve vzduchu mi dodává dobrou náladu... možná je to ta slabý závan pizzy linoucí se z Gusovy pece.",
        "Outdoor_4": "Panečku... dneska ti to fakt sekne a kapičky bahna ti jen dodávají více půvabu.$l",
        "OneKid_0": "Nemusíš se starat, já přebalím %kid1. Ty už máš toho dost na starosti.",
        "OneKid_1": "Je to divné, ale být otcem se mi zamlouvá!$h",
        "OneKid_3": "Myslím, že bychom měli mít další dítě. Proč teď přestat?",
        "TwoKids_0": "Dnes jsem stával brzo, nakrmil děti a přebalil je. Už máme hotovo. Takže máš volné ruce a můžeš nahrabat všechny prachy co jen to dá.$h#$e#Dělám si srandu... pro peníze jsem si tě nebral.",
        "TwoKids_1": "Když teď máme %kid2, musíme se ujistit že věnujeme dostatečnou pozornost %kid1. Nechceme, aby na sebe navzájem žárlily.",
        "TwoKids_2": "Je legrační vidět, jak si děti spolu hrají. Myslím, že si budou velmi blízcí.",
        "TwoKids_3": "Nikdy jsem nečekal, že se stanu takovým rodinným typem, ale jsem opravdu hrdý na to, co jsme tu vybudovali. Máme báječný život.$h",
        "Good_1": "Vzpomínáš si na tu noc, kdy jsme se tajně proplížili do mého pokoje? Já ano, často...$l",
        "Good_2": "Víš, myslím, že jsem od začátku měl pocit, že budeme spolu. Mezi náma je prostě nějaké zvláštní pouto.$l",
        "Good_3": "Dnes vypadáš velmi pohledně! Učesal sis jinak vlasy?$l^Páni, dnes ti to velmi sluší. Učesala sis jinak vlasy?$l",
        "Good_6": "Buď tam venku ${opatrný^opatrná}$! Vím že někdy zajdeš do jeskyní... mohlo by tě tam něco sežrat!",
        "Good_4": "Zlato, právě jsem ti chtěl složit píseň na kytaře. Ale teď jsi tady a já se cítím uvolněně.#$e#Na kytaru chci hrát hlavně když jsem sám.",
        "Good_5": "Miláčku, mluv se mnou! Já vždy rád poslouchám co vše se ti během dne stalo.",
        "funLeave_Sam": "Dnes jdu navštívit svoji rodinu, dobře? Domů se vrátím večer.",
        "funReturn_Sam": "Je hezké po čase zase všechny vidět, ale je to taky nějak divně smutné. Víš... naše životy jsou teď úplně někde jinde a je to teď takové formálnější, než předtím.$7",
        "spring_1": "Uh... jaho... můj noh... ajergie.$s",
        "spring_12": "Už se těšíš na zítřejší festival? Bude super zase vidět Sebastiana.",
        "spring_23": "Ach jo... zítra je ten Tanec kytek, co? A já myslel, že se mu vyhnu když jsme teď spolu.#$e#No to je jedno, asi to může být taková divná zábava.",
        "summer_1": "Množství pylu je v létě trochu nižší a můj nos je za to velmi vděčný.$h",
        "summer_10": "Už jsi ${přemýšlel^přemýšlela}$ co dáš do míchané polévky?#$e#Může být sranda tam dát něco hnusného. Jako že si vystřelíme z guvernéra!$h#$e#Promiň...",
        "summer_27": "Léto je super, ale já už se teď těším na podzim.#$e#Měli bychom se zastavit zítra večer na pláži a sledovat medúzy? To je vždycky tak trochu sranda.",
        "fall_1": "Je to jako kdyby se přes noc celé údolí změnilo... Podzim asi je konečně tady.",
        "fall_15": "Hele, zítra je jarmark. Asi se budu muset znovu naučit svůj grif na praku...",
        "fall_26": "Myslíš, že máma pustí letos Vincenta do strašidelného bludiště? Pravděpodobně ne...$h#$e#Chudák prcek. Jednoho dne bude muset vyrůst...",
        "winter_1": "Díky studenému vzduchu mi zmrzne gel ve vlasech. Vůbec to není příjemné.$s",
        "winter_7": "Zastavíme se zítra na ledovém festivalu? Může být sranda zase všechny po nějaké době vidět...",
        "winter_28": "Měli jsem skvělý rok, @... takže je trochu smutné, že už je u konce.#$e#Tím pádem musíme zařídit, aby ten příští byl ještě lepší!$h"
      }
    }
  ]
}