{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogueSebastian",
      "Entries": {
        "Rainy_Day_0": "Konečně... průtrž mračen. Slunečně počasí mě tak nudí.",
        "Rainy_Day_1": "Ahoj. Právě jsem přemýšlel o svém starém pokoji ve sklepě. Bylo mi tam příjemně, ale tohle je mnohem více zajímavější. A ten smrad mi nechybí... #$e#Bylo mi už trochu trapné žít s mámou po tak dlouhou dobu.",
        "Rainy_Day_2": "Čau, minulou noc jsem nemohl usnout, tak jsem si šel prohlédnout jeskyně. Našel jsem toto... líbí se ti?[575 769 767 84 66 78]#$e#Někdy mám prostě problém usnout, to nesouvisí s tebou. Miluji tě.$7",
        "Rainy_Day_3": "Vypadá to na dobrý den na poflakování. Třeba budu číst knihu nebo tak něco... co myslíš?",
        "Rainy_Day_4": "Ha, další deštivý den... super.#$e#Vypadáš, že ti je zima... pojď se ohřát u mě.$l",
        "Rainy_Night_0": "Teď když jsme se vzali se snažím přestat kouřit... Nechci umřít brzo a nechat tě tu. Je to zlozvyk.#$e#Chci s tebou strávit svůj celý život.$l",
        "patio_Sebastian": "Chceš něco? Já tady budu chvíli dělat na své motorce.",
        "Rainy_Night_1": "Dnes jsem chvíli pracoval na svém laptopu. Přemýšlel jsem o pár nápadech na hru, kterou chci udělat.#$e#S tvým příjmem z farmaření si můžu dovolit dělat ve svém životě co chci. Je to vlastně docela úžasné. Děkuji ti.$h",
        "Rainy_Night_2": "Promiň, že jsem neudělal nic k večeři. V mrazíku možná ještě bude zmrzlá pizza, nebo něco jiného.#$e#Já nevím, myšlenkami jsem byl jinde. Je těžké si zapamatovat mé úkoly...",
        "Rainy_Night_3": "Jaký byl tvůj den? Kolik si dnes ${zničil^zničila}$ příšer?$h#$e#Je dobré si čas od času vybít vztek, že?",
        "Rainy_Night_4": "Možná nás dnes navštíví čarodějnice? Ha, kéž by život byl takto zajímavý...",
        "Indoor_Day_0": "Čím starší jsem, tím méně mě město táhne. V minulosti mělo jistou atmosféru tajemna. Ale to spíš byla romantická představa.#$e#Město je vždycky rušné, plné lidí... Já tam nepatřím, jsem samotář.",
        "Indoor_Day_1": "Ahoj, chceš kávu?[395]$7#$e#Já jsem se potřeboval napít... měl jsem noční můru a tak jsem vstal brzo a už jsem nemohl usnout.",
        "Indoor_Day_2": "Minulou noc jsem nemohl usnout a tak jsem vyjel na projížďku na mé motorce.#$e#Potřebuji zůstat nezávislý, i když jsem se oženil. Takový prostě jsem. Stále tě ale miluji.$7",
        "Indoor_Day_3": "Ahoj, jak ses ${vyspal^vyspala}$? Slyšel jsem, jak si mumláš ve spaní.#$e#Zdá se, že se něčeho bojíš, ale musím přiznat... bylo to trochu roztomilé.$l",
        "Indoor_Day_4": "Můj život tady mě naučil trochu vylézt z mé ulity. Věřím, že to pro mě bude dobré.$7",
        "Indoor_Night_0": "Ahoj, dnes jsem se procházel kolem našeho domu. Nic zajímavého...#$e#...#$e#Pohled z našeho domu je úžasný. Z naší verandy lze dokonce vidět jak slunce zapadá nad Stardew Valley.",
        "Indoor_Night_1": "Možné jsem vypil příliš mnoho kávy... Vůbec nejsem unavený.#$e#Pořád se snažím si zvyknout na časový plán farmy. Někdy jsem byl vzhůru až do pěti ráno a spal jsem až do dvou odpoledne.$h",
        "Indoor_Night_2": "Mít vlastní dům je vážně skvělé. Můžu si dělat co chci a lidé mě pořád neotravují.#$e#Maru je určitě také šťastná, že jsem konečně pryč.",
        "Indoor_Night_3": "Před chvílí jsem viděl oknem netopýra. Je trochu těžké je spatřit, ale pokud se pořádně soustředíš, můžeš je zahlédnout jak si v okolí poletují. Jsou tam, někde venku.",
        "Indoor_Night_4": "U nás doma jsem se často cítil nedoceněný... ale tady mám pocit, že někam patřím. Díky tobě se tu cítím vítán, @.$l",
        "Outdoor_0": "Mám chuť dnes něco udělat... ale nevím co. Máš někdy takový problém, @?",
        "Outdoor_1": "Hmm... někdy se musím nutit zůstat venku kvůli mému zdraví.#$e#Nevím proč tomu tak je, ale raději bývám uvnitř. Možná jsem si prostě zvykl na svůj temný sklep.",
        "Outdoor_2": "Pokud ti to nebude vadit, bude se na tebe odsud dívat.$h#$e#Rád se na tebe dívám.",
        "Outdoor_3": "Nechci se stát slabochem, když jsem se oženil. Možná bych měl začít jíst pálivé papričky a posilovat?#$e#To byl je nápad...$h",
        "Outdoor_4": "Možná bychom měli vychovávat více slizáků... Ve velkých množstvích lze pomocí nich vydělat docela výraznou částku. A navíc jejich chov je velmi snadný.#$e#A podle jejich barvy poznáš co vytvářejí. Je to na tobě, ale myslím si, že by to pro nás mohla být zábavná záliba. ",
        "OneKid_0": "Pořád si na otcovství zvykám. Netřeba se obávat, já se o %kid1 dobře postarám! Pro mě je to prostě nové.",
        "OneKid_1": "Možná až %kid1 trochu povyroste, pořídíme si sajdkáru a pak si všichni můžeme vyjet na výlet.$h",
        "OneKid_3": "${Přičichl^Přičichla}$ sis k %kid1? Myslím že potřebuje vykoupat...",
        "TwoKids_0": "Neboj se, děti už jsou najedené... %kid2 zase na mé tričko vylil čokoládové mléko.",
        "TwoKids_1": "Doufám, že %kid1 a %kid2 budou na sebe hodní. Maru a já jsme se jako děti vždycky prali.#$e#Když teď na to tak myslím, většinou to bylo moji vinou...",
        "TwoKids_2": "Pořád se mi zdá sen, kde %kid2 má na sobě kostým stínoděje a sedí na zářící dýni. Zvláštní sen, co?",
        "TwoKids_3": "Ušli jsme spolu dlouhou cestu, @. Podívej se na naší rodinu. Abych pravdu řekl, ani v těch nejdivočejších snech jsem si tohle nedokázal představit.#$e#A teď když jsme v tomto bodě, tak jsem na nás hrdý...$l",
        "Good_0": "Hej, podívej se na mě. Nezapomeň, že tě vždycky budu milovat... jsi pro mě vším.$l#$b#A teď jdi a vydělej nám jmění.$h",
        "Good_1": "Ahoj... pojď ke mně. Dnes ti to opravdu sluší.$l",
        "Good_2": "Tobě to vždycky sluší, i když celý den pracuješ na dvorku.$l",
        "Good_3": "Sice to často neříkám, ale jsem vážně šťastný, že můžu být tvým mužem. Naše svatba bylo to nejlepší rozhodnutí, co jsem kdy udělal.$l",
        "Good_4": "Nemusíš si o mě dělat starosti. Rád trávím spoustu času o samotě.",
        "Good_5": "Někdy jsem tak rozčílený... ale pak se ukážeš ty a hned mě to přejde.$7#$e#Možná s věkem budu milejší.",
        "Good_6": "Vím, že máš spoustu síly, ale i tak se o tebe někdy bojím. Nikdy nechoď na lov příšer bez značného zásoby elixírů života a odolných bot, slibuješ?",
        "Good_8": "Dnes se mi moc pracovat nechce. Možná se kouknu co dávají v televizi.",
        "Good_9": "Já přátele nepotřebuji. Ty jsi jediná osoba, kterou potřebuji vedle sebe mít. Není to divné?#$e#Asi nejsem jako ostatní.",
        "Neutral_0": "Když se procházím po okolí, snažím se všem vyhýbat. Nesnáším, když mě někdo nutí si popovídat.",
        "Neutral_2": "O svém dni mi můžeš popovídat až půjdeme spát. Teď tu mám práci...",
        "Neutral_3": "Jdeš dnes do města? Proč, co tam chceš dělat?",
        "Neutral_4": "Dneska asi vyperu prádlo... Ty máš pravděpodobně plné ruce s obstaráváním farmy.",
        "Neutral_5": "Jak jsme na tom po finanční stránce? Nechci prodat svůj laptop...",
        "Neutral_6": "Pokud si chceš popovídat se svými přáteli ve městě, jen do toho. Já jsem stejně raději o samotě.",
        "Neutral_8": "Uklízení mě nikdy nebavilo, ale když k tomu poslouchám hudbu, tak mi to vždycky uběhne rychle.",
        "Bad_5": "Podívej, chci prostě teď být chvilku sám. Co kdyby jsi ${šel^šla}$ ven a ${dělal^dělala}$ si své věci?",
        "Bad_6": "Co chceš? Jsi jako můj nevlastní otec. Jdi pryč.$a",
        "Bad_7": "Začínám se tu cítit jako v hrobce.$s",
        "Bad_8": "Začal jsem zase kouřit... Poslední dobou jsem neustále ve stresu.$s",
        "funLeave_Sebastian": "Půjdu se na chvíli projít, potřebuji chvilku pro sebe. Uvidíme se večer.",
        "funReturn_Sebastian": "Můj den byl skvělý, nic zvláštního se nestalo. Jaký byl ten tvůj?",
        "spring_1": "Ahhh... má hlava. Šťastný nový rok...$h",
        "spring_12": "Už se těšíš na zítřejší festival? Už se těším, až zase Sama uvidím.",
        "spring_23": "Ah... zítra je Tanec květin, že? Musíme tam jít?#$e#Nechci nosit ten směšný těsný oblek. Proč nás Lewis nutí tohle dělat?$s",
        "summer_1": "Léto je tady... Radši na sebe začnu nanášet silnou vrstvu opalovacího krému, jinak mi nezůstane má bledá kůže...",
        "summer_10": "${Přemýšlel^Přemýšlela}$ jsi, co dáš do společné polévky?#$e#Nemám ponětí co je dobré... ty jsi tu kuchař!$7",
        "summer_27": "Počasí se začíná ochlazovat. Je to báječný pocit#$e#Půjdeme zítra v noci na festival? Tuhle tradici mám vlastně trochu rád.$7",
        "fall_1": "Vypadá to, jakoby se celé údolí přes noc změnilo... Podzim je asi konečně tady.",
        "fall_15": "Jarmark ve Stardew Valley je na mě trochu moc přelidněný... ale to nebude problém, já se budu poflakovat se Samem. Už se těším až mi poví co všechno se ve městě dělo.#$e#O mě se nemusíš bát, hlavně si tam zahraj nějaké ty hry.$7",
        "fall_26": "Nemůžu se dočkat zítřejších Dušiček. Co za hrůzy nás tam asi čeká.$h",
        "winter_1": "Co máš v plánu teď v zimě? Chápu, že pro tebe je to spíš čas na odpočinek.",
        "winter_7": "Budeš se zítra účastnit rybářské soutěže?",
        "winter_28": "Byl to skvělý rok, @. Měli bychom ho trochu oslavit. [346]$h#$e#Jsem si jistý, že příští rok bude ještě lepší.$7"
      }
    }
  ]
}