{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogueMaru",
      "Entries": {
        "Rainy_Day_0": "Jakpak se asi Penny daří? Možná ji během dneška zavolám.",
        "Rainy_Day_1": "Právě jsem přemýšlela... myslíš si že MARILZA je v pořádku? Doufám že si ve vesmíru najde místo, kam bude opravdu patřit...",
        "Rainy_Day_2": "Počkej! Včera večer jsem měla potíže usnout a tak jsem si trochu hrála ve své dílně. Tady máš, tohle jsem udělala pro tebe. [688 369 338 325 287]#$e#Doufám, že proto najdeš nějaké užití.",
        "Rainy_Day_3": "Jediná věc, kterou na dešti nesnáším, je, že se nemůžu dívat na hvězdy!",
        "Rainy_Day_4": "Že bych slyšela jak nám prokapává střechou? To budu muset zkontrolovat. Od mámy jsem pochytila pár věcí o tesařství.",
        "Rainy_Night_0": "Hlavně nenechávej své náčiní venku v dešti! Přeci nechceš, aby ti všechno zrezavělo.",
        "patio_Maru": "Ještě nevím co to bude... ale je super jen tak někdy prostě vytáhnout nářadí a začít něco kutit.",
        "Rainy_Night_1": "Ahoj @, jaký byl tvůj den? Mokrý?#$e#Tohle počasí mi vnukává samé nápady na udělátka... možná kdybych déšť někam odchytla a usměrnila, třeba by pak mohl pohánět mlýn?",
        "Rainy_Night_2": "Táta již posledních dvacet let sleduje změny počasí.#$e#Je ještě brzo vyvozovat závěry, ale výsledky odhalily jisté abnormální tendence.",
        "Rainy_Night_3": "Můžeme si dneska dát špagety v posteli?",
        "Rainy_Night_4": "Udělala jsem moučník! Ale nezapomeň si vyčistit zuby, než si půjdeš lehnout. [232 234 223 220]$h",
        "Rainy_Night_5": "Můj den nebyl až tak záživný... kvůli počasí jsem zůstala zavřená doma.#$e#Přesto to bylo uklidňující. Dala jsem si nohy nahoru a přečetla si poslední vydání 'Týdeníku o schématech'.",
        "Indoor_Day_0": "Hmm? Promiň, někdy se tak ztratím ve svých myšlenkách, že si ani neuvědomím, co dělám.",
        "Indoor_Day_1": "Tohle jsem našla ve své hromadě šrotu. Myslíš, to na něco použiješ? [286 287 205 732]",
        "Indoor_Day_2": "Konečně jsi vzhůru! Už jsem začínala mít hlad... *kručení*$h",
        "Indoor_Day_3": "Jedna z věcí, která se mi v životě na farmě nejvíce líbí, je, když mě vzbudí sbor zpěvavých ptáků.",
        "Indoor_Day_4": "Jak mohou být tvé ruce tak jemné po vší té práci na farmě?",
        "Indoor_Night_0": "Viděl jsi dneska měsíc? Na obzoru je na něj obzvláště hezký pohled.",
        "Indoor_Night_1": "Před chvilkou jsem viděla padající hvězdu. Představuji si, že je to MARILZA, která se na nás přišla kouknout.$h",
        "Indoor_Night_2": "Nemůžu se rozhodnout zda si chci dát čokoládový dort, nebo zralé jahody. Možná oboje...?#$e#Buď ${upřímný^upřímná}$... přibrala jsem?$s",
        "Indoor_Night_3": "Dnes si ${odvedl^odvedla}$ skvělou práci! Zasloužíš si po zbytek večera odpočívat.",
        "Indoor_Night_4": "Tento starý dům si vážně začínám zamilovávat. V noci je tu tak útulno.#$e#Máma při úpravách odvedla skvělou práci.$h",
        "Outdoor_0": "Ahh... farma vonní báječně, připomíná mi hory blízko domova mých rodičů.",
        "Outdoor_1": "S trochou plánování bychom mohli zautomatizovat většinu práce na farmě a místo toho jen odpočívat!",
        "Outdoor_2": "Dnes bude jasná noc... Jestlipak bude možné zahlédnout souhvězdí %noun?",
        "Outdoor_3": "Nemusíš se obávat, mně nebude vadit, když naneseš bahno do domu. Občas je švanda se trochu ušpinit.",
        "Outdoor_4": "Nikdy jsem si neuvědomila kolik provoz farmy vyžaduje péče a plánování! Hodně se to podobá práci v laboratoři.",
        "OneKid_0": "Kolik času si dnes strávil s %kid1? Děti si potřebují hrát, pokud mají dosáhnout svého celkového potenciálu.",
        "OneKid_1": "Co myslíš... vyroste z %kid1 farmář? Nebo inženýr?",
        "OneKid_3": "Vkládám velké naděje do našeho dítěte. Přečetla jsem si všechna vědecká data o nejlepších způsobech výchovy dětí.",
        "TwoKids_3": "Mám vlastní dílnu, dvě krásné děti a nádherný kus země. Život je teď jako z pohádky.",
        "Good_1": "Teď když žijeme spolu je těžké si představit, že někdy zase budu sama.",
        "Good_2": "Dáváš si oddych? To je dobře!",
        "Good_3": "V plánování a provozování farmy je spousta strategie. Stimuluje to mysl více, než jsem si myslela!",
        "Good_4": "Byly doby, kdy jsem chvíli uvažovala, že si postavím ${robotického manžela^robotickou ženu}$. Ale s tebou je větší zábava!$h",
        "Good_5": "Právě jsem se kochala svým svatebním amuletem... Ta ulita je bez poskvrnky. Toto je velmi vzácný jedinec!$l",
        "Good_6": "Minulou noc se mi zdálo, že prohlížím vesmír obrovským teleskopem. Viděla jsem, jak se něco hýbe v mlhovině %noun. Bylo to docela strašidelné.",
        "Neutral_0": "Doufám že se ti budu stále líbit, i když budu tlustá.",
        "Neutral_8": "Dnes mi nějak nápady nejdou do hlavy.$s",
        "funLeave_Maru": "Dnes chci navštívit své rodiče. Už jsem je nějakou dobu neviděla.",
        "funReturn_Maru": "Táta a máma jsou v pořádku. Jejich denní cyklus je pořád ten samý, i když tam teď s nimi nebydlím. Jak ses ${měl^měla}$ ty?",
        "spring_2": "Takže, jakou letos zaujmeš strategii pro optimalizaci naší farmy?",
        "spring_1": "Je báječné vidět všechnu tu faunu a floru jak se na jaře probouzí k životu.",
        "spring_22": "Kdyby můj bratr nebyl takový samotář, pozvala bych ho k nám někdy na večeři.",
        "summer_20": "Myslíš si, že můj bratr někdy sebere dostatek odvahy a pozve Abigail na rande?",
        "summer_2": "Ráda katalogizuji různé druhy hmyzu, které lze vidět v létě.",
        "fall_1": "S každým obdobím lze spatřit jinou část noční oblohy. Je fascinují být tohoto úkazu svědkem.",
        "fall_25": "Zima je za dveřmi. Musíme vyzkoušet vytápění, zavřít kohoutky a zkontrolovat izolaci v domě.#$e#Neboj se, ${drahý^drahá}$, o to vše se postarám já.",
        "fall_3": "Podzim mi vždy připomene jak jsme s mámou venku vyřezávali dřevo... to bude asi tou vůní čerstvě nasekaného dřeva a smůly.",
        "winter_15": "Nedávné zimy jsou až znepokojivě mírné.",
        "winter_5": "Doufám, že se táta cítí dobře... v zimě může snadno propadnout depresím, protože není tolik příležitostí pro výzkum v terénu.",
        "winter_2": "Tak jaké jsou tvé plány na udržení našeho příjmu letos v zimě?#$e#Je tu možnost rybaření, nebo sběru plodin...#$e#Pokud se ale rozhodneš jít do dolů, slib mi, že budeš ${opatrný^opatrná}$.",
        "spring_Maru": "Už se nemůžu dočkat až zase začneme farmařit, @!$h",
        "summer_Maru": "Večery jsou tak teplé, toto je opravdu nejlepší doba na pozorování hvězd. Kdo ví co nás tam v dáli čeká?",
        "fall_Maru": "Život na farmě je skvělý, ale stále jsem vděčná za svoji práci na klinice... Je to důležitá služba společnosti.",
        "winter_Maru": "Už se vážně těším na jaro, kdy si budu moci dát rebarborový koláč. Ah.. ta chuť, ten říz!",
        "spouseRoom_Maru": "#$c .5#Dnes jsem vstala brzo, abych se mohla koukat na hvězdy.#$e#Miláčku, doufám že ti nebude vadit, když dnes strávím trochu více času na svých projektech."
      }
    }
  ]
}