{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogueEmily",
      "Entries": {
        "Rainy_Day_0": "Přemítám kam pak asi létající hmyz letí, když prší? Copak je nezasáhnou kapky deště?",
        "Rainy_Day_1": "Den, jako je tento, je požehnáním od matky přírody.",
        "Rainy_Day_2": "Dobré ranko... Mám tu něco pro tebe. Neboj se, všechno špatné jsem již vykouřila šalvějovým dýmem. [428 440 444 338 207]",
        "Rainy_Day_3": "Měla jsem v plánu mého přítele vypustit zpět do přírody, ale jeho křídlo se nikdy zcela nezahojilo. Ale zdá se mi tu spokojený. Věnuju mu spoustu času.#$e#Řekl mi že je tu šťastný.",
        "Rainy_Day_4": "Tohle jsem ti nikdy neřekla... ale když ses sem poprvé ${nastěhoval^nastěhovala}$, zdál se mi o tobě sen. Hned jsem věděla že se jednou naše cesty životem spojí.$4",
        "Rainy_Night_0": "Každý okamžik v sobě skrývá jedinečnou a drahocennou krásu... všiml sis toho někdy? Je snadné občas na toto zapomenout.",
        "patio_Emily": "Toto je mé oblíbené místo pro ranní meidtaci.#$e#Cítím, jak energie z této krystalové zahrady proudí mým tělem.",
        "Rainy_Night_1": "Slyším jak si kytky spolu povídají... po dnešním dešti jsou ohromně šťastné!",
        "Rainy_Night_2": "Jaký jsi ${měl^měla}$ den @? Vypadáš trochu promočeně.",
        "Rainy_Night_3": "Dnešek byl velmi poklidný. Maš taky takový pocit?",
        "Rainy_Night_4": "Chceš něco sladkého? Použila jsem svůj speciální recept. Neboj se, obsahuje pouze přírodní suroviny. Je bez glutamátu a slazený pouze kaktusovým sirupem.[232 234 223 220]$h",
        "Rainy_Night_5": "Také tě zvuk deště uvádi do transu?",
        "Indoor_Day_0": "Máme tu další nádherný den na farmě %farm... Pevně věřím, že dnes budou dobré síly tohoto světa v převaze!$h",
        "Indoor_Day_1": "Tady máš. To je pro tebe. [428 440 444 338 207 395 749]",
        "Indoor_Day_2": "Ahoj, někdo se tu musel vyspat do růžova... dnes ráno vypadáš svěže a ${pln^plna}$ energie.$h^Ahoj, někdo se tu musel vyspat do růžova... dnes ráno vypadáš svěže a plna energie.$h",
        "Indoor_Day_3": "Můj dnešní horoskop nevypadá příliš růžově... ale vše má své světlé stránky, tak je to stejně pořád. Tak tedy do práce!",
        "Indoor_Day_4": "Ufff.... *krrk*... Asi jsem snědla moc otrubových buchet k snídani.$s",
        "Indoor_Night_0": "Koukám že máš na tričku novou díru. Není třeba zoufat, to se hned zašije.",
        "Indoor_Night_1": "Vítej doma, @. Doufám, že tvůj den byl pln šťastných událostí.",
        "Indoor_Night_2": "To už je čas jít do postele? No to mě podrž, další den co mi protekl pod rukama.$u",
        "Indoor_Night_3": "Ah, to aroma! Něco takového můžeš vydávat jen ty.$h#$e#Je to krásná vůně.",
        "Indoor_Night_4": "Dnes jsem zametla celý dům, umyla okna, vytřela prach a vyčistila ledničku. Celkem vzato to byl velmi produktivní den!",
        "Outdoor_0": "Strašně ráda vstávám brzo. Vzduch je ještě nedotčen a divá zvěř je mnohem čilejší.",
        "Outdoor_1": "Co máš dnes v plánu, ${drahý^miláčku}$?",
        "Outdoor_2": "Ah! Aha! Máme tu další$h#$e#Počítám veverky.",
        "Outdoor_3": "Trochu sluníčka ti neuškodí. Jen si dej pozor ať z tebe na konci dne není cibule, ano?",
        "Outdoor_4": "Dobrá ranko! Přemýšlela jsem kdy se konečně vyvalíš z postele!$h#$e#Já ti to nezazlívám @... po vší té práci si zasloužíš pořádný odpočinek.",
        "OneKid_0": "Ja doufám, že díky naší péči bude %kid1 hodný a ohleduplný člověk. To je mnohem důlěžitější než dostávat jedničky ve škole.",
        "OneKid_1": "Stačí nám jedno dítě, nebo bychom měli začít myslet na další?#$e#Rozhodnutí asi necháme na osudu.",
        "OneKid_3": "%kid1 už se nemusí bát zlých a nebezpečných duchů. V dětském pokoji jsem zapálila světle zelenou svíčku a místnost pročistila snítkou mladé máty.",
        "TwoKids_1": "Velký dům, dvě děti a papoušek... Není divu že mám plné ruce práce!",
        "TwoKids_2": "Není o tom pochyb, %kid2 má vlasy po tobě...$u",
        "TwoKids_3": "O děti jsem se už postarala. Dala jsem jim merlíkové lupínky s kozím mlékem. Ty se raději soustřeď na práci na farmě!",
        "Good_1": "Žít společně přesáhlo má očekávání! Vždy jsem byla názoru, že svůj život strávím o samotě.",
        "Good_2": "Být spolu nám bylo souzeno... V to pevně věřím celým svým srdcem!",
        "Good_3": "Jsem ti vděčná že sis mě vzal do svého domu. Můj nový život nechci za nic vyměnit.$4",
        "Good_4": "Naše vibrační energie jsou v harmonii. Cítíš to taky?",
        "Good_5": "Nemůžu se vynadívat na můj svatební amulet... Ta mušle je tak nádherná! Cítím jak z ní vyzařuje čistá modrá energie.$l",
        "Good_6": "Včera jsem o nás měla další sen. Šplhali jsme do koruny krystalového stromu, abychom si mohli z výšky prohlédnout tu nejkrásnější a plody překypující louku. Zdál se mi opakovaně.#$e#Nevím co to znamená, ale mám pocit, že je to dobré znamení.",
        "Neutral_0": "Snad mě stále budeš milovat, až zestárnu a mé vlasy budou mít barvu zakalené ocele.",
        "Neutral_8": "Dneska mi nápady nějak nejdou do hlavy.$s",
        "funLeave_Emily": "Dneska se půjdu projít do města a později jsem slíbila Gusovi, že mu pomůžu v hospodě. Tak se měj.",
        "funReturn_Emily": "Dnešek jsem si docela užila... Je dobré si čas od času vyjít z domu.",
        "spring_2": "Mí přátelé květiny se mi zase vrátily do života. Nyní už mi nic nechybí.",
        "spring_1": "Šťastný nový rok zlato. Pojďme si slíbít, že tenhle lepší než ten předchozí.$4",
        "spring_22": "Hmmm. co říkáš na to, že bychom si k večeři dali čerstvý zelný salát?",
        "summer_20": "Energie v našich tělech se mění, tak jako období v roce. Pochopení tvého vnitřního rytmu je prvním krokem vedoucí k vnitřnímu klidu.",
        "summer_2": "Kéž ti Yoba žehná v tento nádherný den.$7",
        "fall_1": "Půlka tohoto roku už je za námi. Sama tomu nemůžu uvěřit.",
        "fall_25": "Naše těla jsou od přírody naladěna na roční období. Světlo a barvy podzimu nás nutí se připravit na nevlídnou zimu.#$e#Pro naše vzdálené předky byl tento pocit ",
        "winter_15": "V těchto dnech mám hroznou chuť na skořici, muškát, hřebíček a kardamon.",
        "winter_5": "Ach jo... Proč se musíme na světě potýkat s válkami a nenávistí?$s",
        "winter_2": "Nemůžu přestat myslet na chudáčky veverky. V tuhle dobu musí být všechny venku úplně promrzlé.$s",
        "spring_Maru": "Už se nemůžu dočkat až zase začneme farmařit, @!$h",
        "fall_Emily": "Dnes ráno jsem si dala superpotravinový nápoj a cítím se úúúúžasně!$h",
        "summer_Emily": "Uf! Venku je sice vedro, ale je překrásný den, ne?#$e#Možná že dneska zahlédneme v přírodě nějaké papoušky.",
        "winter_Emily": "Ale ne, zase mám z vlasů kusy ledu.$s",
        "spouseRoom_Emily": "Dnes se budu chvíli věnovat papouškovi. Láme mi srdce pomyšlení, že už nikdy nepoletí.$u"
      }
    }
  ]
}