{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogueElliott",
      "Entries": {
        "Rainy_Day_0": "Dnes se cítím políben múzou... Myslím že se pokusím něco napsat.",
        "Rainy_Day_1": "Zvuk deště mi maličko připomíná moji chatku u pláže.#$e#Farma je nádherná, ale nemohu si pomoci a cítím, že mi zvuk moře trochu chybí.",
        "Rainy_Day_2": "Dnes jsem vstával časně a tudíž jsem nám udělal kávu.[395]#$e#Shledávám, že šálek tohoto znamenitého nápoje velkou částí přispívá ke zpříjemnění tohoto brzkého rána.",
        "Rainy_Day_3": "Myslím, že dnes zůstanu zavřen ve svých komnatách, ${drahý^drahá}$. Takovýto déšť bude mít za vinu zplihnutí mých vlasů.",
        "Rainy_Day_4": "Má inspirace pro psaní není nepodobná počasí... přichází a odchází jak se ji zachce. Dnes se cítím naprosto prázdný.$s#$e#Možná si přečtu jednu z klasik, abych nastartoval svoji tvořivost.",
        "patio_Elliott": "Ah, není nad čtení v tak krásném dni jako je tento... že mám pravdu, ${drahý^drahá}$?",
        "Rainy_Night_0": "Dobrý večer přeji. Byl tvůj den velmi plodný, ${@^drahá}$?",
        "Rainy_Night_1": "Jsi ${studený^studená}$ jako led! Počkej, hned tě zahřeji.$l",
        "Rainy_Night_2": "Můj um se slovy nezná sobě rovného a přesto mi uniká způsob jak popisem zachytit tvoji ${svůdnost^krásu}$.$l",
        "Rainy_Night_3": "Co jsem tento den prováděl? Řeknu ti jen toto... Udržování této statné postavy vyžaduje velké úsilí!",
        "Rainy_Night_4": "Celé odpoledne jsem byl zaplaven představami o moři. Proto padlo mé rozhodnutí uvařit pokrm z mořských plodů. [198 202 727 728]$h",
        "Indoor_Day_0": "Teď když jsem spolu se o sebe starám mnohem ohleduplněji. Staromládenecký život nebyl pro mě zvláště zdravý.",
        "Indoor_Day_1": "Dobré ráno, @! Uvařil jsem nám šálek kávy.[395]#$e#Přistihl jsem se, že po této robustní chuti toužím každé ráno.",
        "Indoor_Day_2": "Nalezneš-li v tomto domě pavouka, snažlivě tě prosím, abys ho ${nerozmačkával^nerozmačkávala}$! Stačí mě o tom informovat a já tu chudinku odnesu ven.",
        "Indoor_Day_3": "Jsem přesvědčen že dnes bude báječný den... mám takové tušení!$h#$e#Mám takový zvláštní šimravý pocit v nose...",
        "Indoor_Day_4": "Neustále zažívám noční můru, kdy mě ostříháš na ježka... To bys mi nikdy v životě ${neudělal^neudělala}$, že?$s#$e#Já ti věřím.",
        "Indoor_Night_0": "Od nejjasnější zimní hvězdy, po třpyt iridiové žíly... vše pohasíná ve světle tvé síly.$l^Od nejjasnější zimní hvězdy po vůni vílí růže... díky tvé kráse mohu být tvým mužem.$l",
        "Indoor_Night_1": "Praskající oheň umocňuje nádhernou atmosféru domu... každý kus dřeva hoří svým jedinečným způsobem.",
        "Indoor_Night_2": "Pěstování kytek v mé staré chatce se moc nepotkalo s úspěchem. Moji nadějí je, že pochytím pár důležitých informací od tebe.#$e#V tomto ohledu ty jsi pán a já jsem jen tvůj ponížený učeň.",
        "Indoor_Night_3": "Když pozřu na tvoji božskou tvář, jak překrásný křišťál co vytvořil sklář, mé srdce... rozedrané nočními běsy, uchváceno světlem tvé noblesy.#$e#Básně jsou jediný způsob jak mohu vyjádřit mé pocity vůči tobě.$l",
        "Indoor_Night_4": "Má lásko... nevyměnil bych tě ani za 100 iridiových ingotů.#$e#Za 1000 také ne...#$e#Ani ne za 10 000, to si piš.$7#$e#...$7#$e#Ne, ani 100 000 nestačí!$a#$e#...$s#$e#Haa... jeden milion ingotů čistého iridia...? Tohle mi nedělej, prosím...$8",
        "Outdoor_0": "Mé nejdivočejší sny se staly skutečností... jen se podívej na tu přenádhernou krajinu!",
        "Outdoor_1": "Plodná půda pod nohami, čerstvý vzduch naplňující tvé plíce a teplo slunce hladící tě po tváři... život se daří.",
        "Outdoor_2": "Myslím že zde zůstanu a začnu psát básně. Polapila mě náhlá vlna tvořivosti! Já si tu vystačím, ty můžeš pokračovat ve své práci.",
        "Outdoor_3": "Budu-li zcela nehybný, uzná nějaký zářivý motýl můj nos vhodným pro jeho místo na odpočinek?",
        "Outdoor_4": "Vypil jsem přílišné množství kávy... má pusa je vysušená jako poušť Kaliko.$s#$e#Ah... velmi se omlouvám za zápach kávy linoucí se z mé pusy.$7",
        "OneKid_0": "${Měl^Měla}$ jsi čas se dnes věnovat %kid1? Možná by nám to druhé dítě trochu ulehčilo.",
        "OneKid_1": "%kid1 zde bude mít dokonalé dětství. Je tu toho tolik, co může prozkoumat.",
        "OneKid_3": "Péče o děti není zrovna moje silná stránka... ale vynasnažím se být dobrým otcem.",
        "TwoKids_0": "Již jsem %kid1 a %kid2 podal jejich stravu. Na tak malá stvoření toho snědí jako Otesánek.",
        "TwoKids_1": "Před chvíli jsem měl v náručí %kid1 a, pokud mě smysly nešálí, mám pocit že jsem zaslechl jak říká \"Ta...ta\".$h",
        "TwoKids_2": "%kid1 naučím číst co možná nejdříve! Je to výborný způsob jak se děti mohou dozvědět o světě kolem.",
        "TwoKids_3": "Myslím, že se nám vše podařilo, @. Farmě se daří a naše zdravé děti jsou nádherným potěšením. Nemohu být již šťastnější.",
        "Good_0": "@... Musím vyjádřit svoji hrdost nad tebou odvedenou těžkou prací. Mám takově štěstí, že tě mám.$l",
        "Good_1": "Potajmu jsem sepsal celou knihu básní vyjadřující moji lásku k tobě.$l",
        "Good_2": "Do údolí jsem přišel, abych postavil slonovinovou věž z které by můj talent vládl světu. Ale místo toho jsem si postavil žalář plný osamění. A z toho jsi mě ${vysvobodil^vysvobodila}$.$l",
        "Good_3": "No to mě podrž, ty dnes vypadáš pohledně! Že by ses oholil? Tvá brada je jako vytesaná z žuly.$l^Dnes z tebe tvá přitažlivost přímo vyřazuje, jsi neodolatelná. Nemohu z tebe spustit oči.$l",
        "Good_4": "Bez tvé přítomnosti se cítím jako vyhořelý krb. Ale jakmile uslyším dunění zabahněných bot na dřevěné podlaze, mé srdce povstane z popela.",
        "Good_5": "Právě medituji za pochodu. Je to dobré pro tvořivost.",
        "Good_6": "Buď tam venku ${opatrný^opatrná}$! Někdy mám o tebe velké obavy. Tam venku jsou lidé, kteří by se snížili i ke zneužití takového člověka, jako jsi ty.",
        "funLeave_Elliott": "Myslím, že se dnes projdu po pláži. Je hezké jednou za čas zase vidět moře.",
        "funReturn_Elliott": "Návštěva pláže byla příjemná. Nikdo tam nebyl a já se díval jak vlny přicházejí a odcházejí, jako za starých časů.",
        "spring_1": "Moje novoroční předsevzetí je psát, zase psát a pořád psát! Vždycky je tu prostor pro zlepšení mých dovedností.",
        "spring_12": "je to zvláštní, ale na jaře mám vždycky chutě na granátové jablko.",
        "spring_23": "Už se těším na náš zítřejší společný tanec, ${drahý^drahá}$.",
        "summer_1": "Je těžké mít špatnou náladu, když na tebe slunce září a motýli tancují na vánku s vůní pálivých bobulí.$h",
        "summer_10": "Dnes jsem si chtěl vzít dodatečný kalamář z mé chatrče u pláže, ale pak jsem si vzpomněl, že zítra máme Luau. Tak si ho vezmu až pak.",
        "summer_27": "Vše musí jednou skončit, včetně radostných letních dnů. Klíčem ke štěstí je tyto změny přijmout, bez jakýchkoliv závěrů.",
        "fall_1": "Velkolepost podzimu... úrodná hostina potěšující všechny smysly... inspirovala některé z největších básníků které jsou nám známy.",
        "fall_15": "Zítra asi odložím svoji pýchu a zabořím zuby do šťavnatého a kašovitého barbecue sendviče.",
        "fall_26": "${Miloval^Milovala}$ bys mě stále, pokud bych na festivalu Dušiček vypil 2 litry dýňového piva? Někdy je člověk v zajetí primitivních pudů...",
        "winter_1": "Zima je skvělá doba na čtení knih a hraní na klavír. Nezapomeň se občas v životě zastavit a užít si chvíli ticha.",
        "winter_7": "Sice jsem vyšel trochu ze cviku, ale plánuji se zúčastnit zítřejší soutěže v rybolovu! Budeš tam mít velmi silné soupeře, ${drahý^drahá}$.",
        "winter_28": "Šťastný předvečer nového roku, ${drahý^drahá}$. Na oslavu prosím přijmi toto. [348]"
      }
    }
  ]
}