{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogueAlex",
      "Entries": {
        "Rainy_Day_0": "Tady je ale místa. Konečně budu moci procvičovat celé své tělo.",
        "Rainy_Day_1": "Ve městě jsem nikdy neměl moc přátel... Někdy přemýšlím, jaký by byl můj život, kdyby ses sem nikdy ${nepřestěhoval^nepřestěhoval}$.$9",
        "Rainy_Day_2": "Ach jo... a to jsem se chtěl teď venku proběhnout. Ale s tímhle počasím to nepůjde.",
        "Rainy_Day_3": "*grrr*... Teď jsem se vzbudil a musím do sebe dostat nějaký protein.$9",
        "Rainy_Day_4": "Myslím že začnu číst nějakou knihu. Jen proto že jsem se oženil, to neznamená, že nechám svůj mozek zahnívat.",
        "patio_Alex": "Ahhh... raz... Ahhhh... dva... Nevím proč, ale když cvičím venku, tak se nevyčerpám tak rychle.$6",
        "Rainy_Night_0": "Ahoj, ${měl^měla}$ jsi dnes dobrý den?Ten zítřejší určitě bude lepší.$h",
        "Rainy_Night_1": "Jak to jde? Já jsem celý den měl u sebe tento starý síťobal. Aspoň můžu předstírat...$u",
        "Rainy_Night_2": "Ah... ten smrad? Celý den jím česnek. Snažím se zůstat mužným... Promiň.$l",
        "Rainy_Night_3": "Dával jsem stranou pár zbytků pro Dustyho. Tu a tam si zaslouží pamlsek.",
        "Rainy_Night_4": "Měl jsem takový hlad, že jsem udělal večeři. Tady máš, nechal jsem i pro tebe. [241 242 225 214 198]$h",
        "Indoor_Day_0": "Ahh... není nad dobrý spánek vedle ${mého muže^mé ženy}$!$h",
        "Indoor_Day_1": "Ahoj zlatíčko! Udělal jsem nám teplou snídani.[195 210 211]#$e#Pokud chceš nabrat sílu, je třeba jíst jako o závod!",
        "Indoor_Day_2": "Pojď ke mně. *stisk*... Mmhmm. Ze vší té práce na farmě máš pěkně pevné svaly.",
        "Indoor_Day_3": "Pořád si zvykám na vaření a praní... Není to sice má oblíbená činnost, ale já jsem věděl, do čeho jdu, když jsem si tě bral.$h",
        "Indoor_Day_4": "V domě je pár věcí, které se dnes pokusím opravit. Neboj se o mě, já si vždy najdu něco, čím se mohu zabavit.",
        "Indoor_Night_0": "Je dobré si sáhnout až na dno, že? Pak budeš mít pocit, že sis tu postel dnes večer opravdu ${zasloužil^zasloužila}$.",
        "Indoor_Night_1": "Máš nový účes, nebo něco podobného? Dnes ti to pěkně sekne. Možná je to tím čerstvým vzduchem...$l",
        "Indoor_Night_2": "Pověz mi jaký byl tvůj den. Je dobré občas upustit páru.",
        "Indoor_Night_3": "Poslouchej... mám nové trenýrky. Myslel jsem, že bys to ${měl^měla}$ vědět.$l",
        "Indoor_Night_4": "Pokud potřebuješ chvíli být osamotě, stačí říct. Mně to nevadí.",
        "Outdoor_0": "Poslyš. Když tu teď stojím a prohlížím si náš pozemek... nadýmám se pýchou. ${Odvedl^Odvedla}$ jsi pěkný kus práce.",
        "Outdoor_1": "Tohle je skvělé místo na výchovu dětí. Tady bych velmi rád vyrůstal. Spousta místa ke skotačení.",
        "Outdoor_2": "Rád trávím čas venku jak nejvíce to jde. Prostě se tam cítím lépe.",
        "Outdoor_3": "Podívej se na nás a naši malou farmu. Jsme rozkošný pár, ne?$h^Páni, možná je to tím jak si zalitá zlatým světlem, ale dnes vypadáš nádherně.$l",
        "Outdoor_4": "Ahh. je skvělé být venku. Stardew Valley opravdu je to nejkrásnější místo.",
        "OneKid_0": "Stále si zvykám na můj nový život jako táta v domácnosti.$h",
        "OneKid_1": "Z %kid1 vyroste silák, jako taťka.",
        "OneKid_3": "Přemýšlím jaké to je nosit v sobě dítě...?$h",
        "TwoKids_2": "%kid2 možná bude prvním profesionálním hráčem síťobalu z Pelikánova.$h",
        "TwoKids_3": "Konečně mám rodinu, po které jsem jako malé dítě toužil... díky.$l",
        "Good_0": "@... vždy tě budu milovat.$l",
        "Good_1": "Už jsem ti řekl, že jsi velmi pohledný?$l^Už jsem ti řekl, že jsi velmi nádherná?$l",
        "Good_6": "Vím že jsi ${silný^silná}$, ale někdy se bojím, že tě sežerou slizáci, nebo něco horšího. Buď ${opatrný^opatrná}$.$9",
        "funLeave_Alex": "Dnes si zajdu do města. Uvidíme se večer.",
        "funReturn_Alex": "Měl jsem skvělý den. Chtěl bych své prarodiče navštěvovat často, už jsou docela staří.",
        "spring_1": "Konečně sníh roztál a slunce zase svítí! Mé tělo se cítí skvěle.$h",
        "spring_6": "Jestlipak by mi prášek z kapky hvězd pomohl zvýšit svalstvo...",
        "spring_12": "Už se těšíš na zítřejší festival? Myslím si, že bude dobré dostat do sebe všechny ty vejce a ještě jsou zadarmo.",
        "spring_23": "Ah... zítra je Tanec květin, že? To abych dnes udělal pár kliků navíc.$9#$e#Ty obleky jsou pěkně těsné... a všichni se na nás budou dívat zblízka.",
        "summer_1": "Léto je pro mě a mé tělo období plné energie! Cítím se jako neporazitelný.",
        "summer_10": "Už jsi ${přemýšlel^přemýšlela}$ co dáš do společné polévky?#$e#Já vůbec nemám ponětí co je dobré... to ty jsi tu kuchař!$h.",
        "summer_27": "Ach jo... léto je skoro u konce. Mé svaly začínají splaskávat...$s",
        "fall_1": "No a léto je pryč... ale já zůstanu pozitivně naladěn. Teplá období se vždycky zase vrátí.",
        "fall_15": "Zítra se koná jarmark. Půjdeme tam?#$e#Mně je to vcelku jedno.",
        "fall_26": "Doufám že se mým prarodičům daří. Děda je příliš velký skrblík a tak krb zapálí až na poslední chvíli.",
        "winter_1": "Nezapomeň zůstat během zimy v teple. Mám strach o tvoji citlivou pokožku.",
        "winter_7": "Budeš zítra soutěžit v rybolovu? Myslím, že můžeš vyhrát!",
        "winter_28": "Byl to skvělý rok, @. A na ten příští se už těším! A teď pojď ke mně blíž...$l"
      }
    }
  ]
}