{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogueLeah",
      "Entries": {
        "Rainy_Day_0": "Někdy mě samou překvapí odkud získávám inspiraci.",
        "Rainy_Day_1": "Když jsem žila ve městě, déšť mi připadal strašně depresivní. Ale tady ve Stardew Valley je nádherný.",
        "Rainy_Day_2": "Dobré ráno! Dneska jsem si přivstala abych mohla nasbírat houby. Tady, vezmi si jednu.[281 404 420 257]#$e#Hledat houby je jako hledat ztracený poklad. Je to vážně zábava.$h",
        "Rainy_Day_3": "V dnech jako je tento jsem vděčná za své gumáky.$h",
        "Rainy_Day_4": "Stromy prahly po tomto dešti... Jsem za ně šťastná.",
        "Rainy_Night_0": "Jak si se dnes ${měl? Viděl^měla? Viděla}$ jsi venku nějaká zvířata?",
        "patio_Leah": "Zatím to moc nesuď, pořád na tom pracuji.",
        "Rainy_Night_1": "Většinou si dávám salát... ale když takhle v noci prší, mám chuť na horkou polévku.$h",
        "Rainy_Night_2": "V tuto noc bude velmi snadné v klidu usnout...$l",
        "Rainy_Night_3": "Dnes jsme vytesala malou dřevěnou sochu, ale byla tak ošklivá, že jsem ji vyhodila do ohně.$u#$e#Žiji v přesvědčení, že pokud chceš být skvělým umělcem, je třeba umět zkritizovat i vlastní díla.",
        "Rainy_Night_4": "Ah, konečně jsi doma... Dnes je skvělá noc na schoulení se pod přikrývkami pěkně do teplíčka.",
        "Rainy_Night_Leah": "Jaký byl dnes tvůj den, ${drahý^drahá}$? Zabahněný?",
        "Indoor_Day_0": "Tento dům je mnohem hezčí, než má stará chatka! Vůbec mi nechybí.",
        "Indoor_Day_1": "Dobré ráno, @. Tyto jsem zasadila do malého květináče vzadu... [16 18 20 22 90 259 396 402]#$e#Vypěstovala jsem je s velkou láskou a péčí. Doufám že ti bude chutnat.",
        "Indoor_Day_2": "Hlavně nezapomeň se po okolí porozhlédnout po divoce rostoucích potravinách. Tam venku jich určitě bude hodně.",
        "Indoor_Day_3": "Přemýšlela jsem... život je příliš krátký na to, abychom pořád jedli nezdravé jídlo. Naštěstí žijeme v jednom z nejlepších oblastí pěstujících čerstvé ovoce a zeleninu!#$e#Připravila jsem pro tebe zdravý salát, ochutnej. [196]#$e#Překvapuje mě, že na něj máš pořád chuť.",
        "Indoor_Day_4": "Dobré ráno, @! Čerstvá káva už je připravená.[395]$h#$e#Má rána by bez horkého šálku kávy prostě nebyla ono.",
        "Indoor_Night_0": "Nevím proč, ale vždycky během této hodiny mi vyprahne v puse.",
        "Indoor_Night_1": "Tok času je tak choulostivý... i to nejmenší rozhodnutí může navždy změnit budoucnost.",
        "Indoor_Night_2": "Oproti křiklavé záři města jsou zde noci mnohem krásnější.#$e#Všechno mi hezky vyšlo dokonale. Mám velké štěstí.",
        "Indoor_Night_3": "Nikdy bych nečekala, že dostanu náhrdelník mořské víly tak brzo po mém přistěhování! Jsem ale z toho velmi šťastná.$l",
        "Indoor_Night_4": "Dneska jsem viděla divokého králíka. Kéž bych si jednoho jednou mohla pohladit. Vypadají tak rozkošně...",
        "Outdoor_0": "Studený větřík je příjemný.Připomíná mi dobu, kdy jsem žila u řeky.",
        "Outdoor_1": "Hmm... myslím že tu něco opravím. Občas dostanu touhou něco stlouknout.",
        "Outdoor_2": "Dnes bude velmi speciální den. Cítím to v kostech.",
        "Outdoor_3": "Ah... vůně čerstvě vykopané hlíny. Nelze ji ničím napodobit.$h#$e#Můžeš cítit, že i zdejší vzduch je čistý... to je dobré na plíce.",
        "Outdoor_4": "Hlavně se nepřepracuj, zlatíčko.#$e#Často odpočívej a taky nezapomeň něco sníst.$h",
        "funLeave_Leah": "Dnes se chci projít po okolí. Potřebuji se dostat z domu.",
        "funReturn_Leah": "Dnes jsem byla na krásné, uklidňující procházce. Jak se dařilo tobě?",
        "OneKid_3": "Rodičovství je zábava. Chci aby se naše dítě zde mělo dobře, aby mohlo ocenit jak skvělé je žít tady.",
        "TwoKids_3": "Máme úžasnou farma a velkou rodinu. Náš život se opravdu vydařil, že?",
        "Good_0": "Můj život tady je jako vystoupat na vrchol velké hory.",
        "Good_1": "Řekla jsem ti někdy, že když ses sem poprvé ${přistěhoval^přistěhovala}$, snila jsem o tom, že jednou budeme svoji?",
        "Good_2": "Někdy je těžké nevěřit na osud... to, že jsem se rozhodla se sem přestěhovat a to, že jsem tady našla tebe.#$b#V každý okamžik mohl dopadnout jinak",
        "Good_3": "Páni, ty vypadáš že máš dnes hodně energie!$l^Dnes ti to opravdu sluší.$l",
        "Good_4": "Mmm... Dnes se z tebe line krásná vůně.",
        "Good_5": "Jen jsem obdivovala svůj svatební amulet... Po zbytek svého života ho budu opatrovat.$l",
        "Good_6": "Buď tam venku prosím ${opatrný^opatrná}$! Občas se bojím, že spadneš do důlní šachty.",
        "Good_7": "@? Jen ti chci říct, jak moc oceňuji tvoji tvrdou práci, na našem domě.$h",
        "Good_8": "O mě se nemusíš bát... Vím, že máš spoustu zodpovědností mimo tento domov. Já si tu sama vystačím.$l",
        "Good_9": "Ale ne, já se nenudím... Užívám si věcí, které máme tady.#$e#Je to prostý život, ale líbí se mi tu.$h",
        "Neutral_0": "Doufám, že se ti budu líbit až budu mít šedé vlasy a vrásčitý obličej.",
        "Neutral_1": "Kdopak tu asi před námi žil?",
        "Neutral_2": "Copak nemáš dnes nic na práci?",
        "Neutral_3": "Zastavíš-li se ve městě, nezapomeň všem ode mne vyřídit pozdrav.",
        "Neutral_4": "Já vyperu zítra ráno, předtím než se vzbudíš... tak aspoň nebudeš muset nic přerušovat.",
        "Neutral_5": "Jak jsme na tom po finanční stránce, @?",
        "Neutral_6": "Copak asi všichni dnes dělají ve městě?",
        "Neutral_7": "Dnes se mi toho moc dělat nechce.",
        "Neutral_8": "Ať čistím sebevíce, dům je za chvíli stejně špinavý.#$e#Farma je svým způsobem asi pořád špinavá.",
        "Neutral_9": "Jestlipak tu prožijeme celé naše životy?",
        "Bad_0": "...Miluješ mě pořád?$s",
        "Bad_1": "*ah*... Možná jsme na sňatek ${byli příliš mladí^byly příliš mladé}$.$s",
        "Bad_2": "Jsi pořád se mnou ${šťastný^šťastná}$?$s",
        "Bad_3": "Stalo se něco? Poslední dobou si úplně jiný člověk.$s",
        "Bad_4": "Přemýšlíš někdy o tom, co jiného lze ve světě poznat?$s",
        "Bad_5": "${Býval^Bývala}$ jsi tak ${romantický^romantická}$... co se stalo?$s#$e#Vím, že už nejsem nejmladší... to sis mě ${bral^brala}$ jen proto?$a",
        "Bad_6": "Všichni máme jen jeden krátký život... je tohle nejlepší způsob jak ho žít?$s",
        "Bad_7": "${Říkával^Říkávala}$ jsi mi zlatíčko a teď mě strpíš jen když ti udělám teplou večeři.$s",
        "Bad_8": "Poslední dobou jsi ke mně tak ${chladný^chladná}$...$s",
        "Bad_9": "Nechci toho snad moc, ne?$s",
        "spring_2": "Takže, co teď na jaře zasadíme?",
        "spring_1": "To byl parádní způsob jak oslavit příchod nového roku...$l",
        "spring_15": "*vzdech*... Asi je zase čas na 'jarní úklid'.$s",
        "summer_1": "Ah, léto... Už cítím vůni kořeněných bobulí.$h",
        "summer_9": "Promiň jestli jsem na dotek mokrá... Celou noc jsem se v tom horku potila.",
        "summer_2": "Je léto... to znamená, že dům je plný much.#$e#Neboj se, já se o ně postarám.",
        "fall_1": "Podzim zbožňuji protože můžeš sbírat houby. Přijde rychle a stejně tak rychle i odejde.",
        "fall_20": "${Plánoval^Plánovala}$ jsi na zimu? Je dobré mít seno do zásoby.",
        "fall_2": "Já vím, že toto období se hlavně zabýváš sklízením. Vynasnažím se ti pomoci jak jen to půjde.",
        "winter_1": "Zima je tu a to znamená, že roste krystalové ovoce. Má tak jedinečnou chuť, nemyslíš?",
        "winter_7": "Těším se na zítřejší vytesávání ledových soch. Sice to dělám jen jednou do roka, ale je to kopec srandy!",
        "winter_28": "Tak, připíjím na další skvělý rok na %farm farmě! Pojďme se dnes večer pobavit! [348]$h#$e#Nový rok bude ještě mnohem lepší, jsem si tím jistá."
      }
    }
  ]
}