{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Maru",
      "Entries": {
        "Introduction": "Aha! Vsadím se, že ty jsi ${ten náš nový spoluobčan^ta naše nová spoluobčanka}$!#$b#Jsem Maru a už jsem se nemohla dočkat až se setkáme!$h#$e#To víš, když máš takhle malé město, jedná nová tvář může zamíchat s celou dynamikou komunity. To je hrozně vzrušující!",
        "FlowerDance_Accept": "Hehe... no jasně! Najednou mi tancovat přijde jako úžasný nápad. Už se těším!$h",
        "AcceptBirthdayGift_Positive": "Ahoj, co to máš? To je dárek pro mě? Přesně co jsem si přála! Díky že sis ${vzpomněl^vzpomněla}$!$h",
        "AcceptBirthdayGift_Negative": "Ahoj, co to máš? To je dárek pro mě? No... ehm, takže... no asi to je dárek! I tak ti děkuji že si ${nezapomněl^nezapomněla}$.",
        "AcceptGift_(O)StardropTea": "Mmm... jak to, že to má takovou úžasnou chuť? Tohle je opravdu dobrý dárek.",
        "AcceptGift_(O)787": "Díky těmto baterkám bude můj nejnovější projekt nabyt dostatečšnou energií! Díky, @!$h",
        "AcceptGift_(O)336": "Ach, zlato... není to nejsilnější, ani nejtvrdší materiál, ale jedna z jeho užitečných vlastností je vysoká tvárnost!$h",
        "AcceptGift_(O)337": "No tak to se podívejme! To je vzácný prvek. Kolují teorie, že veškeré zásoby irida na světe pocházejí z meteoritů...$h",
        "AcceptGift_(O)122": "To je něco, to je něco! Úplně se tetelím! Už se nemůžu dočkat, až ho rozeberu a a podívám se jak funguje. Možná by jejich technologie šla i nějak využít.$h",
        "AcceptGift_(O)910": "U všech Sievertů! Dávej pozor! To to neseš jen tak v holých rukách?$9#$b#... promiň... hehe... za pomocí řádné ochrany, bude tento ingot součástí mého nového stroje.",
        "dating_Maru": "Hele... tuhle novinku si před tátou nech pro sebe, souhlasíš0? Já mu to pak nějak podám.",
        "dating_Maru_memory_oneday": "Hmmm... dnes mám hrozné potíže soustředit se na práci.$l",
        "GreenRain": "Ach jo, mám nutkání vyrazit s tátou sbírat vzorky, ale máma si vydupala ať zůstaneme vevnitř...",
        "GreenRain_2": "Tohle je jedna z těch vzácných příležitostí, kdy můžeme zkoumat jedinečný úkaz... nesmíme ztrácet ani chvilinku!",
        "eventSeen_9": "Moc mě to mrzí. Chtěla jsem ti svůj výtvor hned ukázat, ale měla jsme na něm ještě více zapracovat. Práce kvapná, málo platná...$s",
        "eventSeen_9_memory_oneweek": "Tak co tvá ruka?#$b#Ukaž mi ji... vypadá už mnohem lépe! To se mi ulevilo.$h",
        "married_Sebastian": "Ahoj, takže teď ti mám začít říkat bráško!$h^Ahoj, nová sestro!$h#$e#Sebastian konečně přestane být pořád zalezlý ve sklepě...#$e#Přeji vám vše nejlepší do vašeho života!",
        "married_Penny": "Hej, tak ti konečně mohu poblahopřát!$h#$b#Vzpomínám si na ten den, kdy mi Penny řekla, že se jí líbíš...#$b# Sice ze začátku zatloukala, ale já hned věděla, že je to vážné... něco takového by neřekla, kdyby si tím nebyla jistá!",
        "married_Harvey": "Mně přišly divné tvé časté návštěvy kliniky. Vždyť jsi ${zdravý^zdravá}$ jako řípa... teď všechno už dává smysl...",
        "FlowerDance_Accept_Spouse": "Samozřejmě... *šeptem* a pak se půjdeme mazlit domů?$l",
        "Sat2": "Vždycky mě přepadne pocit uspokojení, když něco opravím a nemusím to pak vyhazovat.",
        "Sat4": "Někteří lidé říkají 'kouzla neexistují'... ale jestlipak se někdy hluboce zamysleli nad tím jak funguje magnetismus?",
        "Sat6": "Lidské tělo je pro mě jedna velká záhada. Je těžko uvěřitelné, že nějakým záhadným způsobem všechno prostě 'funguje'.",
        "Sat8": "Poslyš, trochu jsem přemýšlela... i se vší technologií, která je lidstvu dostupná, nic nedokáže nahradit opravdové přátele.",
        "Thu4": "Občas mě při pozorování vesmíru svým teleskopem přepadne zvláštní pocit... že na tohle bychom neměli koukat.#$e#Já vím, také mi to připadá směšné...$h",
        "Fri6": "Můj táta se řídí logikou, má máma intuicí. Tyto dva protichůdné pohledy na věc občas vyústí v konflikt...$s",
        "summer_Wed4": "Penny a já jsme založily knižní klub.#$b#Za čas se my dvě sejdeme a diskutujeme o tom, co právě čteme! Je to opravdu zábava.",
        "Resort_Entering": "Willy mi řekl, že jsi mu ${pomohl^pomohla}$ s opravou lodě. Já ti za to chci také poděkovat!",
        "Resort_Leaving": "Dneska jsem se hodně bavila!",
        "Resort": "Už jsem zaznamenala několik druhů hvězdic. Mé oblíbené jsou ty velké fialové, ale každá je v něčem jsou zajímavá!",
        "Resort_Towel": "Co to... zatmění Slunce!$3#$b#Ah... promiň. To jen tvé tělo stálo ve slunci.",
        "Resort_Towel_2": "Tady jsme tak odstřiženi od civilizace.#$b#Jen si představ tu noční oblohu, kolik hvězd tu můžeš sledovat.#$e#Kdo ví, možná dokonce zahlédneš jeden nebo dva létající talíře!$h",
        "Resort_Bar": "Mmmm... proč jsou tropická ovoce tak dobrá?",
        "Resort_Shore": "Myslíš, že by mi Willy dovolil si sem přinést můj teleskop?#Obloha je tu tak jasná, že bych určitě mohla dohlédnout i do Pelikánova na obzoru.#A třeba bych tě viděla jak pobíháš po %farm farmě!",
        "FlowerDance_Decline": "To mi lichotíš! Ale... Ne.",
        "divorced": "Už si nemáme co říct.$a",
        "breakUp": "Nejsem pro tebe dost dobrá, co?$a#$b#Tak dobře...$s",
        "dumped_Girls": "Ty máš ještě tu drzost se pokoušet se mnou mluvit?$a",
        "secondChance_Girls": "Trochu si u mě ${spadnul^spadnula}$ v žebříčku, @... ale myslím že ti můžu odpustit.$s",
        "Mon": "Kdykoliv se potýkám se zapeklitým technickým problémem, projdu se po okolí a pročistím si hlavu.#$e#Je až překvapivé jak moc změna okolí dokáže pomoci.",
        "Tue": "Už si ${potkal^potkala}$ moji matku? Pracuje zde jako místní tesařka.",
        "Wed": "V úterý a čtvrtek pracuji na klinice u Harveyho.#$b#Prý jsem k nezaplacení, když se mu rozbijí jeho lékařské přístroje!$h#$e#Být farmářem, to musí být lehké jako facka, co?",
        "Thu": "Plánuji, že toto léto strávím spoustu času vzhlížením mimo svět pomocí mého teleskopu.",
        "Sat": "Potkal si mého tátu, Demetriuse? Pracuje jako vědec. Vždycky je strašná zábava pomáhat mu v laboratoři.",
        "Fri": "Ahoj, promiň jestli se ti dnes zdám napružená... Včera v práci byl náročný den a teď mě úplně všechno bolí.#$c .5#Musela jsem vynést  10 krabic plných zdravotních záznamů až na půdu!#$e#Celé čtyři hodiny jsem musela seřazovat záznamy pacientů!",
        "Sun": "Ahoj!#$q 3/4 Sun_01_old#Baví tě pracovat na farmě?#$r 3 0 Sun_01_01#Ano.#$r 4 0 Sun_01_02#Ne.",
        "Sun_01_old": "$p 3#Nazdar, tak další týden plný růstu tvé farmy je u konce! Zdá se, že se ti tam opravdu daří.$h|Další týden plný námahy na farmě, co? Musíš mít pořádnou kopu práce...$s",
        "Sun_01_01": "No tak to je dobře, ne?$h",
        "Sun_01_02": "Jejda! Tak to je mi líto. ${Uvažoval^Uvažovala}$ jsi, že bys ${dělal^dělala}$ něco jiného...?$s",
        "Tue2": "Zastav se u nás, pokud budeš chtít vylepšit budovy na své farmě.#$e#Návštěvy u nás vždy uvítáme.",
        "Fri4": "Má máma je tesařka a můj táta vědec, takže není divu, že já ráda stavím různá zařízení.",
        "Mon6": "Někdy je má hlava přeplněná vším možným a nemůžu vůbec myslet. Stává se ti to někdy?#$e#Většinou mi pomůže se uvolnit, když si vyjdu na vycházku.",
        "Wed8": "Jsem ráda, že můžu pracovat na klinice... naplňuje mě pocit, že pomáhám lidem ve městě.#$e#Doktor Harvey? Je na mě milý, ale můj typ to není...",
        "Thu10": "Ah, @! Chceš si se mnou o něčem popovídat?$l",
        "Event_Hospital_1": "Samozřejmě že pozná rozdíl! Tento vzorek je zcela zničen!%fork$s",
        "Event_Hospital_2": "Dobře, tak teda řeknu že za to můžeš ty.$u",
        "Event_Hospital_3": "Máš pravdu. Prostě mu řeknu pravdu.%fork$u",
        "Event_Space1": "Je to úžasný pohled, že?",
        "Event_Space2": "Takhle by se na to asi taky dalo nahlížet...$s#$b#Ale stejně je to neuvěřitelné, že?",
        "Event_Cut1": "Opravdu ne?$8#$b#Díky. To se mi opravdu ulevilo.",
        "Event_Cut2": "Ale ne! Ahhh... Strašně moc se omlouvám.$s",
        "event_robot1": "Díky. To pro mě opravdu hodně znamená, @.#$b#Vím že se o inženýrství moc nezajímáš... ale přesto oceňuji že jevíš zájem o to co dělám.#$b#Kéž bych ti to nějak mohla oplatit.$l",
        "event_robot2": "Cože? To i po tom, co jasně a zřetelně řekla, že nechce být otrokem? To je od tebe kruté...%fork$a",
        "event_robot3": "Hehe...$8#$b#Jo, asi řekl něco na ten způsob, co?$l#$b#...Um...$l",
        "event_robot4": "...$8#$b#@...$8",
        "event_robot_explain1": "...$s#$b#To je pravda, naprogramovala jsem ji aby se chovala jako člověk... ale její nervová síť je tak složitá, nemůžu si být jistá, že její vědomí nevyvstalo nezávisle na mém původním záměru.$8#$b#Navíc, není trochu arogantní předpokládat, že lidské a lidem podobné vědomí je jediná přípustná forma existence? Počítačové mozky se od našich sice liší, ale to neznamená, že je musíme okamžitě zatracovat.$8",
        "event_robot_explain2": "Aha. No to vůbec nebylo vtipné.$a",
        "event_robot_explain3": "To je strašné! Co to s tebou je, @?$a#$b#Raději zapomenu že jsi vůbec něco takového ${vyslovil^vyslovila}$...tohle nejsi ty!$a",
        "summer_1": "Tohle bude skvělé období pro pozorování hvězd.",
        "summer_Mon": "Hmm... Tak s jakým zařízením bych si letos měla pohrát?",
        "summer_Mon6": "Pokud někdy dostaneš chuť si pohrát s mými přístroji, jsou všechny u mě v pokoji. ",
        "summer_Tue": "Pokud to ještě nevíš, Sebastian je můj nevlastní bratr.#$e#Jsme jako den a noc, naprosto odlišní.",
        "summer_Tue4": "Sebastian se mnou skoro nepromluví ani slovo. Má mě vůbec rád?#$e#Je to smutné. Chtěla jsem mít velkého bratra, ale on se tak nechová.",
        "summer_Wed": "Užíváš si léto?#$e#Tento rok je obzvláště teplé.$h",
        "summer_Thu": "Promiň, jen jsem přemýšlela o zařízeních, které vyrábím.#$q 35/36 Thu_01_old#Rozhodla jsem se, že jednoho dne sestrojím robota.#$r 35 30 Thu_0#To zvládneš raz dva#$r 36 -50 Thu_01_01#Měla by sis dát za cíl něco splnitelného#$r 35 40 Thu_01_02#To zní jako výzva",
        "Thu_01_old": "Uvidíme se později.",
        "Thu_0": "Vážně? Určitě to neříkáš jen proto, aby ses mi ${zalíbil^zalíbila}$?",
        "Thu_01_01": "Nemyslíš si, že to dokážu?$s",
        "Thu_01_02": "Máš pravdu, ale já výzvy miluji!$h",
        "summer_Sat": "Ahoj, máš nějaké zajímavé příběhy z farmy, o které se můžeš podělit?#$e#Asi ne.",
        "summer_Fri": "Včera jsem pracovala na klinice. Ale bylo tam celý den \"mrtvo\".#$e#Lidé během léta asi tolik nestonají.",
        "summer_Sun": "Vsadím se, že teď ti na farmě rostou doopravdy zajímavé plodiny.#$b#Táta říká, že v tuto dobu tady v údolí roste spousta exotických rostlin.",
        "summer_Fri2": "Hej, pověz mi nějakou historku o farmaření.#$e#To je vážné zajímavé!",
        "summer_Wed2": "Zdá se to jen mně, nebo je tu najednou hrozné horko?#$e#Asi to opravdu jsem jenom já.",
        "summer_Sun6": "Jednoho dne budu nejlepší vynálezkyně na světě.$u#$e#Máš takové štěstí že se mnou můžeš kamarádit#$b#...dělám si srandu.",
        "summer_Tue8": "@, dnes ti to sekne.$h",
        "summer_Thu10": "Jak mohou být tvé ruce pořád jemné po vší té práci na farmě?",
        "fall_Mon": "Jak moc jsi ${prozkoumal^prozkoumala}$ zdejší doly? Slyšela jsem, že tam můžeš najít užitečné materiály.",
        "fall_Tue": "Stromy dnes vypadají nádherně!$h",
        "fall_Thu": "V některých částech světa je teď jaro. Jen si to představ!",
        "fall_Wed": "Ahh... Vůbec se mi nechce zítra do práce.",
        "fall_Fri": "Mám takové tušení, že v tomto období přijde na kliniku více lidí.$s#$e#Doufám, že všichni si zachovají své zdraví.",
        "fall_Sat": "Všechno tohle spadané listí poskytne živiny pro houby a další malé organismy.$u#$e#Velmi zajímavé, že?",
        "fall_Sun": "Tak, na další dobrý týden! *cink*",
        "fall_Tue2": "@, koukni jak teď stromy vypadají. Strašně se mi líbí!#$e#Vím, že se ti také líbí.",
        "fall_Wed4": "Pokud se ti doma válí nějaké kusy kovu navíc, můžeš mi je dát. Pro mé projekty se mi hodí každý kus.#$e#Ale jen, pokud je ty nepotřebuješ.",
        "fall_Fri6": "Poslední dobou se cítím zvláště optimisticky...$h",
        "fall_Mon8": "Zítra mě můžeš navštívit na klinice. Pracuji tam od 10 do 16.$h",
        "fall_Thu10": "Máš ve vlasech zamotaný list. Počkej, vyndám ti ho.#$e#...$h",
        "winter_1": "Teda, je pořádná kosa...$s",
        "winter_Mon": "Už si ${viděl^viděla}$ mého sněhuláka?$h",
        "winter_Tue": "Z tohoto suchého počasí mám vždycky střapaté a zacuchané vlasy. *povzdech*",
        "winter_Wed": "Zima je asi dobrá doba kdy pracovat na mých přístrojích.#$e#Hmm, možná vymyslím něco užitečného pro farmáře?",
        "winter_Thu": "Ahoj! jak to jde?#$e#Teď je perfektní příležitost na prozkoumávání jeskynní.#$e#Já bych tam šla, ale tátu by asi klepla pepka.",
        "winter_Fri": "Doufám, že letos nechytím chřipku.",
        "winter_Sat": "Už máš postavenou pec?#$e#Díky ní můžeš tavit surové materiály jako rudy do pro tebe více užitečných výrobků.$u",
        "winter_Sun": "Když je zima, tak se mi chce strašně spát...",
        "winter_Sat2": "Poslyš, pokud budeš potřebovat opravit své přístroje na farmě, stačí mi dát vědět.$h",
        "winter_Tue4": "Hele, máš nějaký nápad na nějaký přístroj, co bych mohla vytvořit?#$e#Mhmm, jsem si jistá, že to bude dobrý nápad.",
        "winter_Fri6": "Dnes vypadáš svěží. To bude asi tím ostrým zimním vzduchem.",
        "winter_Mon8": "Ahoj @!$h#$e#Hmm, nepodobá se trochu ten sněhulák tobě?",
        "winter_Thu10": "@, pojď blíž. Je mi zima.$l#$e#Omlouvám se za mé suché ruce. To je tím zimním vzduchem.$l"
      }
    }
  ]
}