{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Pam",
      "Entries": {
        "Introduction": "Nazdar prcku. Já jsem Pam.#$e#Nechovej se jako blb a budeme spolu vycházet dobře.",
        "AcceptGift_(O)StardropTea": "No to mě podržte... takový pěkný dárek a pro mě? Hned jsi mi ${zlepšil^zlepšila}$ den, prcku!",
        "married_Penny": "Má holčička mi bude moc chybět...$s#$b#Chovej se k ní dobře, slyšíš? Jinak s tebou zatočím!$u",
        "married_Alex": "Takže ty sis nakonec ${vzal^vzala}$ toho Mullnerovic kluka?#$b#A vezmeš si s sebou i toho starého, vypelichaného a smradlavého psa?",
        "GreenRain": "To je určitě znamení od Všemohoucího... jsme zatraceni...%noturn$s",
        "GreenRainFinished": "No, tak konec světa asi ještě nebude, prcku...#$e#Tak popojedeme, zpátky ke strojům...",
        "GreenRain_2": "Mám takové tušení, že tyto deště jsou ukázkou síly... varování.#$b#Těžko říct od koho. Jestli od přírody, Yoby, či kohokoliv jiného... to je jedno... ale jsem o tom přesvědčená.#$e#Co tím vším chci říct je, že nejsme páni světa a existují vyšší moci. Měli bychom být pokorní, nebo příště může být místo zeleného deště krvavý... víš co tím myslím?",
        "divorced_Penny": "Penny se vrátila domů v slzách... co jsi ji ${provedl^provedla}$?$3",
        "structureBuilt_Fish Pond": "Někdo mi řekl, že sis na farmě ${postavil^´postavila}$ rybník... ach, to mě vrací do dětství.#$b#V jeho vodách můžeš chovat v podstatě cokoliv... ale některé nóbl ryby jsou pěkně rozmazlené!",
        "wonIceFishing": "Dobrá, dobrá... uznávám svoji porážku, prcku.#$e#Hmm... možná jsem měla zvolit jinou návnadu. Houby v pivním těstíčku rybám asi moc nechutnají...$u",
        "pamHouseUpgrade_memory_oneweek": "Ještě teď mám pocit, že tohle všechno je jen sen a já pořád žiju v přívěsu. Ani nevím jak ti poděkovat, prcku!$h",
        "Resort_Shore": "Vypadá to, že tu plavou vzácné ryby. Příště si s sebou vezmu i svůj prut!",
        "Resort": "Hehe... Willy nám cestou sem každému dal kus sušené ryby. To byla bašta!",
        "Resort_Chair": "Tak tohle je pohodička! Možná si zuju i boty!$h#$e#Radši by ses na ně moc zblízka dívat neměl, prcku.",
        "Resort_Bar": "Dneska je zvláštní příležitost, prcku... proto si objednávám něco neobvyklého. A hned dvojitou dávku!$h",
        "reject_867": "No to se na to podívejme... to vypadá jako by to přišlo z budoucnosti.#$b#Hehe, promiň prcku... tohle nedokážu používat. Je tu více tlačítek než já mám rozumu!$h",
        "pamHouseUpgrade": "Pořád nemůžu uvěřit, že jsi mi ${koupil^koupila}$ dům! Je v tom nějaký háček?#$e#Promiň, nejsem zvyklá, že jsou ke mně lidé hodní...$s",
        "pamHouseUpgradeAnonymous": "Pořád nemůžu uvěřit, že mi někdo koupil dům! Myslíš, že na mě někdo šije boudu?#$e#Promiň, nejsem zvyklá, že jsou ke mně lidé hodní...$s",
        "MovieInvitation": "Chceš si vyrazit se starou Pam, jo? Haha!$h^Dámská jízda se starou Pam, jo?Haha!$h#$b#Jasně prcku, uvidíme se tam.",
        "cc_Bus": "Už si slyšel tu novinku o našem autobusu?#$b#Jo... jsem zpátky v sedle, prcku... hehe. Sedět zase za volantem je skvělý pocit.$h",
        "Mon": "#$1 PamDrank#Argh.. má hlava...$k#$e#Jen abys věděl, já bych klidně jedla zdravé jídlo, kdybych na něj měla..#$e#Hele, na farmě ti asi roste spousta dobré bašty, co?",
        "Saloon": "Nic nezahřeje tyhle staré kosti lépe, než doušek tohoto nektaru...$h",
        "Saloon_Entry": "Ah... konečně./Potřebuji napít./Gusi! Jako obvykle./Hej, tak jsem zase tady.!/Ah, páni. Ani nevíte jakou mám žízeň!/Umírám žízní!",
        "Trailer_Entry": "Penny! Udělala si večeři?/Penny! Už máš hotové své úkoly?/Penny! Jsi doma?/Hej! Jsem doma!",
        "Saloon6": "Zdar prcku. Pozvala bych tě na drink, kdybych na něj měla!",
        "Saloon_Tue": "Hej Gusi! Nalij mi ještě jednu! *škyt*$h",
        "Saloon_Wed": "*Povzdech*... Hej prcku. Jsi příliš ${mladý^mladá}$ na to, aby ses ${soužil^soužila}$ na takovémto místě.",
        "Saloon_Thu": "*polk*... Na tohle jsem se těšila celé odpoledne. He he.",
        "Saloon_Fri": "Hej, Gusi! Pošli další pintu toho nejsilnějšího co máš mým směrem!",
        "Saloon_Sat": "%Pam neodpovídá.",
        "Saloon_Sun": "%Pam se zdá být mimo. Pravděpodobně bude lepší ji teď nechat o samotě.",
        "Tue": "Hej ty, nic na mě nezkoušej! Nepokoušej se slídit v mém přívěsu, když tam nejsem. Rozumíš?$u#$e#Promiň, ale u neznámých lidí musím být ostražitá.",
        "Tue2": "Dnes ráno jsem četla noviny a je mi z toho na nic. Žijeme ve zkaženém světe, prcku,#$e#Musíš mít hlavu na správném místě a pak je snadné vším projít v jednom kuse...#$b#Alespoň to říkával můj papínek. He he he.$h",
        "Wed": "$d bus#Ani nevíš jak moc jsem ráda, že autobusová linka je zase v provozu! Můj život má zase smysl.|Poslední dobou se mi moc nedaří. Vyhodili mě z mé práce řidiče autobusu. Kdybych tu práci dostala zpátky, mohla bych tě vozit do pouště Kaliko.",
        "Thu": "#$1 PamDrunk#Bleh... Včera jsem si v hospodě dala moc karamelových porterů... Jdi pryč.$k#$e#Můj dům není zrovna krása na pohled, ale aspoň je u řeky.#$e#Hele. Penny je má holčička. Takže buď se k ní chovej slušně, nebo ji nech na pokoji, rozumíš?",
        "Thu4": "Penny říká, že příliš často chodím do hospody...$s",
        "Thu4_inlaw_Penny": "Můj dům mi teď připadá hrozně velký a prázdný. Cítím se v něm strašně sama...",
        "Fri2": "Víš, tak jsem přemýšlela... kdybych jen měla koníčka. Prostě něco dělat mimo každovečerní návštěvy hospody.#$e#Poradíš mi něco?#$e#...Eh, možná si zahraji dámu proti sobě. ",
        "Fri": "Každý nový den je stejný jako ten předchozí...$s#$b#Kéž bych se narodila do bohaté rodiny...$s",
        "Sat": "Nezapomeň si očistit své boty, než začneš dupat po mém domě.$u#$e#Je otrava pořád uklízet bordel. Tohle už máš dávno vědět.",
        "Sat4": "Přála bych si, aby ke mně během noci přišel tým elfů, který mi poklidí po domě. Hahahaha.$h#$e#Teď jsem dostala chuť na pastináky.#$e#Kdyby mé nohy nebyly tak ztuhlé, občas bych se prošla i po naší hoře tady.",
        "Sun": "Znáš Guse? Je to docela dobrý chlap.#$e#Představ si, že mi na mé narozeniny dává pivo zdarma.",
        "event_credit1": "Hej, tohle na mě nezkoušej! Nikdo mi nebude říkat co mám dělat!$u",
        "event_credit2": "... je to až tak zlé? To je strašné!$s#$b#...Ah.$s",
        "summer_Tue": "Zdravím, pane neznámý.^Zdravím, neznámá slečno.",
        "summer_Tue2": "Ah, jestlipak to není ${náš pan^naše slečná}$ @.#$e#Potřebuješ s něčím pomoct?",
        "summer_Tue6": "Také jsem mívávala sny a naděje.. tak jako ty, ale koukni se jak jsem dopadla.$s#$e#Život ne vždy dopadne podle tvých očekávání.#$e#No, to je jedno. Nemá cenu se zaobírat tím, co nemáš.",
        "summer_Wed": "Tvá místní farma je našemu městu velmi prospěšná.",
        "summer_Wed4": "Možná, když se tvé farmě bude dařit, tak se zlepší naše místní ekonomika.#$e#Pak všichni budou mít práci a budou spokojení, nemám pravdu?",
        "summer_Thu": "Ah, zdravím tě, farmáři.#$e#Málokdy si povídám s lidmi co neznám.",
        "summer_Thu4": "Mám pocit, že vždycky nějakým způsobem nakonec skončím v hospodě.#$e#Je příliš blízko mému domu. Není to zdravé",
        "summer_Fri": "...Co je?#$e#Jsi tak hezký mladík. Proč ztrácíš čas s takovou babkou, jako jsem já?^Moc ti to sluší, slečinko. Proč ztrácíš čas vybavováním se s někým, jako jsem já?",
        "summer_Sat2": "Toho starého psa u domu se nemusíš bát.#$b#Sice se tváří, že by každého chtěl pokousat, ale ze své boudy by nevylezl ani za sto let.#$b#Jak se jmenuje? Prašivec.",
        "summer_Sat": "Někdo si stěžoval na čistotu mého dvorku. Prý je tam bordel. ${Nebyl^Nebyla}$ jsi to náhodou ty?$u#$e#Hmmm...",
        "fall_Tue": "Kdybych tě lépe znala, možná bych si s tebou i chtěla promluvit.",
        "fall_Tue4": "I já jsem byla jednou v životě mladá. Těžké tomu uvěřit, co?#$e#Když vyrosteš, zdá se ti, že se čas nikdy nezastaví a ubíhá mílovými kroky vpřed.$s",
        "fall_Wed": "*Povzdech*... Dneska si asi dám instantní večeři z mikrovlnky.$s",
        "fall_Thu": "Penny je to jediné co mám, tak se k ní raději chovej slušně.",
        "fall_Fri": "Každý den je to samé...$s#$e#Máš někdy taky ten samý problém, ${farmáři^farmářko}$?",
        "fall_Sat": "Prokážeš mi laskavost a poklidíš mi v domě?#$e#Dělám si srandu.$h",
        "fall_Sun": "Copak nemáš nic na práci?#$e#${Měl^Měla}$ bys být ${vděčný^vděčná}$, že nějakou máš a ne se tu potulovat po městě.",
        "fall_Sun4": "Chybí mi má stará práce řidičky náklaďáku. Jezdívala jsem po celém údolí, potkávala lidi, poslouchala rádio.#$e#Časy se určitě mění.",
        "winter_Mon": "Máš na své farmě nějaká prasata?",
        "winter_Tue": "Chceš něco ode mne, prcku? Radši choď někam jinam.",
        "winter_Tue4": "Doufám, že Penny čeká skvělý život. Pokud jednou budeš mít své vlastní děti, poznáš jaký je to pocit.#$e#... V zimě je takové sucho. Mám kůži jako starý svitek.",
        "winter_Tue4_inlaw_Penny": "Hej, Chovej se k Penny na té své farmě dobře, jinak si mě nepřej! Je to má malá holčička!",
        "winter_Wed": "Ahoj prcku. Tak co máš v plánu?#$e#Já svůj čas trávím nicneděláním, jako vždycky.",
        "winter_Thu": "Sakra to je zima. Návštěva hospody ale člověka vždy zahřeje, co říkáš? He he.#$e#Nechceš se tam později zastavit na skleničku Kapičky veselí?",
        "winter_Fri": "Penny má hrozně ráda staré knihy. Myslím, že je o moc chytřejší, než jsem kdy byla já.#$e#Jsem na ni hrdá.",
        "winter_Sat": "Měla bych začít rybařit, když už bydlím u řeky.",
        "winter_Sun": "Bah... můj dvorek je tak zaneřáděný.$s"
      }
    }
  ]
}