{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Penny",
      "Entries": {
        "Introduction": "Ah... zdravíčko! Já jsem Penny...",
        "AcceptBirthdayGift_Loved": "Ach! To je pro mě? K... mým narozeninám?$3#$b#*vzlyk*... promiň.$s#$b#Já... nikdo ke mně nebyl nikdy takhle laskavý...#$b#... ale moc se mi líbí. Vlastně je to dokonalý dárek. Moc ti děkuji.",
        "AcceptBirthdayGift_Positive": "To je k mým narozeninám? To je od tebe tak hezké! Je to i skvělý dárek.$h",
        "AcceptBirthdayGift_Negative": "To je k mým narozeninám? To je od tebe tak hezké! Hned ho rozbalím...$h#$b#...cože!?$12#$b#...Aha, chápu. To si ze mě chceš vystřelit, co?$s#$b#Já hloupá, měla jsem to tušit...$s",
        "FlowerDance_Accept": "Ach... zveš mě k tanci? S radostí přijímám!$h#$b#...můžeš mě ale vést? Já mám hroznou trému...$12",
        "eventSeen_35_memory_oneweek": "$y '@, chci znát tvůj názor... člověk by měl být souzen dle jeho činů, nebo úmyslů?_Činů_Hmm... i přestože každý někdy udělá chybu?$s_Úmyslů_Hmmm... ale co když máš dobré úmysly, ale tvé činy způsobí újmu?$s_Oboje_Asi máš pravdu... nemusí to záležet na prvním nebo druhém. Měli bychom vzít v potaz i situaci v které se v tu chvíli člověk nachází.'#$b#Jen mě zajímalo co si myslíš...",
        "AcceptGift_(O)StardropTea": "Mmm... to je příjemná vůně. Tento čaj si určitě užiju.",
        "AcceptGift_ancient_item": "Teda... to vypadá jako opravdová starožitnost. Zkusím se zeptat Gunthera co si o tom myslí. Děkuji!$h",
        "AcceptGift_book_item": "Moc ti děkuji! Zrovna dočítám jednu knihu, tak jsem ráda, že budu mít co číst nadále!$h",
        "eventSeen_34_memory_oneweek": "Zrovna učím Jas a Vincenta o archeologických nálezech trpaslíků...#$b#Jas zajímají počátky jejich říše... zato Vincent chce hlavně vědět vše o jejich zbraních!$h",
        "eventSeen_34_memory_twoweeks": "Vincent mě už týdny uhání s dotazy o slimácích... tak o nich připravuji celou lekci. Jsou to skutečně zajímavá zvířata!#$e#Kdykoliv teď vidím banánového slimáka, vnímám to jako znamení štěstí.",
        "eventSeen_34_memory_fourweeks": "Tento týden s dětmi probíráme dějiny umění.#$b#Je to pro ně trochu obsáhlé téma, tak si ho zpříjemňujeme kresbou v převládajícím uměleckém stylu každého století.#$b#U dětí to slaví úspěch!$h",
        "eventSeen_36_memory_oneweek": "Jestli tě zajímá proč mám zavázanou ruku...$s#$b#Byla jsem navštívit Maru a ona mi ukázala její nový vynález. Ten zatracený krám mi spálil dlaň!$s",
        "eventSeen_35_memory_twoweeks": "Teď zrovna čtu knihu o oceánu. Sice zabírá většinu plochy světa, ale skoro nic o něm nevíme!",
        "dating_Penny": "Ani... ani nevím co říct. Jsem teď hrozně šťastná...$l",
        "dating_Penny_memory_oneday": "Ach, svět je teď mnohem hezčí a barevnější, nemyslíš?",
        "dating_Penny_memory_oneweek": "Snažím se dočíst tuhle knihu, ale musím pořád myslet na tebe.$l",
        "dating_Penny_memory_twoweeks": "Ani ve snu by mě nenapadlo, že můj život bude někdy poutavější než moje knihy, ale teď mi to tak připadá!$h",
        "married_Maru": "Ta vaše svatba byla překrásná. Ty a Maru budete spolu určitě šťastní. Ona je prostě úžasná.",
        "dating_Maru_memory_oneday": "Ahoj, @. Maru mi už sdělila tu novinu... přeji vám vše nejlepší!$h",
        "married_Sam": "Blahopřeji, @. Se Samem je vždycky legrace. S ním se nikdy nudit nebudeš!",
        "FlowerDance_Accept_Spouse": "Ano, přijímám!$h#$b#*šeptem* Díky, že jsi ${dodržel^dodržela}$ všechny náležitosti, ${drahý^drahá}$.",
        "GreenRain": "Všechno v pořádku? Všichni chtějí vědět co se děje...$3",
        "GreenRain_2": "Tohle zvláštní počasí určitě v dětech vzbudí zálibu v přírodu!$h",
        "Resort_Entering": "Tento ostrov je jako z ráje!",
        "Resort_Leaving": "Moc jsem se bavila.$h",
        "Resort_Shore": "Je mi trochu nepříjemné nosit plavky na veřejnosti.$s#$b#Doufám, že se nikdo nebude dívat...$s",
        "Resort_Shore_2": "Nevím proč, ale zdejší voda vypadá trochu jinak...#$e#Nemůžu uvěřit, že toto je ten samý oceán, na který jsem se elý život dívala.",
        "Resort_Towel": "Vítr pořád otáčí stranami mé knihy, ale je to příjemný pocit na kůži.$h",
        "Resort_Towel_2": "Právě čtu příběh o námořníkovi, který se vyplaví na opuštěném ostrově.#$b#Copak bych asi dělala, kdybych se ocitla ve stejné situaci?",
        "Resort_Marriage_Towel_2": "Hej zlato, nevadilo by ti se posunout o kousek doleva?#$b#Díky, slunce mi překáželo ve čtení!$h",
        "Resort": "Tenhle písek je tak jemný a měkký. Na mé palce je to přímo blaho!$h",
        "Mon": "Ahoj... #$e#Ah, ${potřeboval^potřebovala}$ jsi něco?",
        "FlowerDance_Decline": "Hmm... Ne, děkuji.$s",
        "breakUp": "...$s#$b#I... Rozumím... *vzlyk* ... T... tak můžeme být jenom přátelé.$s",
        "pamHouseUpgrade": "${Daroval^Darovala}$ jsi naší rodině velmi štědrý dar. Moc ti děkuji!",
        "pamHouseUpgradeAnonymous": "Na tomto světě žijí opravdu skvělí lidé...",
        "dumped_Girls": "Nemůžu se na tebe ani podívat...$s",
        "divorced": "Snažně tě prosím... nechej mě o samotě.$s",
        "secondChance_Girls": "Na mém srdci jsi ${zanechal^zanechala}$ velkou jizvu @. I přesto... jsem připravena zase s tebou mluvit.$s",
        "Mon4": "*povzdech*... Je zřejmé, že má matka má problém s přílišným chozením do hospody.$s#$q 7/8 Mon_old#Ale je lepší se nezatěžovat špatnými věcmi, že?#$r 7 50 Mon_7#Máš pravdu. Je lepší se dívat na světlou stránku věcí!#$r 8 10 Mon_8#Myslím, že je dobré být realistický.",
        "Mon_old": "#$p 7#Ale pokud se budu snažit, možná ji přinutím aby se změnila.|Asi máš pravdu. Stejně ohledně této věci moc nezmůžu.",
        "Mon_7": "Mám stejný pocit. Proto se raději budu soustředit na zlepšení budoucnosti.",
        "Mon_8": "Možná máš pravdu. Je lepší se srovnat s tím, jaká realita opravdu je.$u",
        "Mon8": "Už se nemůžu dočkat, až se odstěhuji. Je hrozná zátěž pořád se bát o mámu.#$e#Chci, aby byla šťastná, ale nemůžu s ní být věčně, víš co tím myslím?$s",
        "Tue": "Dnes učím Vincenta a Jas... Dají ti zabrat, ale myslím, že je hezké něčí život obohatit.",
        "Tue4": "$d bus#Teď když máma znovu pracuje jako řidička autobusu, můžu začít odkládat stranou ještě více peněz. Věci se teď zdají být o trochu více zvladatelnější.|Snažím se ze své práce učitelky něco našetřit, ale je to náročné když má máma stále nemá práci.$s",
        "Tue10": "Um, @? Farma se zdá být dobré místo na výchovu dětí, co myslíš?$l#$e#Jen jsem tak o tom přemýšlela.$l",
        "Wed": "V okolí nemáme školu, a tak dělám, co je v mých silách, abych Vincentovi a Jas dala řádné vzdělání.#$e#Každé dítě si zaslouží dostat šanci být úspěšné.#$e#Jas je velmi dobrá v matematice a čtení. Vincentovi jde... no, má aktivní představivost!",
        "Wed2": "Teď jsem dostala nápad! Někdy bych měla vzít děti na výlet do přírody. Možná do lesa.#$e#Nějaký průvodce by se tam hodil... bylo by asi dobré, kdyby něco věděl o přírodě.#$e#Promiň, jen přemýšlím nahlas.",
        "Wed4": "V životě jsem nikdy nebyla mimo Pelikánov. Překvapující, že?#$e#Je toho spoustu, mimo toto město, co nikdy nezažiji.",
        "Thu": "Máme štěstí, že v tak malém městě máme vlastní knihovnu.#$#Když si začten do knihy je snadné zapomenout na skutečný život okolo tebe.$u#$e#...Možná proto tak strašně ráda čtu.$s#$e#...Promiň, nechala jsem se trochu unést.",
        "Thu6": "Kéž bych mohla mít vlastní zahradu, ale na našem dvorku je strašný nepořádek.$u#$e#Možná jednou budu žít na místě, kde si tento sen budu moci splnit.#$e#Tak třeba na farmě! *hihi*$h",
        "Fri": "Pokud budeš rozkopávat hlínu, existuje šance, že v ní najdeš zajímavé věci.#$e#Jednou jsem našla opravdu starý kus keramiky. Přinesla jsem ho ukázat Guntherovi a on mi pověděl, že je přes tisíc let starý.",
        "Fri8": "Asi bych neměla tak fňukat že něco musím udělat... někteří lidé na světe opravdu trpí a já tu neochotně musím umýt nádobí...$s",
        "Fri4": "Nádobí, nádobí a zase nádobí. Uh... Kdyby se má matka pořád nezotavovala z bolesti hlavy, kterou má od svých častých pozdních návštěv hospody, možná by mi mohla trochu pomoct s úklidem po domě.$s.",
        "Sat": "Tohle je tak malé město. Dříve či později se seznámíš se všemi.#$e#Jaképak to asi je žít ve velkoměstě?",
        "Sat2": "$d Joja#Věci se hodně změnily co u nás otevřeli JojaMart. Pierrův obchod to odnáší nejhůř. Máma ale JojaMart zbožňuje. Mají nízké ceny a díky tomu si tam může dovolit nakoupit mnohem více, než kdy mohla u Pierra.|Máma si hodně stěžuje, že JojaMart zavřeli. Já jsem ale toho názoru, že je to pro ní dobré. Možná teď bude pít mnohem méně Joja Coly.",
        "Sun": "Zdravím. Ummm...$u#$b#Dnes máme zajímavé počasí, co říkáš?#$e#Promiň...$u",
        "Sun4": "Snažím se udržet náš domov v čistotě, ale vždy je v něm zakrátko zase nepořádek.$s#$e#Je těžké spravovat domácnost, když si na to sama.$u",
        "event_speaker_kids1": "Vážně ne?$l#$b#No asi to dává smysl, teď ti záleží na jiných věcech.",
        "event_speaker_kids2": "... To já taky, Jsem ráda, že sdílíme stejný názor.$7",
        "event_speaker_kids3": "Ano... potřeba opatrovat něco nevinného a bezmocného. Dává rozum že něco takového pociťujeme.",
        "event_speaker_kids4": "Hmm, opravdu?$s#$b#Já myslím, že by z tebe byl skvělý rodič.$7",
        "event_speaker_kids5": "Hmm...$s#$b#Kdyby se tak rozhodli všichni, lidstvo by vymřelo.$s",
        "event_speaker_kids6": "Aha...$s#$b#To je docela smutné... ale chápu tvůj názor na ba tuto záležitost.$s",
        "event_speaker_yes": "Výborně!$h#$b#Počkej tu, zatímco já přivolám děti.",
        "event_speaker_no": "Ne?... Uh.... No, dobrá tedy. Tak se asi uvidíme později.%fork$s",
        "event_mail1": "Děkuji ti...$l#$b#Kéž by George nebyl vždycky tak naštvaný... Jen jsem se mu snažila pomoct.$s",
        "event_mail2": "Ah... asi máš pravdu.$l#$b#Omlouvám se, pane Mullnere. Nebylo ode mne slušné, co jsem udělala.$s",
        "event_mail3": "Rozumím.",
        "event_old1": "Asi máš pravdu... proč se zatěžovat něčím, co nelze změnit?$u",
        "event_old2": "Máš pravdu, neměli bychom zavrhovat skutečnost, že stárneme.$u#$b#Myslím že čím dříve se vyrovnáme s naší smrtelností, tím více času můžeme využít pro žití v současnosti.$u",
        "event_old3": "To je od tebe velmi hezké, že to říkáš... Naprosto s tebou souhlasím.#$b#K našim starším bychom se měli chovat se stejným respektem, který bychom jednou chtěli my sami mít od ostatních.",
        "event_old4": "To je hrozné co jsi ${řekl^řekla}$. Život je příliš drahý, abys jím takhle ${plýtval^plýtvala}$!$a",
        "event_cook1": "Opravdu? Neutahuješ si ze mě? Moc ti děkuji! ... ani nevíš jak se mi tím ulevilo.$h#$b#Tento recept jsem vymýšlela velmi dlouho a jsem na něj patřičně hrdá.",
        "event_cook2": "Oh... Uhmm, jistě.$s",
        "event_cook3": "Ah... Moc se omluvám.$s",
        "event_pool1": "Trefa do černého...$8",
        "event_pool2": "Opravdu? A já si myslela že už to dávno víš...$8",
        "event_pool3": "Ne!$9",
        "event_pool4": "...Ah, @. Myslela jsem si to, ale nebyla jsem si jista.$6#$b#...Tato noc bude navždy vryta do mé paměti.$6^Dnes vypadáš nádherně... Já...*ahh*$6",
        "event_pool5": "T...Ty ne?$8#$b#...!!!%fork$10",
        "event_family1": "Já taky.$h",
        "event_family2": "...promiň.$s",
        "event_family3": "Rozumím.$s",
        "summer_Mon": "Ahoj...Um, dnes je hezky, že?",
        "summer_Mon4": "$d cc#Díky tobě je naše komunitní centrum opět otevřené. Asi si teď takový náš hrdina města.|Zdravím, @. Je skvělé vidět, že se ti daří.",
        "summer_Fri": "$d bus#Zaslechla jsem, že díky tobě je autobus opět v provozu. Jsem ti zavázána.|Má matka řídila autobus jezdící do pouště Kaliko... ale před pár lety se autobus rozbil. Starosta říká, že na opravu není dostatek prostředků v rozpočtu města, jinak by už dávno opět jezdil.$u",
        "summer_Sun": "Takže... Rád si zdobíš svůj dům?#$e#Musí být hezké mít vlastní dům, který si můžeš vylepšit podle svých představ.",
        "summer_Sat": "Zdravím. Ummm...$u#$b#Hory dnes vypadají pěkně, že?$u",
        "fall_Mon": "Zdravíčko... Um, jak se ti dnes daří?$u",
        "fall_Mon4": "Je mi trochu trapně, když jsme jediná rodina ve městě, která žije v přívěsu.$u#$e#Kdybych tak mohla jednoho dne žít v hezkém domě.$s",
        "fall_Tue4": "Tvá farma teď vypadá opravdu hezky.$h",
        "fall_Thu6": "Máma se o sebe nestará moc dobře...$u#$e#Dělám si o ni starosti.$u",
        "fall_Fri": "Podzim ve mně vyvolává smutek...$s",
        "fall_Fri6": "Když jsem byla malá, otec nás opustil, protože se podle jeho slov cítil 'uvězněn'. Od té doby jsme ho neviděly.$s#$b#Promiň, jestli je ti to co říkám nepříjemné... Mě prostě toto období z nějakého důvodu ty události připomíná.$u#$e#Každopádně... Jak se ti daří na farmě?",
        "fall_Sun10": "@! Právě jsem přemítala nad budoucností...#$e#Kde si myslíš že budeš za deset let?$l#$e#Já bych měla pár nápadů...$u",
        "fall_Sat8": "Ahoj @.$h#$e#Tvoji farmu musí být snadné uklízet, co?",
        "winter_Fri": "...ano?$u",
        "winter_Fri2": "Už jsi ${potkal^potkala}$ Linuse? Žije ve svém stanu v horách.#$e#Nikdo si ho nevšímá, chudáčka. Ve skutečnosti je velmi milý, ač je trochu podivín.#$e#V takovém období mu musí být strašná zima, když žije v tom stanu.",
        "winter_Tue4": "Už se nemůžu dočkat až uvidím jak tvá farma vypadá na jaře.#$e#Bude tak svěží a nádherná.$h",
        "winter_Tue": "Během zimy se co nejvíce zdržuji vevnitř. Nesnáším, když je mi chladno.",
        "winter_Thu": "Ah... ahoj. Chceš si povídat?$u#$e#Pokud najdeš jakékoli zajímavé artefakty, či minerály, Gunther je milerád vystaví v muzeu.#$e#Prý má zvláštní dary pro ty, co takovéto věci často věnují muzeu. Alespoň tak mi to řekl.",
        "winter_Mon": "25. budeme oslavovat Hostinu Zimní hvězdy. Je to jedna z mých nejoblíbenějších události.#$e#Má to být období díkůvzdání za všechny dobré věci ve tvém životě... ale pro většinu lidí je to doba odpočinku a výměny dárků."
      }
    }
  ]
}
