{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Pierre",
      "Entries": {
        "Introduction": "Ah, ${náš nový farmář, pan^naše nová farmářka, slečna}$ @, vítej! Mé jméno je Pierre, majitel a provozovatel místního obchodu se smíšeným zbožím.#$b#Pokud máš chuť nakoupit semínka, můj obchod je přesně to co potřebuješ. Také od tebe odkoupím vše co vyrobíš a za dobrou cenu!#$e#Trocha zemědělství by opravdu mohla vlít život do místní ekonomiky!",
        "eventSeen_3102768_memory_oneday": "Jak vůbec můžu konkurovat někomu jako Joja?$s#$e#Mají peněz jak želez a mohou si dovolit prodávat ve ztrátě, dokud nezamáčknou takové mravence jako je můj obchod... pak jejich ceny vyletí strmě vzhůru!$s",
        "AcceptGift_(O)StardropTea": "Vážně? Nemůžu uvěřit, že bys mi dal něco tak cenného. Tohle tě muselo stát balík! Děkuji!",
        "AcceptGift_(O)Book_PriceCatalogue": "Poutavá! Napínavá! Okouzlující! Kniha psaná pro mě!$h",
        "GreenRain": "Néééé, kde jsou mí zákazníci? Pokud tenhle zelený déšť bude dále pokračovat, bude má účetní kniha úplně červená!$s",
        "GreenRainFinished": "Uf, to jsem rád že se věci zase daly do pořádku. To vypadá, že naše obavy byly přehnané... tak jako všechno ostatní.",
        "GreenRain_2": "Rád tě zase vidím, @. Trocha toxického deště ještě přeci nikoho nezabila, ne? Tak co si koupíš?$h#$e#Dělám si srandu. Déšť se zdá být naprosto neškodný.",
        "eventSeen_4": "Abigail právě teď prochází obdobím vzdoru... trochu ji i chápu.#$e#Až bude muset zaplatit první splátku hypotéky, tak pěkně vystřízliví!$h",
        "eventSeen_3102768_memory_oneweek": "Jsem rozhodnut nechat svůj obchod otevřený až do trpkého konce.$s#$b#Morris a jeho poskoci mě odsud budou muset vypáčit násilím a odtáhnout pryč zatímco já budu do nich kopat a křičet!$h",
        "married": "Takže, když teď díky tvé drahé polovičce pobíráš dva příjmy, čekám, že si budeš kupovat dvakrát tolik semínek, co?$h#$b#Haha... dělám si srandu.... ehm...",
        "married_Abigail_memory_oneday": "Zdravím, ehm... ${můj synu^má dcero}$?$s",
        "summer_Wed2": "$d joja#Můj obchod mí vždycky bude ležet na srdci, ale někdy si prostře potřebuješ dát den volno...|Teď když je Joja v prachu, je moji povinností mít otevřeno sedm dní v týdnu. Lidé přece potřebují nakupovat jídlo!",
        "Fair_Judging": "Ahoj, ať vyhraje ten nejlepší.",
        "Fair_Judged_PlayerLost": "Být na prvním místě je vždycky tak úžasný pocit! Chachá!$h#$e#Ale dobrý pokus.",
        "Fair_Judged_PlayerWon": "To není možné... já prohrál...$s",
        "winter_Wed": "$d joja#Konečně mám od obchodu na den klid.|Teď když je Joja v prachu, je moji povinností mít otevřeno sedm dní v týdnu. Lidé přece potřebují nakupovat jídlo!",
        "Resort": "Teď když nejsem za pultem přicházím o spoustu potenciálních zákazníků a jejich peníze...$s#$b#Ale víš co? Stojí to za to.",
        "Resort_Shore": "Hmmm... z té slané vůně moře dostávám chuť na sašimi.",
        "Resort_Chair": "Ech, ať si děti klidně na slunci hrají. Já raději budu sedět v této židli.",
        "Resort_Bar": "Sklenička za skleničkou... Gus teď musí být v balíku!",
        "cc_Complete": "Tohle je můj splněný sen! Ani si neumíš představit kolik utrpení a stresu mi způsoboval JojaMart.#$e#Jeden obchod pro takhle malé město stačí!Stejně tu jsou společenské tlaky, abych zdražil.",
        "joja_Begin": "Dnešek je pro Pelikánov velmi nešťastný... Čím silnější Joja bude, tím více se blížím k bankrotu. Asi budu muset zanedlouho obchod prodat...$s",
        "MovieInvitation": "Hej, to je skvělý nápad... bude fajn na chvilku opustit tento pult. Uvidíme se tam!",
        "Mon": "Vítej! Pokud hledáš semínka, ${dorazil^dorazila}$ jsi na správné místo!",
        "Mon_inlaw_Abigail": "Zdravím, eh... můj synu?$s^Zdravím, eh... má dcero?$s",
        "Mon4": "Ahoj, @. Potřebuješ nějaká semínka, nebo semenáčky?",
        "Mon4_inlaw_Abigail": "Ahoj, @. Jak se Abigail daří? Obchod bez ní už není to co býval...",
        "Tue": "Občas budu mít na skladě nové věci, které budou k dispozici k prodeji. Proto se jednou za čas zastav v obchodě.#$e#Provozovat obchod vyžaduje spoustu práce.$h",
        "Tue6": "Pro tvoji informaci, vždycky jsem nebýval obchodníkem, v mládí jsem byl docela dobrý boxer... zvěsti o mém legendárním pravém háku se nesli celou krajinou!$h",
        "Wed": "$d Joja#Dnes mám volno.#$e#Hmmm. co bych mohl dělat...$s|Rád od tebe koupím všechny plodiny co v okolí lze nalézt.#$b#A slibuji že ti dám rozumnou cenu.$h",
        "Wed4": "#$1 pierre1#*povzdech*... Ať se daří mému obchodu jakkoliv, nikdy to nedokáže uspokojit moji touhu po úspěchu. Co je to se mnou? Možná mě jen nudí rodinný život.$s#$e#Když jsem byl mladší, vždycky jsem dělal spoustu zajímavých věcí... a teď, ve chvílích kdy nepracuji, mi připadá, že jen mrhám časem.$s",
        "Thu": "Rád od tebe odkoupím jakékoli výrobky.#$b#Samozřejmě ti za ně dám férovou cenu!",
        "Thu2": "Opravdu si cením našich obchodů a tvé přízně, @. Je stále těžší a těžší dosáhnout nějakého slušného výdělku.",
        "Thu8": "#$1 pierre2#Podobá se mi vůbec Abigail? Tohle mé ženě neříkej, ale někdy mám pocit, jestli jsem vůbec její otec.$k$s#$e#Neříkej to mé ženě, ale nesnáším, když musím vařit večeři.",
        "Fri": "#$1 pierreJoja#Od chvíle kdy tady otevřeli JojaMart mi obchody moc nejdou. Je těžké konkurovat jejich sortimentu.$k$s#$e#Zdravím. Daří se tvé farmě dobře?#$e#Možná pár mých semínek by ji dalo šmrnc.",
        "Sat": "Všechny volně rostoucí plodiny od tebe rád odkoupím a za velmi rozumnou cenu.",
        "Sat8": "Povím ti tajemství. Někdy, když v obchodě nikdo není, procvičuji za pultem operní zpěv.$h#$e#Nikomu o tom ani muk.",
        "Sun": "#$1 pierreBlue#*povzdech*... Už mě zase zachvátil smutek zpoza pultu...$k$s#$e#Chtěl bych se projít, ale nemohu nechat obchod bez obsluhy.#$e#Slyšel jsem, že teď kvetou květiny a vzduch je jimi provoněn...$s",
        "Wed6": "$d joja#Jednoho dne otevřu nový obchod ve městě a vydělám balík.#$e#Bohužel si teď sotva něco vydělám a tak je těžké našetřit nějaké peníze...$s|Od té doby co JojaMart zavřeli se obchodu konečně začalo dařit.",
        "Thu4": "Ahoj @. Jak se vede mému zákazníku číslo jedna?",
        "summer_Mon": "Už prodávám letní semínka! Tak bys je ${měl^měla}$ nakoupit do zásoby!",
        "summer_Wed": "Ani nevíš jak jsem rád, že mám den volna.",
        "summer_Thu": "Všichni si užívají krásného letního počasí a nic nenakupují... ach jo.",
        "summer_Fri": "Ah, ahoj. Vyhovuje ti kvalita mých letních semínek?",
        "summer_Sat": "Léto je vhodná doba na konzumaci osvěžujícího salátu, co říkáš?",
        "summer_Sun": "Uf... Je tu takové vedro.",
        "winter_Mon": "Během zimy žádné plodiny nerostou... takže žádná semínka nemám v nabídce.#$e#Tohle se nám vážně podepíše na ziscích.",
        "winter_Thu": "#$1 pierreDin#Dnes večer Caroline překvapím večeří a lahví Stardewského červeného. Neopovažuj se to někomu prozradit!$k#$e#Zdravím. Máš chuť si něco koupit?",
        "winter_Fri": "Já hlavně prodávám potraviny, takže pokud mi chceš nabídnout rudy, nebo dřevo, raději se obrať na někoho jiného.",
        "winter_Sat": "Cítíš tady taky ten studený průvan?",
        "winter_Sun": "Kdybych neměl tento obchod na starosti, trávil bych teď čas venku.#$e#Koulování mě hrozně baví.",
        "fall_Mon": "Máme tu podzimní semínka! V zimě žádné plodiny nerostou, takže tohle je tvá poslední šance něco pěstovat, jinak si budeš muset počkat do jara.#$b#Tak bys do toho měl jít na plno, co říkáš?^Tak bys do toho měla jít na plno, co říkáš?",
        "fall_Thu": "Venku se začíná ochlazovat...#$b#Tím pádem se bude více lidí chodit ohřát do mého obchodu...hehe.",
        "fall_Fri": "#$1 pierreMEGA#Mým snem je neustále otevírat nové obchody dokud se nebudu topit v penězích. Hehehe.$k#$e#Nazdar. Jak to na tvé farmě jde?#$e#Možná pár mých semínek ji oživí.$h",
        "fall_Sat": "Rád koupím všechny výrobky z tvé farmy.#$e#Ano, dále je prodávám za účelem výdělku... ale taková výhoda patří pouze majitelům zavedených obchodů.#$e#Radši nic nezkoušej...",
        "fall_Sun": "Kdybych nemusel teď stát za pultem, procházel bych se venku...#$e#Listy jsou tak hezky barevné a všude rostou houby.",
        "Event_naga1": "Díky, toho si cením. Tak jen zapomeň, že jsi něco takového ${viděl^viděla}$, dobře?$h#$b#...A já na oplátku budu ignorovat, že jsi ${slídil^slídila}$ v mé ložnici!",
        "Event_naga2": "Ty bys mi vážně něco takového ${provedl^provedla}$? Jsi otřesný člověk.$s#$b#V první řadě bys něco takového vůbec ${neměl^neměla}$ dělat! Vlezlí sousedé jsou ti nejhorší.$3"
      }
    }
  ]
}