{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Robin",
      "Entries": {
        "Introduction": "Už ses seznámil se všemi ve městě? Mně to připadá jako velmi vyčerpávající.^Už ses seznámila se všemi ve městě? Mně to připadá jako velmi vyčerpávající.",
        "AcceptGift_(O)StardropTea": "Počkej počkej... to ho chceš dát mě? To jsem si ani nezasloužila! Moc ti děkuji.",
        "AcceptGift_(O)Book_Woodcutting": "Co to máš?... 'Tajemství letokruhů'? ... Hmmm, co je to za knihu, @?$6#$b#Aha, je o dřevořezbě! Hahaha... Tak to jo. To si pěkně počtu. Dík!$4",
        "AcceptGift_(O)SkillBook_2": "Ach, 'Zářez týdne'... Marně jsem hledala poslední číslo. V každém výtisku popisují nejnovější techniky opracování dřeva!#$b#Od jednoho řezbáře k druhému... Děkuji.$h",
        "GreenRain": "On snad zešílel!? Co ho to popadlo? Čeho chce tou svou výpravou ven dosáhnout? Vždyť vůbec nevíme zda nám déšť nijak neublíží!$u%noturn",
        "GreenRainFinished": "Jen doufám, že je Demetrius spokojený s nasbíranými 'vzorky'. Dal mi jasně najevo, že jeho vědecké práce jsou pro něj důležitější než jeho žena. Hmmf.$6",
        "GreenRain_2": "Dneska budeš moci venku nasekat spoustu různých druhů dobrého dřeva. Tak doufám, že máš dostatečně silnou sekeru?",
        "divorced_Sebastian": "Sebastian se zavřel do sklepa... co se mezi vámi stalo?$s",
        "divorced_Maru": "Maru celou noc probrečela... všichni jsme z té situace zničení...$s",
        "married_Sebastian": "Ach ne, neboj... tohle jsou slzy štěstí. Jsem si jistá, že Sebastian bude na %farm farmě šťastný!$h",
        "married_Maru": "Maru nám doma bude chybět, ale určitě nás bude často navštěvovat a navíc ji pořád budeme potkávat ve městě!",
        "houseUpgrade_1": "Práci na tvém domě jsem si patřičně užila. Myslím, že je to jedna z mých nejlepších budov, které jsem kdy postavila!$h#$e#Už jsi ${vařil^vařila}$ ve své nové kuchyni?",
        "houseUpgrade_2": "Teď když máš ve svém domě tolik volného prostoru, co s ním zamýšlíš dělat?#$e#Promiň, přeřekla jsem se.... myslela jsem tvůj 'palác'!$h",
        "houseUpgrade_3": "´Takže ses ${rozhodl^rozhodla}$ ponořit se do vytváření archivních vín? Slyšela jsem, že zisky mohou být velké... pokud máš notnou dávku trpělivosti.",
        "structureBuilt_Coop": "Tenhle kurník snad odolá i zemětřesení. Velmi profesionální práce, dle mého názoru. Tak snad ti budou hodně snášet!",
        "structureBuilt_Shed": "Tak co plánuješ mít ve své nové kůlně? Tvé možnosti jsou v podstatě neomezené!",
        "structureBuilt_Coop_memory_oneweek": "Jak ti kvokají slepice? Někdy se na ně musím přijít podívat!",
        "structureBuilt_Barn_memory_oneweek": "Že je ta tvoje nová stodola pěkný kus odvedené práce? Tvůj dobytek se tam bude mít jako v bavlnce!",
        "structureBuilt_Slime Hutch": "*Uf*... stavba slizárny mne pěkně vysílila... budu se muset na den odebrat do lázní abych znovu nabrala síly!$h",
        "structureBuilt_Stable_memory_oneweek": "Tak co ty a tvůj kůň? Už ses na něm ${projel^projela}$?#$b#Asi tě teď často po jízdě mnohé části bolí, ale na to si zvykneš.$h",
        "structureBuilt_Fish Pond": "Namátkou jsem se Willymu zmínila, že máš na farmě nový rybník. To mu vyčarovalo úsměv na tváři.#$e#Prý za mlada choval kraby. Říkal tomu 'dlouholetá tradice'.$h",
        "Resort": "No ne, koukněte na ty budovy!$h#$b#Už od pohledu můžu říct, že na nich pracoval mistrný stavitel. Patří jim můj obdiv!",
        "Resort_Leaving": "Dnešek byl velká legrace!$h",
        "Resort_Shore": "Hej, podívej! Odsud vidím v dálce další ostrov.",
        "Resort_Chair": "Ahoj @. Poslyš, trochu jsem přemýšlela o tom, jak dalekou cestu naše město ušlo od té doby, co si se sem ${nastěhoval^nastěhovala}$.#$b#${MělˇMěla}$ bys být na všechny tvé odvedené skutky ${pyšný^pyšná}$!$h",
        "Resort_Bar": "Ach, konečně odpočinek...",
        "reject_865": "Zeleninová sůl? To zní dobře, ale nemám kde bych ji mohla použít.",
        "reject_866": "Hmm... když vidím kytky, pomyslím na Evelyn. Možná tu růži ukaž ji?",
        "pamHouseUpgrade": "Náš plán vyšel skvěle, ne? Pam a Penny vypadají velmi šťastně.",
        "pamHouseUpgradeAnonymous": "Náš plán vyšel skvěle, ne? Pam a Penny vypadají velmi šťastně.",
        "MovieInvitation": "Ah... dva lístky na dnešní představení, co? To zní báječně! Sejdeme se tam.$h",
        "cc_Bridge": "Poslyš, včera večer jsem zaslechla divné zvuky a dneska ráno jsem zjistila, že most do lomu je zcela opravený!#$b#Tohle je tesařský zázrak!",
        "cc_Complete": "Věděla jsem to hned jak jsi ${vystoupil^vystoupila}$ z autobusu, @... tvým osudem bylo stát se ${hrdinou^hrdinkou}$ města!$h",
        "cc_Begin": "Ahoj! Slyšela jsem, že ti Lewis ukázal komunitní centrum... Bylo by fajn, kdybys to tam ${mohl^mohla}$ trochu poopravit. Bývala to opravdu hezká budova!",
        "Mon": "Už jsem ti říkala, jak jsem naše domy postavila od základů sama?#$e#Zcela jistě to je můj prozatímní vrchol mé kariéry.",
        "Tue": "Poslyš, pokud budeš potřebovat nějaké materiály, či plány, můj obchod je to pravé místo, kde toto vše najdeš!#$e#Navíc, nákupem podpoříš místní ekonomiku.$h",
        "Wed": "Zdravím tě, @.#$e#Právě jsem přemýšlela o některých nových tesařských projektech.#$e#Jak se ti doma daří? Drží ještě tvá chata pohromadě?",
        "Thu": "Tvá návštěva je u nás vždy vítána, i když nebudeš chtít něco nakupovat.$h#$e#Tady v horách je velmi snadné se cítit osaměle.",
        "Fri": "Už jsi ${potkal^potkala}$ mého syna Sebastiana? Má svůj pokoj ve sklepě.#$e#Je trochu stydlivý, ale jsem si jistá, že se ti otevře. když na něj budeš ${milý^milá}$.",
        "Fri_inlaw_Sebastian": "Chybí mi můj Sebby... Vždy byl trochu nepochopený ostatními, ale já mu vždy věřila.",
        "Fri4": "#$1 RobinSeb#V Sebastianově pokoji jsem našla popelník, z kterého vycházel velmi divný zápach. Měla bych si dělat starosti?#$e#Někdy se o Sebastiana bojím... nemá skoro žádné přátele a nezdá se, že má zájem o svoji budoucnost...#$e#Ráda bych si s ním o tom promluvila, ale on se mi s ničím nesvěřuje.",
        "Fri4_inlaw_Sebastian": "Sebastian mi řekl, že se snaží přestat kouřit! Jsem na něho velmi hrdá.",
        "Sat": "Náš dům je v tak nádherné oblasti, co říkáš?#$e#Miluji ten svěží horský vzduch.",
        "Sun": "Doufám, že Demetrius těmi svými výzkumy nevyhodí náš dům do vzduchu.#$e#Ani nevím na čem vůbec pracuje. Myslím, že to nějak souvisí s rostlinami.",
        "Sun2": "#$1 RobinDem#Minulou noc můj muž málem zapálil náš dům, když pracoval na svém vědeckém výzkumu. Jedna z jeho kádinek vybouchla a z ní pak následně vyšlehla ohnivá koule do krovů! Díky Yobě, že jsem při stavbě domu použila ohnivzdorný lak.$u#$e#Omlouvám se, že to tu tak divně smrdí, @. To zas můj manžel provádí nějaké šílené pokusy...",
        "Sun6": "Ahoj @! Ráda tě vidím.#$e#Z tebe se už ${stal řádný člen^stala řádná členka}$ naší komunity, nemyslíš?",
        "event_wood1": "Výborně, takže vyrobit tyhle plány bude pro tebe úplná hračka!$h",
        "event_wood2": "No, tak to já pro tebe mám skvělé plány, které ti pomohou začít!",
        "summer_Mon": "Ze dřeva lze vyrobit spoustu věcí.",
        "summer_Tue": "Pokud budeš potřebovat vylepšit jakékoli budovy na tvé farmě, stačí mě požádat!#$e#Je třeba, abys mi ${dodal^dodala}$ dostatek materiálů na tebou vybraný projekt. A také tě to bude něco stát.#$e#Ale jsem si jistá, že s výsledkem budeš ${spokojen^spokojena}$!$h",
        "summer_Fri": "Tady ve Stardew Valley jsme ve velké míře odloučeni od zbytku světa.#$e#Má to své výhody i nevýhody.",
        "fall_Mon": "#$1 RobinMaru#Maru má ráda drahokamy. Používá je ve svých vynálezech.#$e#Tak jak ty a Maru spolu vycházíte?",
        "fall_Thu": "Tvá návštěva je u nás vždy vítána, i když si nebudeš chtít svoji farmu vylepšit.$h#$e#Tady v horách je velmi snadné se cítit osaměle.",
        "fall_Fri": "Už jsi ${viděl^viděla}$ toho divocha žijícího za naším domem?$s#$e#Pokud nás nezačne obtěžovat, tak mi jeho přítomnost vadit nebude.",
        "winter_Mon": "Ahoj, teď je ta nejlepší doba na sběr dřeva.#$e#Třeba nasbíráš tolik, že budeš mít dost na vylepšení svého domu!",
        "winter_Fri": "Mí rodiče byli rozčarování, když jsem jim řekla, že chci být tesařkou.#$e#Byli velice staromódní.",
        "winter_Fri_inlaw_Sebastian": "Myslím, že život na farmě Sebbymu prospívá.",
        "winter_Sat": "Náš dům je v tak nádherné oblasti, co říkáš?#$e#Všechno sněhem zaváté vypadá jakoby zamrzlo v čase."
      }
    }
  ]
}