{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Sam",
      "Entries": {
        "Resort_Entering": "Páni, tohle je super místo!",
        "Resort": "V hloubi ostrova jsou určitě nějaké senzační věci.#$e#Willy ale řekl, že musíme zůstat zde... mumlal něco o závazkách a odpovědnosti, nebo tak něco.$s",
        "AcceptGift_(O)206": "Jo, super... čas se nadlábnout pizzy!$h",
        "AcceptBirthdayGift_Positive": "A zde přichází ${můj hrdina^má hrdinka}$ dnešního dne, ${který^která}$ nikdy nezapomíná! Copak to asi máš? Že by můj dárek k narozeninám? No to je přesně o čem mluvím!$h",
        "AcceptBirthdayGift_Negative": "A zde přichází ${můj hrdina^má hrdinka}$ dneš--$h#$b#...*čich*...*čich*... co to je za hnusný puch...?$8#$b#...aha.$5",
        "FlowerDance_Accept": "Co... se mnou? Hehe... že váháš. Aspoň bude prča!$10",
        "GreenRain": "Ty vado? To je nějaká žíravina? Sežere nám déšť střechu a rozpustí nás jako kostku cukru?$8#$b#Musím rychle za bráškou ho ochránit!$7",
        "GreenRainFinished": "Zdá se, že k žádnému poškození nedošlo... Včerejšem kě teda dost vyděsil. Co tebe?",
        "GreenRain_2": "Cítíš jak je ten déšť teplý? Jako kdyby byl živý...",
        "dating_Sam": "Ehm... takže, můžu teď dostat pusu?$l",
        "dating_Sam_memory_oneday": "Celou noc jsem oka nezamhouřil. Vymýšlel jsem věci, které můžeme spolu podniknout.$10",
        "AcceptGift_(O)StardropTea": "Ty jo... počkej... to je jako pro mě? To by mě ani ve snu nenapadlo! Díky! ",
        "dating_Sebastian": "Slyšel jsem že ty a Sebastian spolu chodíte... tak hlavně ať nezapomene, že každý týden máme zkoušku kapely!",
        "married_Sebastian": "Docela mě dostalo, když jste ty a Sebastian do toho praštili. Časy se asi fakt mění...$u#$e#Hmm, ale je to v pohodě, určitě se stále bude chtít někdy sejít.",
        "married_Abigail": "Hej, co si myslíš, že děláš? ${Ukradl^Ukradla}$ jsi moji bubenici!$8#$b#Haha, dělám si srandu... přeji vám to!$h",
        "eventSeen_45": "Asi bych neměl chvilku chodit starostovi na oči. Nechci ho moc provokovat. Dokázal by mi dost zavařit!",
        "firstVisit_Sewer": "Hehehe... že jsi ${byl^byla}$ v kanálech, co? Já jsem tam párkrát taky zaskočil. Je to tam docela strašidelné.#$e#Jak jsem to zjistil? Hmm... no řekněme... 'nos ví vše'.$h",
        "eventSeen_45_memory_oneweek": "Nebylo by super kdyby ve městě postavili skate park?#$b#Teď jen přesvědčit starostu...$s",
        "eventSeen_4081148_memory_oneday": "I když jsme zkoušeli jako divý, udělal jsem na pódiu několik chyb... doufám, že si toho nikdo nevšiml.$s#$e#Být takhle přede všemi je hrozně nervy drásající!$h",
        "eventSeen_733330_memory_oneday": "Pokud... teda až... se táta vrátí... bude stejný jako si ho pamatuji?$s",
        "FlowerDance_Accept_Spouse": "Ach jo, to si mám na sebe zase navléct ten trapný oblek? A já myslel že teď když jsme spolu tak... no jo, už jdu.$s",
        "Resort_Leaving": "Ze všeho toho sluníčka se cítím fakt dobře.$h",
        "Resort_Shore": "Koukni na ty velký vlny... a víš co? Začnu si šetřit na surfařské prkno.",
        "Resort_Towel": "%Sam na své kytaře hraje džezovou písničku.",
        "Resort_Towel_2": "Možná bych se měl naučit hrát na ukulele.#$e#Abby by pak hrála na konga, Sebastian na ocelové bubny... 'Pelikáni z ráje'...$s#$e#Copak, proč se na mě tak divně díváš?$h",
        "Resort_Bar": "Jen nasávám energii, pak zpět na pláž.",
        "10": "${Sledoval^Sledovala}$ jsi včera večer hru?#$b#Počkat, máš vůbec televizi...?",
        "14": "Fuj, před chvilkou jsem šlápl na něco hnusného... a to ty boty byly úplně nové.$s",
        "Introduction": "Čau, jsem Sam. Rád tě poznávám.$h",
        "FlowerDance_Decline": "Hmm... hele asi ne. Možná příští rok.$s",
        "dumped_Guys": "...$a",
        "secondChance_Guys": "No jo, tak už přestanu předstírat, že neexistuješ. Prostě zapomeňme, že se něco stalo.$7",
        "breakUp": "Počkat.. cože?!$8#$b#A já myslel, že jsme v pohodě... To jsem byl asi fakt vedle... no nic.$9#$b#Jo, jasně... můžeme být pořád přátelé.$9",
        "divorced": "@, hele... Myslím že nebudeme moci zase být přáteli.$s",
        "Mon2": "Hej, jak se vede?#$e#Minulou noc jsem 4 hodiny bez přestání cvičil na kytaru. Příšerně mě bolí prsty.$s#$e#Tak čau, musím něco udělat...",
        "Mon": "Ahoj, farmáři...",
        "Mon8": "Povím ti tajemství... Mé jméno 'Sam' je zkráceně 'Samson'.$10#$e#Většina lidí ale o tom neví, tak to někde nevykvákni.",
        "Tue": "Ah, ahoj! Rád tě zase vidím.#$e#Hlavně ber vše s klidem.",
        "Tue4": "Ahoj @. Chceš si jen tak pokecat nebo co?#$e#Spánek je příjemný, ale někdy bych chtěl mít možnost ho přeskočit... je to taková ztráta času.",
        "Wed": "Snažím se vymyslet novou písničku pro moji kapelu, ale v hlavě mám vymeteno...#$q 19/20 Wed_old#Hele.. O čem by mohla být ta moje nová písnička?#$r 20 30 Wed_20#O farmaření, dolování a sekání dřeva.#$r 8820 30 Wed_20#O městě v moři.#$r 8821 30 Wed_20#O vlacích.#$r 19 -50 Wed_19#Je jedno o čem bude. Stejně to bude hrozná písnička.",
        "Wed_old": "$p 19#Ale už aspoň vím co si o ni myslíš.$a|Díky za pomoc. Slova už mám napsaná!$h",
        "Wed_19": "Hele ${kámo^holka}$... co máš sakra za problém? Promiň že jsem se zeptal.$a",
        "Wed_20": "Hmm, a víš co? To zní skvěle. Dík!$h",
        "Wed6": "Já a Sebastian jsme přátelé už nějaký pátek. Je to fakt skvělý chlap.#$e#Kdybyste tu vy dva nebydleli, tak bych tady neměl žádné přátele.",
        "Wed10": "Ahoj kámo. Dneska vypadáš fakt nabitý energií!^@. Um... Jen jsem ti chtěl říct... Dnes ti to sekne.$10",
        "Thu6_1": "Myslím, že můj táta se možná vrátí plus mínus až za rok.#$e#Pak asi budeš mít možnost se s ním seznámit. Pokud tedy tady budeš stále bydlet.#$e#Přece bys svoji farmu ${neopustil^neopustila}$ potom, co si na ni vynaložil tolik úsilí!",
        "Thu6_2": "...Můj táta je zpátky a já mám z toho smíšené pocity. Připadá mi divný.$s#$b#Ale to bude asi tím že jsem ho 3 roky neviděl.",
        "Thu_3": "*povzdech*... co tu ještě dělám?",
        "Thu": "Oblaka v tuto dobu vypadají hezky, co?#$e#Jako kopečky vanilkové zmrzliny plovoucí na omáčce z modrých malin... a nebo mám jen hlad.",
        "Thu2": "Můj táta je voják bojující proti Gotorskému císařství. Proto tu teď není...#$e#Jednoho dne se vrátí.#$e#...O císařství jsem slyšel hrozné věci...$s",
        "Thu_2": "No, tak se k nám táta vrátil. Už jsi ho ${viděl^viděla}$?#$b#Já jsem jen rád, že mu nic není.",
        "Thu2_2": "No, tak se k nám táta vrátil. Už jsi ho ${viděl^viděla}$?#$b#Já jsem jen rád, že mu nic není.",
        "Fri": "Vyprávěl jsem ti jak jsme žili ve městě?#$e#Šlo tam dělat více věcí a taky se toho tam více dělo, ale na druhou stranu byl plný hluku a ruchu...Těžko říct co je lepší.",
        "Fri4": "Táta ve městě pracoval jako popelář.#$e#Ani nechtěj vědět co všechno nalezl v popelnicích.",
        "Fri10": "Čím starší sem, tím více mě to sem do údolí táhne.#$b#I když možná to nebude jen tímto místem.$10#$e#Tak, jak se ti dnes daří?$h",
        "Sat4": "Sakra! Teď jsem si vzpomněl, že jsem měl zavolat babičce! Tak jo, navleču si tuhle gumičku na ruku, abych nezapomněl.#$e#Takovéto pamatováky si musím dělat pořád, jinak bych si nevzpomněl, co mám vše udělat.$h",
        "Sat": "Hmm, právě jsem si uvědomil, že jsem chtěl něco udělat... Ale zapomněl jsem co.#$e#Tohle se mi stává pořád.",
        "Sun8": "Někdy přemítám, zda je má máma se svým životem spokojená...$s#$e#Jednou jsem se ji na to zeptal a měl jsem z ní pocit, že skrývá nějakou vnitřní bolest.",
        "Sun": "Ah, dnes máme hezký den... co?",
        "spring_21": "Někdy mi začne téct z nosu kvůli okvětním lístkům, které na jaře všude poletují.$s#$e#Já mám nejradši léto.",
        "Event_band1": "Hmm když o tom tak přemýšlím. To je přesně ten styl co jsem hledal... pro kapelu.",
        "Event_band2": "Hmm když o tom tak přemýšlím. To je přesně ten styl co jsem hledal... pro kapelu.",
        "Event_band3": "Hmm když o tom tak přemýšlím. To je přesně ten styl co jsem hledal... pro kapelu.",
        "Event_band4": "Hmm když o tom tak přemýšlím. To je přesně ten styl co jsem hledal... pro kapelu.",
        "event_room1": "Ah, rozumím.",
        "spring_12": "Můj malý bráška z festivalů vždycky celý skáče radostí. O zítřejším lovu vajec mluví celý den.",
        "spring_23": "Proč Tanec květin nemohl být dneska? Nemusel bych chodit do práce.$s",
        "winter_7": "Jednou během Ledového festivalu spadl Gus do řeky. Museli jsme v hospodě rozdělat obrovský oheň, aby nám nepromrzl.#$e#Všichni jsme se báli, že si už nikdy nepochutnáme na jeho slavných špagetách.",
        "fall_26": "Dnes v noci, zatímco všichni budou spát, postaví ten podivný dědek žijící v lese své strašidelné bludiště. Vždycky si zkontroluje, že ho při práci nikdo nevidí.",
        "summer_10": "Zítra nemusím do práce! Radostí bych brečel.$h",
        "winter_24": "Hostina Zimní hvězdy má být doba kdy projevujeme vděk za všechny dobré věci, které se nám v životě udály.#$b#Pro mě je to jen příležitost jak se nadlábnout. Hehe.$h",
        "event_room2": "Jo... Přesně tak se to stalo!",
        "event_snack1": "Má pravdu... Přesně tak se to stalo.$s",
        "event_snack2": "Jo... Přesně tak se to stalo!",
        "event_snack3": "Co? Neposlouchej ${ho, on^ji, ona}$ lže!$a",
        "summer_Mon2": "Hej, jak to jde?#$e#Mám hlad.#$e#Tak zatím.",
        "summer_Mon6": "Už jsi ${byl^byla}$ v poušti?#$e#Je tam spousta zajímavých věcí k vidění. Táta mě tam párkrát vzal když jsem byl mladší.",
        "summer_Mon": "V létě je ve vzduchu méně pylu... můj nos je za to vděčný.",
        "summer_Tue": "Ah, nazdar! Rád tě zase vidím.#$e#Zatím čau.",
        "summer_Tue4": "Ahoj @. Chceš si jen tak pokecat nebo co?#$e#V létě jsem tak nabuzený že ani nemusím moc spát!",
        "summer_Wed": "Čau. Máš dneska volno?#$e#To zní zajímavě.",
        "summer_Wed2": "Včera v noci jsem na stropě v pokoji viděl pavouka. Asi fakt mají rádi teplo.#$e#Doufám, že mi ve spánku nevlezl do pusy...$s",
        "summer_Thu": "Táta mi vyprávěl o nepříteli našeho státu, Gotorském císařství... Vylíčil je jako bezcitnou bandu.",
        "summer_Thu6_2": "Někdy v noci zaslechnu tátu jak po chodbě přechází sem a tam.$s#$b#...Ale nikdy nám neřekne co ho trápí.",
        "summer_Fri": "Víš... předtím jsem žil ve městě a musím říct, že tohle místo je během léta mnohem příjemnější.$h#$e#V tuto dobu je tam díky betonu hrozné vedro.",
        "summer_Sun": "Až uvidíš jak se nad mořem vznášejí horkovzdušné balóny poznáš, že v léto je plném proudu.",
        "fall_Mon2": "V tuto roční dobu se rád procházím po lese. Teplota tam je velmi příjemná.#$e#...$h",
        "fall_Mon": "Ah, ahoj. Už máš tady nějaké přátele?#$e#Tak čau.",
        "fall_Tue": "Mé boty se vždycky okolo této doby rozpadnou na cucky. Podívej, kouká mi z nich palec!$h#$e#To tak dopadá, když jezdíš moc na skateboardu.",
        "fall_9": "Objednal jsem si přes internet nové boty. Jsou stejné jako ty moje staré, takže vím, že se do nich vejdu.",
        "fall_16": "Již před týdnem jsem si objednal nové boty! Ach jo, hrozně dlouho jim to trvá.#$e#Asi opravdu žijeme uprostřed ničeho.$s",
        "fall_23": "Ah, mým nohám je v nových botách příjemně. Trochu mě koušou, ale já je časem rozchodím. Zvláště po tom, co s nimi tento víkend poběžím strašidelným bludištěm.$h",
        "fall_Tue4": "Ahoj @. Chceš si jen tak pokecat nebo co?#$e#Zastav se kdykoliv budeš chtít.",
        "fall_Wed": "Hele, něco tu fakt dobře voní, jako pizza.#$e#Cítíš to? Máma možná něco vaří.",
        "fall_Thu6_1": "Myslím, že se můj táta příští rok vrátí.#$e#Nemyslíš, že je to moc brzy?. Divné.",
        "fall_Thu6": "Myslím, že nastal čas uvažovat, že se odstěhuji z domova...$s#$e#...Ale chyběla by mi mámina zapečená ryba, takže nevím...$s#$e#Nesnáším dělat rozhodnutí.",
        "fall_Thu": "${Všiml^Všimla}$ sis někdy těch pavučin, které se během podzimu objevují?#$e#Když si přivstaneš, můžeš je vidět pokryté rosou... jako malé hvězdičky.",
        "fall_Fri": "Víš, že jsem žil ve městě Zuzu? Největší rozdíl byl v hluku. Nikdy tam nebylo ticho.#$e#Ve tvém okolí je vždycky mnohem více lidí. A díky pouličnímu osvětlení je tam také pořád světlo, i v noci.#$e#Jestli se ti tam bude líbit závisí na tom co upřednostňuješ.",
        "fall_Fri10": "Myslím, že život na venkově mi přirostl k srdci víc než život ve městě.#$b#I když možná to nebude jen tímto místem.$10#$e#Tak, jak se ti dnes daří?$h",
        "fall_Sat4": "Mám štěstí, že jsem získal největší pokoj v domě jen pro sebe.#$e#Být prvorozeným asi má nějaké výhody.",
        "fall_Sat": "Hmm, myslím, že jsem chtěl něco udělat... Ale zapomněl jsem co.#$e#Tohle se mi stává pořád.",
        "fall_Sun8": "První týden podzimu již je za námi. Páni, toto ale letí.$s#$e#No to je jedno. já jsem jen rád, že jsi mě ${přišel^přišla}$ navštívit!#$e#Tak, máš pro mě nějaké novinky?",
        "fall_Sun": "Pro mě je těžké se bavit v neděli... pořád musím myslet na to, jak zítra musím do práce.$s",
        "fall_14": "Ahoj @.#$e#Hmm. jestlipak můžu v mém pokoji pěstovat kaktus?",
        "winter_Mon2": "Všichni jsou během zimy zalezlí doma a díky tomu můžu pařit na kytaru a ohulit to jak jen to jde.$h",
        "winter_Mon": "Ahoj... Je zima, co?",
        "winter_Tue": "Ah, ahoj! Rád tě zase vidím.#$e#Hlavně ber vše s klidem.",
        "winter_Tue4": "Ahoj @. Chceš si jen tak pokecat nebo co?#$e#Zima je vhodná doba dohnat všechen spánek, co jsem zameškal.$h",
        "winter_Wed": "$d Joja#Nenávidím svoji práci v JojaMartu, ale kde jinde ve městě si můžu vydělat prachy?|Jsem rád, že teď pracuji v muzeu. Je to tady mnohem zajímavější, než ta depresivní práce v JojaMartu kdy mohla být.",
        "winter_Thu6_1": "Myslím, že můj táta se tohle jaro vrátí.#$e#Neviděl jsem ho 3 roky. Chvíli to asi bude divné.",
        "winter_Thu6": "Táta už je nějakou dobu zase s námi. Myslím, že jsem si na jeho přítomnost konečně zvykl.",
        "winter_Thu": "Můj táta slouží v armádě a bojuje proti Gotorskému císařství. Proto tu teď není.#$e#Ale brzo se vrátí.",
        "winter_Thu_2": "Jedna věc, která se mi na zimě líbí... nejsou tu žádní komáři.",
        "winter_Fri": "Nejhorší věc na sněhu je, když si promočíš boty. Máš štěstí že je máš tak tlusté.",
        "winter_Sat4": "Právě jsem si vzpomněl, že si potřebuji vyměnit struny na kytaře.#$b#Dobře, napíšu si to na ruku, abych si na to dnes večer vzpomněl.#$e#Takovéto pamatováky si musím dělat pořád, jinak bych si nevzpomněl, co mám vše udělat.$h",
        "winter_Sun8": "Byla by to bomba teď jít sáňkovat, že jo?#$e#Ale mám pocit, že v okolí nejsou na to žádné vhodné kopce.$s#$e#Navíc já ani nemám sáňky.#$e#Tak co, jak se ti poslední dobou daří?",
        "winter_Sun": "Snaž se u mě doma nedělat velký bordel, nebo máma zešílí."
      }
    }
  ]
}