{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Sebastian",
      "Entries": {
        "Introduction": "Ah, ty ses právě ${přistěhoval^přistěhovala}$, že jo? Hustý.#$e#Ze všech míst, kde ses ${mohl^mohla}$ zabydlet, sis zvolil Pelikánov?",
        "AcceptBirthdayGift_Positive": "Počkat... to jako vážně? To jsem nečekal. Ale vypadá to na pěkný dárek. Dík.$h",
        "AcceptBirthdayGift_Negative": "Ehhhhhh... no, cením snahu.",
        "dating_Sebastian": "Teď se nesměj... ale nikdy předtím jsem nenavázal s chlapem takhle vážný vztah.$l^Teď se nesměj... ale nikdy předtím jsem s nikým nechodil.$l",
        "dating_Sebastian_memory_oneday": "Ahoj... pěkně ti to sekne.$l#$e#Celý den na tebe nemůžu přestat myslet...$l",
        "dating_Sebastian_memory_oneyear": "Ahoj... tak přesně před rokem jsme spolu začali chodit, vzpomínáš?$h#$e#Byl to nejlepší rok mého života...$l",
        "FlowerDance_Accept": "Chceš? ... tak jo, jdu do toho.#$b#Hehe... možná tenhle festival není zas tak špatný.$h",
        "married_Maru": "Demetrius je ze svatby celý nabroušený. Napětí u nás doma by se dalo krájet.",
        "GreenRain": "Máma vyšiluje, ale mně ten déšť nepřipadá tak hrozný. Vsadím se, že žáby venku si ho pořádně užívají!$h#$e#Já ale radši zůstanu doma a pokusím se mámu uklidnit.",
        "GreenRain_2": "Doufal jsem, že se ten divný déšť vrátí. Díky němu mám léto rád o trochu víc.",
        "eventSeen_4081148": "Koncert se docela povedl. Chvilku před začátkem jsem byl docela nervózní, ale pak jsme vstoupili na pódium a já se nechal vést hudbou.",
        "AcceptGift_(O)575": "To je obsidián? Přesně tohle jsem hledal... zkusím ho vyřezat do dýky.$h",
        "AcceptGift_(O)StardropTea": "Nazdar. Díky. Vychutnám si ho ve společnosti Měsíce a temných mračen.",
        "AcceptGift_(O)Book_Defense": "Chceš tím naznačit... že bych měl začít cvičit?$s#$b#No, já se spíš považuji za pružné párátko... možná si přečtu první půlku.$h",
        "AcceptGift_(O)227": "$c 0.8#Moje oblíbené. Jak jsi to ${uhádl^uhádla}$?$h#Hmmm... jakmile si zvykneš na chuť syrových ryb, nebudeš se jich moct nabažit.",
        "AcceptGift_(O)305": "$c 0.8#Teda... to je vejce pro mě jako dělané... dám si ho k sobě na stůl. Dík!$h#Hmm... myslíš že se vylíhne dam-li si ho pod polštář? Hehe... jen jeden způsob jak to zjistit.$h",
        "AcceptGift_(O)236": "${Přinesl^Přinesla}$ jsi mi polévku? To je od tebe hezké.$h#$b#To ve mě vyvolává vzpomínky...",
        "AcceptGift_(TR)FrogEgg": "Hej, to je žabí vejce! Zkusím jestli se z něj nevylíhne pulec. Dík!$h",
        "firstVisit_Railroad": "Cesta ke kolejím je konečně zase otevřená.#$b#Je to moje oblíbené místo když mám chuť být o samotě.#$e#...což je často.",
        "FlowerDance_Accept_Spouse": "Ach... musíme? No dobře.",
        "Tue6": "Sam je společenský typ, takže když jsme spolu tak často mluví hlavně on.#$b#A mě to nevadí!||Představ si kdyby byl tak odměřený jako já... jen bychom tak stáli vedle sebe a necekli ani slovo.$h||Někteří lidé rádi mluví, druzí spíše naslouchají. Já tíhnu více k naslouchání.",
        "Wed10": "Nevím co bych s bez tebe počal... asi bych skončil někde v díře.$l",
        "summer_Tue4": "Já mám radši chladnější a deštivější období. To se asi ozývá má vnitřní žába.$h",
        "summer_Wed6": "Všechno se zdá jako pitomost, když máš depresi. Ale když máš dobrou náladu tak i ta nejbanálnější věc tě učiní ${šťastným^šťastnou}$.#$e#Jak si dlouhodobě udržet dobrou náladu? Nemám ponětí.#$e#...možná na to jednoho dne přijdu.",
        "fall_Tue10": "Vždycky jsem cítil že mě spousta lidí podceňuje. Ale to mě jen pohání vydat ze sebe vše a dokázat jim opak.",
        "winter_Mon8": "Taky někdy vzpomínáš jak ses ${choval^chovala}$ v minulosti a je ti z toho trapně?#$e#Asi je to nedílná součást dospívání.",
        "Resort_Entering": "Plavba lodí sem se mi líbila. V jednom bodě ani nebyla vidět žádná země.",
        "Resort_Leaving": "Už chci jít domů.",
        "Resort": "Pláž je hezká, ale ty davy lidí zrovna nemusím.",
        "Resort_Shore": "Myslíš, že by mi Willy dovolil lodí sem dovézt vodní skútr?#$b#...Asi ne, co?$h",
        "Resort_Wander": "...tak, kdybych byl tropická žába, kdepak bych se schovával...$h",
        "Resort_Wander_2": "Tohle místo bude v dešti určitě vypadat pěkně.",
        "Resort_Towel": "Určitě mi prospěje se občas vzdálit od počítače a navštívit skutečný svět. Občas zapomenu jak tu může být hezky.$h",
        "Resort_Bar": "Většinou nosím černou, ale v tomto vedru...",
        "FlowerDance_Decline": "Ne... Chci tancovat s někým jiným.",
        "divorced": "Proč za mnou pořád lezeš? Snažím se tě vypustit z hlavy.$s",
        "dumped_Guys": "Prostě mi chvíli nelez na oči.$u",
        "breakUp": "... jasnačka...$s#$b#Tak se asi zase někdy uvidíme...$s",
        "secondChance_Guys": "Nazdar...",
        "Mon": "Um... potřebuješ něco?",
        "Mon4": "Vadilo by někomu kdybych najednou prostě zmizel?$s",
        "Tue": "Přemýšlel jsem... lidé jsou jako oblázky skákající žabky po vodě.#$b#Přijde chvíle, kdy skok neuděláme a potopíme se.",
        "Wed": "Co chci dnes dělat?#$e#Asi nic.",
        "Wed2": "Sam je asi můj jediný přítel v tomto městě.#$e#I když, Abby je také v pohodě, ale...$h#$e#Ale... radši nic.",
        "Wed2_inlaw_Abigail": "Sam je asi můj jediný zbývající kamarád ve městě...",
        "Wed6": "Ty a Sam jste asi mí jediní přátelé v tomto městě.$s",
        "Thu": "#$1 Sebastian1#Včera jsem se tajně vplížil do jeskyní a dostal jsem pěkný štípanec klepetem od skalního kraba. Nikomu to neříkej, jasný?#$e#Ahoj.#$e#...chceš něco?",
        "Mountain_47_23": "Sem vždycky jdu, když chci mít ticho a klid.",
        "Thu4": "Proč mají Maru všichni tak rádi? Jasně, je chytrá a přátelská, ale copak nechápou, že to vše dělá jen pro vynucení pozornosti?#$e#Omlouvám se...$s",
        "Thu6": "Dokážeš si představit někoho jako jsem já jak žije na farmě? Mně to přijde směšné.$h",
        "Thu8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Ahoj... jak se ti daří na farmě?#$e#Pořád to samé, co? Jo, to znám taky...|Dokážeš si představit že žiju na farmě?#$e#Zdá se to směšné, ale často teď o tom přemýšlím.",
        "Fri": "Uh... vůbec tě neznám.",
        "Fri2": "*povzdech*... Kdyby benzín nebyl tak zatraceně drahý, tak bych si dnes zajel motorkou do města.#$e#$q 15/16 Fri_old#Co děláš ty ve svém volném čase?#$r 15 0 Fri_bad#Pořád farmařím#$r 16 30 Fri_good#Čtu komiksy#$r 15 -30 Fri_bad#Nakupuji#$r 15 -30 Fri_bad#Sportuji",
        "Fri_old": "$p 16#Hele, pokud se budeš někdy nudit, můžeme zajít do mého pokoje a jen tak sedět a povídat si...$h|Asi se ti líbí víc maloměstský život, co?",
        "Fri_good": "Vážně? A už jsi ${četl^četla}$ nové číslo 'Jeskynní ságy X'? Nic ti nebudu prozrazovat, ale je to fakt odvaz...$h",
        "Fri_bad": "Opravdu? Hmm... to není zrovna můj šálek čaje, ale každý asi máme jiné záliby.$u",
        "Sat": "Cože? Neposlouchal jsem tě... přemýšlím teď o něčem jiném.#$e#Co potřebuješ?",
        "Sat2": "Teď jsem si uvědomil, že bych měl dělat něco kloudného. Ale mám potíže se pořádně na něco soustředit...$s#$b#Možná bych měl pít více kávy?",
        "Sun": "Ahoj. Tvé jméno je @, že?",
        "Sun2": "Užíváš si víkend? ...to je fajn.",
        "Sun4": "Většinou zůstávám zavřený doma, ale občas si vyjdu na pláž.#$b#Ale převážně jen když prší.#$e#Když se dívám na zakalený obzor, z nějakého důvodu mám pocit... jako že... Že má cenu pokračovat dál, nebo tak něco.",
        "Fri8": "Co je nového?$h#$e#Já dneska budu zase v hospodě drtit Sama v kulečníku.$h",
        "Sun10": "Právě jsem na tebe myslel...$l",
        "Event_game1": "Fajn, to by mohlo fungovat.",
        "Event_game2": "Dobrá volba. To se skvěle hodí k mé postavě.",
        "Event_cave1": "Ne tak rychle! Chci vědět co je to zač.",
        "Event_cave2": "Vážně? Dělalo to hrozný randál!",
        "Event_cave3": "Bez meče je to nebezpečné, ale líbí se mi tvá touha po dobrodružství.$h ",
        "event_garage1": "Tak fajn.$8",
        "event_garage2": "Aha... tak nic.$9",
        "event_garage3": "Není čeho, než budeme dělat cokoli nebezpečného, tak ti ukážu jak se co dělá.$8^Netřeba se obávat... se mnou budeš v bezpečí.$8",
        "event_city1": "Hmmm... to nejsou slova, která bych zrovna použil, ale budiž.",
        "event_city2": "Jo... tak to jsme dva.$l",
        "event_city3": "Aha... No možná sem zajet nebyl tak dobrý nápad. A já myslel že dokážeš porozumět jeho kráse.$s",
        "event_city4": "Ahh... zníš jako moje matka.$a#$b#...*povzdech*$s#$b#Ale máš pravdu, jsem na nich závislý a to není dobře.$s",
        "summer_Mon": "Všichni jsou ze sluníčka tak šťastní. Vůbec to nechápu.",
        "summer_Mon6": "Všichni mají takovou radost, když je venku jasno...#$e#Každý prostě má rád něco jiného.||Většina lidí rádo pobývá na sluníčku, co?#$b#Jasně, tohle je spolehlivý způsob jak do sebe dostat denní doporučenou dávku vitamínu D...",
        "summer_Tue": "Už se těším na studené a vlhké období. Pak se cítím jako doma.",
        "summer_Wed": "Proč mám chodit ven? Vše už to tam znám.",
        "summer_Wed10": "Proč se křením? Asi jsem poslední dobou nebývale šťastný...$l",
        "summer_Thu": "Jestli se chceš zeptat, tak ne, nechci si s tebou jít zaplavat.$s#$e#Aha, ty jsi mě ${přišel^přišla}$ jen pozdravit? Tak to promiň.",
        "summer_Thu10": "Kdyby sis ${chtěl^chtěla}$ někdy jít zaplavat... tak bych klidně šel.$l",
        "summer_Mountain_58_35": "#$c .5#Teplota začíná být snesitelná až v noci.#$e#Připadá mí, že u jezera je vždycky trochu chladněji..",
        "summer_Fri": "Ah, čau. *zív*... promiň.",
        "summer_Fri6": "Ahoj, jsem rád, že jsi za mnou ${přišel^přišla}$.$h#$e#Jak to můžeš v tomhle vedru vydržet?",
        "summer_Sat": "Doufám, že dnes nebudeme mít k večeři zapečené houby...$s||Ale ne, snad dneska nebudeme mít tacos s jeskynní mrkví? ...ach jo$s",
        "spring_12": "Mě festivaly moc netáhnou. Příliš mnoho povyku a sociálních interakcí... Podle mého názoru je to více stresu, než zábavy.",
        "spring_23": "Uh... Zítra je ten nejhorší festival co kdy vymysleli. Jen počkej a uvidíš jak pitomě budu vypadat při tanci květin.",
        "fall_20": "Už se těšíš na festival dušiček? Je to asi můj nejoblíbenější festival v roce.$h",
        "fall_26": "Zítra se pořádá festival dušiček. Já vážně doufám, že tam zase budou vystavovat ty kostlivce.$h#$e#Mám pocit, že po vší té době se s nimi můžu začít kamarádit.",
        "summer_10": "Hehe... Víš co by byla sranda? Kdybys ${dal^dala}$ zítra do polévky něco hnusného. Jen bacha ať nikoho neotrávíš.#$e#Proč chci zkazit míchanou polívku? Hmm... Myslím, že někteří lidé se cítí osvobozeni, když se pevně dané uspořádání společnosti trochu naruší. Nebo jsem prostě divný.",
        "summer_27": "Zítra se všichni shromáždíme u přístavu abychom mohli pozorovat přesun měsíčních medúz. Myslím že to začíná okolo desáté večer.",
        "winter_24": "Dnes máme předvečer Zimní hvězdy. Takže nezapomeň být zítra nalačno, aby ti při hostině nepraskl žaludek.",
        "summer_Sun": "Já většinou chodím ven až po setmění. Připadá ti to divné?",
        "summer_Sun4": "Minulou noc jsem zahlédl hejno netopýrů jak lítá okolo jezera.#$e#V tuto dobu asi možná loví komáry?",
        "fall_Mon": "Takže... teď máme období velkých sklizní, že?",
        "fall_Mon4": "Tvá farma ti asi vydělává spoustu peněz, co?#$e#Myslím, že bych si v brzké době měl najít práci...$s",
        "fall_Tue": "Podzimní chuť sem... podzimní koření tam... ach jo, tyhle sezónní výstřelky mi už lezou krkem.",
        "fall_Tue6": "Kdo si Demetrius myslí že je, aby mi říkal co mám dělat? Vždyť ani není můj opravdový otec.$a",
        "fall_Wed": "*zív*... kolik je? Myslím, že jsem minulou noc trochu přespal.",
        "fall_Wed8": "Jsem rád, že jsi tady, už jsem se začínal nudit.#$e#Věř tomu nebo ne, mám teď pocit, že dokážu zaběhnout maratón.",
        "fall_Thu": "Můj pokoj by mohl být méně skličující, kdybych tu měl okno...$s",
        "fall_Fri": "*zív*... Nemohl jsem se odtrhnout od této nové knihy. Četl jsem ji až do tří do rána...#$q 62/63 fall_Fri_old#Co rád čteš, @?^Co ráda čteš, @?#$r 62 -30 Fri_bad#Klasiky.#$r 63 30 Fri_good#Pouze sci-fi a fantasy#$r 62 0 Fri_bad#Líbí se mi romantické knihy#$r 63 -30 Fri_bad#Já knihy nečtu",
        "fall_Fri_old": "$p 62#Asi by se ti nelíbila.$s|Možná by se ti líbila.",
        "fall_Fri_good": "Ha, to já taky. Nic neposune hranice lidské představivosti tak jako dobrý vědecký román.$h",
        "fall_Fri_bad": "Hmm. To zní jako nuda.",
        "fall_Fri6": "Teď čtu knihu o farmářovi. Vlastně mi tě docela připomíná.$h#$e#Promiň jestli ti je to nepříjemné.$h",
        "fall_Sat": "Nechybělo málo a celý den bych proležel v posteli a znuděně hleděl do stropu. Teď trochu lituji, že jsem tak neudělal.",
        "fall_Sun": "Slunce v těchto dnech vychází čím dál tím méně... báječné.",
        "winter_Mon": "Mám rád takovéto ponuré počasí... i když musím přiznat, že je mi trochu zima.",
        "winter_Mon4": "Nic už mě nepřekvapuje... ani nerozesměje.#$e#Jo, já vím... trochu to přeháním.",
        "winter_Tue": "Hmmm... nevím co ti mám říct. Pořád tě moc neznám.",
        "winter_Tue4": "Ahoj...#$b#Někdy je těžké vymyslet nová témata konverzace. I poté co někoho dobře znáš.#$e#...Promiň",
        "winter_Tue6": "Když mi máma vyhodila moji sbírku starých komiksů, tak strašně mě vytočila, že jsem skoro na ni začal ječet... Ale pak mě něco zastavilo.#$e#Hmm... moudrost asi přichází s věkem.",
        "winter_Tue10": "To jsi ${přišel^přišla}$ za mnou?$l#$e#...$h",
        "winter_Wed": "%Sebastian se zdá být zahloubaný do svých myšlenek.",
        "winter_Wed4": "Poslyš, nenech mě ti překážet ve vykonání tvé práce.#$e#Pokud ale nic v plánu nemáš, tak tu klidně můžeš zůstat.$h",
        "winter_Thu": "Přemýšlím co je dneska k večeři... *mručení*$s",
        "winter_Thu6": "Měl bych se naučit vařit. To zní jako užitečná dovednost.",
        "winter_Fri": "Je zábavné žít tak blízko kolejí. Je to připomínka skutečnosti, že za tímto údolím se rozléhá velký svět.",
        "winter_Fri8": "Když jsem byl mladší, vybíhal jsem ke kolejím kdykoliv jsem uslyšel, že přijíždí vlak.#$e#Kdepak jsou ty dny...? *povzdech*$s",
        "winter_Sat": "Žáby ze zimy asi nejsou úplně nadšené.#$e#Ubohé malé žabičky.$s||Copak asi žáby dělají v zimě? To jen tak zmrznou a roztají až na jaře?",
        "winter_Sat6": "Já mám rád zimu, ale je mi líto všech promrzlých zvířat tam venku.#$e#Ale asi jsou na zimu zvyklá... tak jako já.",
        "winter_Sun": "Postavil jsem sněhomoulu, ale Demetrius mě donutil ho zbourat.#$e#Co má za problém?$u",
        "winter_Sun6": "Postavil jsem sněhomoulu, ale Demetrius mě donutil ho zbourat... ale když Maru postaví malého roztomilého sněhuláka, tak to je v pořádku!$a#$e#Směšně."
      }
    }
  ]
}