{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Shane",
      "Entries": {
        "Mon": "Vůbec tě neznám. Proč bych se měl s tebou vybavovat?",
        "AcceptBirthdayGift_Loved": "Počkat, já mám dneska narozeniny? A já doufál, že na ně zapomenu.#$b#Musím ale říct, že tohle je opravdu pěkný dárek. Díky.$h",
        "AcceptBirthdayGift_Liked": "Počkat, já mám dneska narozeniny? No jo... skoro jsem na ně zapomněl. Díky.",
        "GreenRain": "Dneska nemusím do práce a den je o něco světlejší...",
        "GreenRain_2": "Co? Divné počasí? Ani jsem si nevšiml.",
        "AcceptGift_(O)StardropTea": "Heeh... díky. Chutná přesně jako pivo.",
        "FlowerDance_Accept": "Eh... no dobře.#$e#Asi bych měl přestat jíst...",
        "AcceptGift_(O)203": "Aha, to jsi ${upekl^upekla}$? *zmáčk*... co... *plác*... asi radši zůstanu u zmražené pizzy. Ale i tak díky.",
        "eventSeen_611944_memory_oneweek": "Už jsi ${ochutnal^ochutnala}$ nové Bublirrito od Jojy? Včera jsem snědla dva na jedno posezení. To byla velká chyba...",
        "dating_Shane": "Já... no... po tom všem čím sis kvůli mně ${musel^musela}$ projít, jsem to ani nečekal...",
        "dating_Shane_memory_oneday": "Myslím, že jsem snad jeden z nejšťastnějších chlápků na světě... $h",
        "eventSeen_3910975": "Nechtěl jsem, abys ${viděl^viděla}$ tuhle moji odvrácenou stránku, @...$s",
        "eventSeen_3910975_memory_oneweek": "Snažím se ubrat v pití... ale nebude to jednoduché.",
        "FlowerDance_Accept_Spouse": "Ty chceš tancovat? Ufff, ty mi teda dáváš... No dobrá, jen do sebe naperu pár skleniček na posilněnou.",
        "Mon6": "Teď budu k tobě upřímný. Fakt mi hlava nebere že chceš se mnou kamarádit.||Život není fér a tuhle hořkou skutečnost musím trpět každý den.",
        "Tue8": "Někdy si musíme zajít na zápas Razičů. Když jdu sám tak obvykle vypiju spoustu plechovek piva.",
        "Tue10": "Musím jít do sebe, už jen kvůli Jas. Nechci pro ni být špatným příkladem.||Pro Jas jsem něco jako otec. Jen doufám, že po všech těch zklamáních pro ni ještě něco znamenám.$s",
        "Fri8": "Hmm... jakpak asi vypadají moje játra? Žádná krása to asi nebude...$s#$e#Cítím se o dvacet let starší, než bych měl...$s",
        "Fri10": "Mé tělo mě už tolik nebolí co jsem omezil své pití.#$e#Ale stále mám pocit, že balancuji na hraně...$s",
        "Sat8": "Velmi jsem si oblíbil slepice naší Marnie.$h||Slepice tě nikdy nezklame. To se o lidech říct nedá...",
        "Resort_Entering": "Uf... doufám že bar je otevřený.",
        "Resort_Leaving": "No... dneškem jsem dosáhl své roční dávky vitamínu D. A teď můžu po zbytek roku v klidu hrát hry se zataženými roletami.",
        "Resort_Shore": "Vidíš správně... nemám na sobě žádné boty ani ponožky.#$b#Někteří to pravděpodobně považují za ohrožení zdraví veřejnosti.#$b#Krabům se to ale líbí.$h",
        "Resort_Chair": "Haaa... konečně můžu těmhle šunkám dát odpočinout, taková úleva.#$b#Pokud by mě někdo hledal, budu tady sedět a marinovat se.",
        "Resort_Bar": "Ahh... napít se skleničky něčeho studeného je opravdu něco...#$e#Nebo bych měl možná říct pár skleniček...",
        "Resort": "Auvajs, tenhle písek je opravdu rozpálený. Teď lituji, že jsem si nevzal boty.$s",
        "FlowerDance_Decline": "...Ne.$s",
        "pamHouseUpgrade": "Doneslo se ke mně, že si Pam ${koupil^koupila}$ dům... To je od tebe šlechetné...#$b#Hele, ${nepůjčil^nepůjčila}$ bys mi náhodou pár stovek tisíc?#$e#*hmm* ...ah... Jen si dělám srandu. ...Hehe.",
        "pamHouseUpgradeAnonymous": "Zaslechl jsem, že Pam někdo koupil dům... Ach jo... Čím si Pam zasloužila takovou štědrost??",
        "divorced": "...$a#$e#...Dej mi pokoj.$a",
        "breakUp": "*polk* Tak to jo... tohle jsem měl asi čekat.$s#$b#Takže... zase někdy v hospodě?",
        "dumped_Guys": "%Shane má skelnatý pohled. Ani nehne brvou.",
        "secondChance_Guys": "Já tě vůbec nechápu... Ach jo...",
        "Mon2": "Sotva tě znám. Proč bych se měl s tebou vybavovat?||Proč si zatvrzele chceš se mnou povídat? Já žádné přátele nepotřebuji.",
        "Mon4": "Hej. Promiň jestli jsem se k tobě choval hrubě, když jsme se poprvé potkali#$e#Chvíli mi trvá, než si zvyknu na cizí lidi.||Kamarádit se s někým vyžaduje hodně námahy. Pro mě je jednodušší být sám.",
        "Mon10": "Máš někdy pocit, že tě celý svět zkoumá jako nějaký hnusný hmyz?",
        "Tue": "Co? Co chceš? Odprejskni.",
        "Tue2": "Co ode mne chceš? Peníze? Dám ti hrnec zlata, pokud mě necháš na pokoji!",
        "Tue4": "Pokaždé když zkouším něco nového, tak se to vždy pokazí hrozným způsobem. To tě naučí v ničem nevybočovat a zůstat ve své ulitě.",
        "Tue6": "Život není zas tak špatný... pořád mám mraženou pizzu a vejce.$u",
        "Wed": "Ne, nemám čas si s tebou povídat.",
        "Wed8": "Myslím že mi Marnie a Jas přirostly k srdci. Jsme trochu chátra, ale připadám si jako v nějaké divné rodině.#$e#Jako kluk jsem neměl možnost být součástí nějaké rodiny.$s",
        "Wed4": "$d Joja#*vzdech* ...Každý den to samé. Vykládání zboží na ty hrozné regály, jít do hospody, celou noc se v posteli vrtět a převracet.$s|Svoji práci v JojaMartu jsem nenáviděl, ale teď když ani to už nemám, je mi mnohem hůř.$s",
        "Thu": "Co chceš? Dej mi pokoj.",
        "Thu4": "Jsi vážně ${neodbytný^neodbytná}$. Jen mě prostě dostává, že někdo má zájem si se mnou povídat.",
        "Thu6": "Bah... Kde je ta Joja Cola?||Proč se o něco snažit? Život je jako hra v kostky.#$e#Když házeli mými, tak spadly ze stolu.",
        "Thu8": "Vážně je se mnou taková zábava? No dobrá, asi ti věřím... možná si stejný podivín jako já.$h",
        "Fri": "Copak nemáš nic na práci?",
        "JojaMart": "%Shane teď tvrdě pracuje. Nevypadá, že má zájem si povídat.",
        "Fri4": "$d Joja#Jaký má smysl žít, když jediné co máš je práce?|Nejsem schopen platit nájem, ale Marnie mě přesto nechává u sebe bydlet. Mám štěstí.",
        "Fri6": "Dnes večer určitě půjdu do hospody. Nic jiného se tu nedá dělat.",
        "Sat": "Proč mě otravuješ? Chci být sám.",
        "Sat2": "#$1 ShaneJOSH#Nemůžu si vysvětlit proč se stále snažíš se mnou spřátelit. Copak jsem na tebe ještě nebyl dost protivný?#$e#*vzdech*...$s",
        "Sat4": "$d Joja#Marnie mi pronajala svůj pokoj za vážně dobrou cenu. Je malý, ale nemůžu si stěžovat.|Kdybych mohl zase žít od začátku, asi bych založil slepičí farmu. Samozřejmě bych je choval jen ve volném výběhu.",
        "Sat10": "Tvá farma je rájem pro slepice.$h",
        "Sun": "Copak nevidíš, že mám práci?||...nechci se s nikým bavit.",
        "Sun6": "...Myslím že začínám tloustnout.$s",
        "Sun8": "Když se budu dívat více na televizi, možná dokážu zapomenout na svůj život. To by bylo takové blaho.$u",
        "Sun10": "Ahoj @. Dnes se mi zatím docela dobře daří.$h",
        "Sun4": "Hmmm... teď je %time. Měl bych dát mraženou pizzu do mikrovlnky, nebo bych měl ještě počkat?$u||Jestli Raziči vyhrají, dám si plechovku na oslavu jejich vítězství.#$e#A pokud prohrají? Tak zapiju plechovkou svůj smutek.",
        "Sun2": "Už zase ty? Kolikrát ti mám říkat, abys mě ${nechal^nechala}$ na pokoji?$s",
        "event_room1": "Fajn... tím pádem ale bude potřeba napsat dobrý scénář. Možná požádám Eliotta o radu až ho zase potkám v hospodě.$s",
        "event_room2": "To zní skvěle. Vytvořím pár praktických efektů aby to vypadalo skvěle.",
        "event_noLoan1": "Teda že zrovna ty budeš takový skrblík...$s",
        "event_noLoan2": "Ano tati...$s^Ano mami..$s",
        "event_noLoan3": "No páni...$s",
        "event_apologize1": "...Jo, to já taky.",
        "event_apologize2": "Já vím... a proto jsem se za tebou zastavil. Rozhodl jsem se věci změnit",
        "event_apologize3": "Teda, vážně to bylo tak zlé? Já mám jedno velké okno.",
        "event_stadium1": "Jo? No asi to dává smysl.$6#$b#Mě Pelikánov někdy vážně leze na nervy.#$b#Na druhou stranu... líbí se mi, že myslíš jinak. Opaky se přitahují, ne?$l",
        "event_stadium2": "Fakt? To mě překvapuješ... ${nepřestěhoval^nepřestěhovala}$ ses do Stardew Valley abys od tohohle všeho ${utekl^utekla}$?$6#$b#Teda... nechápej mě špatně, já ti rozumím. O mém životě v Pelikánově se také nedají pět básně."
      }
    }
  ]
}