{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Strings/Movies",
      "Entries": {
        "BraveLittleSapling_Title": "Odvážný malý výhonek",
        "BraveLittleSapling_Description": "Animovaný rodinný film o kouzelné cestě malého klíčku stát se velkým stromem!",
        "BraveLittleSapling_Scene1": "Odvážný malý výhonek",
        "BraveLittleSapling_Scene2": "Odvážný malý výhonek opouští svůj domov. Na chvilku zaváhá a podívá se za sebe s vědomím, že se sem na dlouhou dobu nevrátí...",
        "BraveLittleSapling_Scene3": "Ostatní výhonky z jeho lesíka se shromáždili na kraji města a nadšeně mávají svými větvičkami na rozloučenou...!",
        "BraveLittleSapling_Scene4": "Ale ne! Z ničeho nic začalo pršet...! Malý výhonek se rychle rozeběhne zatímco se nad ním začínají stahovat černá mračna...",
        "BraveLittleSapling_Scene5": "Bojíce se o svůj život a sklíčen vytrvalou průtrží začal odvážný malý výhonek ztrácet naději že z něho někdy bude strom...",
        "BraveLittleSapling_Scene6": "...ale co to...? Na jeho hlavě zdá se něco raší...",
        "BraveLittleSapling_Scene7": "Možná malý deštík byl tím prvním krokem na cestě stát se stromem!",
        "BraveLittleSapling_Scene8": "Sbohem, malý kamarádíčku!",
        "NaturalWonders_Title": "Zázraky přírody: Zkoumáme náš živý svět,",
        "NaturalWonders_Description": "Pojďte se s námi společně podívat po oblastech republiky Kapradinové bystřiny... od Kapradinových ostrovů až po město Zuzu, tento svět překypuje životem!",
        "NaturalWonders_Scene1": "'Zázraky přírody: Zkoumáme náš živý svět'",
        "NaturalWonders_Scene2": "Kapradinové ostrovy. Tropický ráj nacházející se 130 kilometrů od jižního pobřeží. Za svůj původ vděčí sopečné aktivitě v oblasti a dle nedávných průzkumů se stále rozrůstají...",
        "NaturalWonders_Scene3": "Teplé klima jižního oceánu dává možnost k extrémní biodiverzitě... zjednodušeně řečeno, na ostrově se to hemží životem!",
        "NaturalWonders_Scene4": "Nyní se přesuneme na sever do rušného Města Zuzu. Je to svět betonu a oceli osvětlený září elektrických žárovek.",
        "NaturalWonders_Scene5": "Podmínky k přežití jsou někdy kruté, ale i zde lze nalézt bujarý život...",
        "NaturalWonders_Scene6": "Daleko na západě leží, osamocené v Drahokamovém moři, Prériové ostrovy. Ačkoliv to z jejich názvu nemusí být patrné, vyskytuje se zde rozmanité spektrum přírodních biomů.",
        "NaturalWonders_Scene7": "Ostrov je také proslaven hojnou populací mývalů!",
        "NaturalWonders_Scene8": "Nakonec se vrátíme na pevninu, kde navštívíme jednu z nejmalebnějších oblastí kontinentu... Stardew Valley.",
        "NaturalWonders_Scene9": "Mírné podnebí údolí je útočištěm mnoha lesních živočichů a hmyzu. Tak překrásné místo to je!",
        "JourneyOfThePrairieKing_Title": "Cesta krále prérie: Film,",
        "JourneyOfThePrairieKing_Description": "Všemi zbožňovaná video hra přichází na stříbrné plátno!",
        "JourneyOfThePrairieKing_Scene1": "'Cesta krále prérie: Film'",
        "JourneyOfThePrairieKing_Scene2": "Náš hrdina, král prérie, je zase na staré prašné cestě, kde tentokrát střeží karavanu s vozy plnými pokladů.",
        "JourneyOfThePrairieKing_Scene3": "Ale, náš hrdina netuší, že z nedaleké skály ho pozoruje prohnaný zlotřilec...",
        "JourneyOfThePrairieKing_Scene4": "'Konečně se mi naskytla příležitost se provždy zbavit toho sebestředného šerifa a navíc neodejít s prázdnou... teď nastává čas na moji odplatu!'",
        "JourneyOfThePrairieKing_Scene5": "'Ale ne! Lavina míří přímo na ně.'",
        "JourneyOfThePrairieKing_Scene6": "Král prérie náhle uslyší z dálky slabé hřmění... podívejte!",
        "JourneyOfThePrairieKing_Scene7": "Myšlenkami zaváhá jen na chvíli. S rychlostí blesku sevře svoji pistoli a vystřelí.",
        "JourneyOfThePrairieKing_Scene8": "Ale co to? Voda náhle stříká všude!",
        "JourneyOfThePrairieKing_Scene9": "Zase to dokázal! Husté bahno zastavilo lavinu a nebezpečí je zažehnáno.",
        "JourneyOfThePrairieKing_Scene10": "Všichni jsou v bezpečí.",
        "JourneyOfThePrairieKing_Scene11": "Konec.",
        "Wumbus_Title": "Bulík,",
        "Wumbus_Description": "Absurdní sci-fi komedie soustředěná okolo života podsaditého muže z jiné planety.",
        "Wumbus_Scene1": "'Bulík'",
        "Wumbus_Scene2": "Bulík, vždy v neustálé pohodě, se válí na lehátku a užívá si sluníčka na jeho planetě.",
        "Wumbus_Scene3": "Jeho věrný služebník, Žrádlobot, mu neustále servíruje smažené lepkové puky s 'červenou omáčkou'.",
        "Wumbus_Scene4": "Bulík se snaží svému synovci, Roštovi, ukázat jak zajímavé jsou kultura a dění v jejich hvězdném systému, ale jeho to jen nudí.",
        "Wumbus_Scene5": "'Je to na prd!'",
        "Wumbus_Scene6": "Film je humorný pohled do života v Bulíkově podivném světě, kde technologie a společnost 'pokročila' v extrémní míře.",
        "Wumbus_Scene7": "Mnoho scének se pokouší najít humor v absurditě moderního způsobu života.",
        "Wumbus_Scene8": "I když mají Bulík a jeho přátelé skoro nekonečné možnosti jak se bavit, stále si nejraději zajdou na chutné jídlo jménem 'pizza' (vyrobená ze 100% lepkových materiálů).",
        "Mysterium_Title": "Mystérium,",
        "Mysterium_Description": "Nahlédněte za půlnoční oponu... kdo neuvidí neuvěří!",
        "Mysterium_Scene1": "'Mystérium'",
        "Mysterium_Scene2": "Ve tmě skoro neviditelná silueta...",
        "Mysterium_Scene5": "Pustá prázdnota vesmírného neznáma... kde vás čekají hrůzy nevýslovné.",
        "Mysterium_Scene8": "Na plátně se přehrává spousta nesouvisejících scén které se nezdají být z tohoto světa...",
        "Mysterium_Scene10": "'Vašim přátelům MUSÍTE říct, aby ještě dnes shlédli MYSTÉRIUM...'",
        "Mysterium_Scene11": "'...nebo vás osobně navštívím, až budete spát!'",
        "ItHowlsInTheRain_Title": "Vytí v dešti,",
        "ItHowlsInTheRain_Description": "Skupina mladíků se vydá zjistit zdroj podivného zvuku. (Pouze s doprovodem rodičů)",
        "ItHowlsInTheRain_Scene1": "Vytí v dešti ",
        "ItHowlsInTheRain_Scene2": "'Následující záběry byly nalezeny v opuštěné kameře 50 kilometrů jižně od Krabovky'",
        "ItHowlsInTheRain_Scene3": "'Slyšeli jste to? Myslím, že to šlo z toho lesa... Jdeme to prozkoumat...?'",
        "ItHowlsInTheRain_Scene4": "'(Funění)... Podívejte!'",
        "ItHowlsInTheRain_Scene5": "(Kamera se náhle vrhne kupředu dále do lesa)",
        "ItHowlsInTheRain_Scene6": " Aaah! ",
        "ItHowlsInTheRain_Scene6_2": "'Ah, to jsi jen ty, Gary... *uf* *huf*... přestaň mě brát za ruku!'",
        "ItHowlsInTheRain_Scene7": "Podívej! Něco je ve křoví...",
        "ItHowlsInTheRain_Scene8": " Áááááá! ,",
        "ItHowlsInTheRain_Scene8_2": " Ah... ",
        "ItHowlsInTheRain_Scene9": "(Lze slyšet tlumené výkřiky a zvláštní zvuk prohrabování)",
        "ItHowlsInTheRain_Scene10": " Je pořád někde tam venku... ",
        "MiracleAtColdstarRanch_Title": "Zázrak u Ledohvězdů,",
        "MiracleAtColdstarRanch_Description": "Přes všechny útrapy rodina dokáže uchovat ducha Zimní hvězdy v jejích srdcích...",
        "MiracleAtColdstarRanch_Scene1": "'Zázrak u Ledohvězdů'",
        "MiracleAtColdstarRanch_Scene2": "Je večer Zimní hvězdy a již 3. týden v kuse neustále sněží.",
        "MiracleAtColdstarRanch_Scene3": "Rodina Ledohvězdů je uvězněna... dostat se do města je nemožné. Naštěstí mají jejich krávy dostatek sena, aby nepošli hladem.",
        "MiracleAtColdstarRanch_Scene5": "...Ale rodina takové štěstí nemá.",
        "MiracleAtColdstarRanch_Scene7": "I v takovéto zimě se táta Ledohvězda odváží překonat kruté počasí, aby mohl pokácet strom na oslavu svátků...",
        "MiracleAtColdstarRanch_Scene9": "Přestože rodina trpí hladem, s radostí strom ozdobí, aby splnila tradiční slib Zimní hvězdě.",
        "MiracleAtColdstarRanch_Scene11": "Té noci se stane zázrak...",
        "MiracleAtColdstarRanch_Scene12": "Ráno následujícího dne máma Ledohvězdová nemůže uvěřit vlastním očím při pohledu na strom ozdobený kosmickým ovocem.,",
        "MiracleAtColdstarRanch_Scene12_2": "'Věřili jsme v Zimní hvězdu a proto se na nás nezapomnělo!'",
        "MiracleAtColdstarRanch_Scene13": "Všichni si kapku hvězd spravedlivě rozdělili. A i když každý dostal malý kousek, všechny do plna zasytil a navíc to bylo to nejchutnější jídlo co kdy jedli.",
        "MiracleAtColdstarRanch_Scene14": "Rodina byla zachráněna a naděje znovu žije v nich. Slib Zimní hvězdy byl opět splněn...",
        "ZuzuCityExpress_Title": "Expres do Města Zuzu,",
        "ZuzuCityExpress_Description": "Proslavený klasický film pečlivě zrestaurován pro moderní kina.",
        "ZuzuCityExpress_Scene1": "'Expres do Města Zuzu'",
        "ZuzuCityExpress_Scene2": "Expres do Města Zuzu se vydává na svoji poslední cestu na jih z mrazivého pobřeží... cesta potrvá tři dny!",
        "ZuzuCityExpress_Scene3": "Mladá žena se tesklivě dívá z okna.",
        "ZuzuCityExpress_Scene6": "Film se zabývá věčným tématem... konfliktem mezi rozumem a city.",
        "ZuzuCityExpress_Scene7": "Poslechne co ji rozum nařizuje, nebo po čem její srdce touží?",
        "ZuzuCityExpress_Scene8": "Film končí před tímto rozuzlením..."
      }
    }
  ]
}