{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Strings/MovieReactions",
      "Entries": {
        "Penny_*_BeforeMovie": "Dívat se na film s mámou mě vrací do mých mladých let!",
        "Penny_*_DuringMovie": "(Pam a Penny nemohou z plátna oči spustit!)",
        "Penny_*_AfterMovie": "Je hezké, že můžeme dělat takovéto věci zase jako rodina!",
        "Penny_spring_movie_0_BeforeMovie": "Moc se na film těším! Jas a Vincent pořád dokola mluví jak tento film chtějí vidět.",
        "Penny_spring_movie_0_DuringMovie": "Hmm, musí být opravdu těžké takto opustit svoji rodinu...$s",
        "Penny_spring_movie_0_DuringMovie_2": "Penny se zdá mít slzy na krajíčku...",
        "Penny_spring_movie_0_AfterMovie": "Díky, že jsi mě ${pozval^pozvala}$ na tento film. Už se nemůžu dočkat jak se děti budou tvářit až jim o něm budu vyprávět!",
        "Penny_family_BeforeMovie": "Aha, '{0}'! Tohle vypadá jako zábavný a užitečný film!",
        "Penny_family_DuringMovie": "(Penny se usmívá)",
        "Penny_family_AfterMovie": "Určitě bych někdy měla na tento film vzít i děti!",
        "Penny_comedy_BeforeMovie": "Už se moc těším, zrovna teď mám chuť se moc zasmát!",
        "Penny_comedy_DuringMovie": "Oni opravdu...?! Hahahaha!",
        "Penny_comedy_AfterMovie": "Uf, mám křeče z toho jak moc jsem se smála...!",
        "Penny_horror_BeforeMovie": "Jsem trošku nervózní... na strašidelné filmy moc nechodím.$s",
        "Penny_horror_DuringMovie": "Nemůžu se dívat...$s",
        "Penny_horror_AfterMovie": "Doufám, že dneska nebudu mít z toho noční můry!$s",
        "Penny_love_BeforeMovie": "Super, tenhle film jsem toužila vidět!",
        "Penny_love_AfterMovie": "Úžasné! Doufám, že natočí pokračování!",
        "Penny_like_BeforeMovie": "Ahoj, o tomhle filmu jsem četla dobré recenze!",
        "Penny_like_AfterMovie": "To byl skvělý film! Díky, že ses na něj se mnou ${koukal^koukala}$",
        "Penny_dislike_BeforeMovie": "No, nemůžu úplně říct, že bych si tento film sama vybrala, ale zkusím mít otevřenou mysl...",
        "Penny_dislike_AfterMovie": "Promiň, asi jsem ti ten film celý zkazila, ale mě se opravdu moc nelíbil...",
        "Penny_seen_love_BeforeMovie": "Ach, '{0}'! Tohle jsem už viděla s {2}!",
        "Penny_seen_like_BeforeMovie": "Tenhle film jsem už viděla s {2}, moc se nám líbil!",
        "Penny_seen_dislike_BeforeMovie": "Hmm, pokud dobře vzpomínám, tak jsem dostala lístek na tento film od {2} ...",
        "Pam_*_BeforeMovie": "Ahoj prcku. Díky za pozvání.",
        "Pam_*_AfterMovie": "Hehe, to vůbec nebylo špatné!",
        "Krobus_fall_movie_0_BeforeMovie": "Psst... hej, to jsem já, Krobus. Ani mě nemůžeš poznat, co?$8#$b#Pokud k nám někdo přijde, tak budeš mluvit ty, souhlasíš?$8",
        "Krobus_fall_movie_0_DuringMovie": "Krobus zuří...,",
        "Krobus_fall_movie_0_DuringMovie_2": "Ne všichni stínoleci jsou takoví!$8",
        "Krobus_fall_movie_0_AfterMovie": "Nejsem zvyklý nosit oblečení... je to velmi nepohodlné!$8",
        "Krobus_*_BeforeMovie": "*Ehm*... Zdravím! Již se moc těším na návštěvu vizuálního zábavného centra a konzumaci puklé kukuřice... stejně jako ostatní lidé tady!$8#$b#*šeptem*... jak mi to jde?$8",
        "Krobus_*_AfterMovie": "Takže vašemu druhu se líbí hodiny zírat na blikající světla? Velmi zajímavé...$8",
        "Wizard_fall_movie_0_BeforeMovie": "Dnes večer cítím, jak touto budovou prostupují síly kouzelné...",
        "Wizard_fall_movie_0_DuringMovie": "V kouzelníkově oku se cosi třpytí...,",
        "Wizard_fall_movie_0_DuringMovie_2": "Když jen pomyslím... obyčejní lidé ani nemají ponětí, že toto všechno jsou neupravené a skutečné záběry!",
        "Wizard_fall_movie_0_AfterMovie": "Pro ty co jsou naladěni na tajemství světa kouzel a ezoteriky, měl tento film hluboký význam...",
        "Wizard_*_AfterMovie": "To jsi mě ${odtáhl^odtáhla}$ od mých důležitých studií kvůli něčemu *takovému*?",
        "George_love_BeforeMovie": "Noviny tomuto filmu daly '5 hvězdiček', tak jsem ochotný to zkusit.",
        "George_love_AfterMovie": "Hehe! To bylo vlastně docela dobré! Díky za pozvání.",
        "George_like_BeforeMovie": "Hmf... kina už nejsou to co bývala... aspoň obraz se zdá být přijatelný.",
        "George_like_AfterMovie": "Ha. Tohle nebylo zas tak špatné ve srovnání s tím co v kinech normálně dávají.$h",
        "George_dislike_BeforeMovie": "Hmf... radši tenhle film prospím.",
        "George_dislike_AfterMovie": "Taková hanebnost! Dneska lidé nazývají 'filmem' kdejakou verbež...",
        "Alex_summer_movie_1_BeforeMovie": "Tenhle film má být opravdu srandovní, tak už se nemůžu dočkat.",
        "Alex_summer_movie_1_AfterMovie": "Haha! Tenhle film se mi opravdu líbil. Ale jíst jen lepkové puky bych asi nedokázal.",
        "Alex_love_BeforeMovie": "Už dlouho jsme chtěl tenhle film vidět. Díky za lístek a pozvání, @!",
        "Alex_love_AfterMovie": "To byl skvělý film! Ještě teď mám ze vší té akce v nohách mravenčení.",
        "Alex_like_BeforeMovie": "Ahoj, co říkáš, bude ten film za něco stát? Budu ale potřebovat něco k zakousnutí...",
        "Alex_like_AfterMovie": "Ha, to docela ušlo. Díky, že jsi mě ${pozval^pozvala}$, @.",
        "Alex_dislike_BeforeMovie": "Tenhle film se zdá být spíš pro šprty, ale dám mu šanci.",
        "Alex_dislike_AfterMovie": "Nevím, jestli tenhle film byl hrozná nuda, nebo jsem příliš velký hlupák, abych ho pochopil...$s",
        "Evelyn_love_BeforeMovie": "V kině jsem byla naposledy před dvaceti lety! Než k nám toto přišlo do města, tak jsem si myslela, že další film už nikdy neuvidím!$h",
        "Evelyn_love_AfterMovie": "Moc milý film... teď už doufám chápeš proč je '{0}' považován za klasiku.",
        "Evelyn_like_BeforeMovie": "Je od tebe milé pozvat tuhle stařenku do kina.$h",
        "Evelyn_like_AfterMovie": "Jsem ráda, že stále točí slušné filmy... moc jsem se bavila!",
        "Evelyn_dislike_BeforeMovie": "Strašidelné filmy mi nikdy nebyly po chuti, ale snad tento nebude tak hrozný.",
        "Evelyn_dislike_DuringMovie": "Už je konec?$s",
        "Evelyn_dislike_DuringMovie_2": "Evelyn si zakrývá své oči rukama.",
        "Evelyn_dislike_AfterMovie": "Skoro celý film jsem musela mít zavřené oči...$s",
        "Pierre_love_BeforeMovie": "Na starých sci-fi snímcích jsem vyrostl, takže s velkým zájmem chci vidět moderní zpracování tohoto žánru.",
        "Pierre_love_AfterMovie": "Haha! Nebylo to přesně dle mých představ, ale i tak se mi to hodně líbilo! S Bulíkem mám hodně společného.$h",
        "Pierre_like_BeforeMovie": "Většinou celý den pracuji, takže tohle je pro mě příjemná změna.",
        "Pierre_like_AfterMovie": "To nebylo vůbec špatné! Jestlipak mají nějaké zboží, které bych mohl prodávat...",
        "Abigail_summer_movie_0_BeforeMovie": "Pořád nemůžu uvěřit, že udělali film z Krále prérie... doufám, že to bude stejné jako hra!",
        "Abigail_summer_movie_0_DuringMovie": "Poslouchej... slyšíš tu starou známou hudbu?$h",
        "Abigail_summer_movie_0_AfterMovie": "No herci stáli za starou botu, ale vše ostatní bylo super.$h",
        "Abigail_spring_movie_1_BeforeMovie": "Už se těším na 'Zkoumání našeho živého světa'... co ty?$h",
        "Abigail_spring_movie_1_DuringMovie": "To jsem nevěděla!",
        "Abigail_spring_movie_1_AfterMovie": "To bylo opravdu zajímavé. Ti mývalové byli nejlepší... jsou tak rozkošní!$h",
        "Abigail_love_BeforeMovie": "Horory miluju... doufám, že se budu i bát!$h",
        "Abigail_love_DuringMovie": "Haha! Tohle není horor, ale komedie.$h",
        "Abigail_love_DuringMovie_2": "Abigail se hihňá!",
        "Abigail_love_AfterMovie": "To byl pěkně legrační film, ale nakonec se líbil.$h",
        "Abigail_like_BeforeMovie": "Ahoj! Díky, že jsi mě ${pozval^pozvala}$. Do kina si vždycky ráda zajdu.$h",
        "Abigail_like_AfterMovie": "To byl zajímavý film... nevím co bych dělala být na stejném místě...",
        "Abigail_dislike_BeforeMovie": "Z ukázek které jsem viděla to vypadá na pěknou nudu...$6",
        "Abigail_dislike_DuringMovie": "Vzbuď mě až se začne dít něco zajímavého.$6",
        "Abigail_dislike_AfterMovie": "*zív*... to byla pěkná nuda, co?$6",
        "Caroline_summer_movie_0_BeforeMovie": "Snímky o divokém západu jsem vždy měla ráda, takže se na tento už nemůžu dočkat!",
        "Caroline_summer_movie_0_AfterMovie": "Nádhera! S těmi kostýmy a vším okolo bych přísahala, že nátačeli přímo v té době.",
        "Caroline_love_BeforeMovie": "Tento film je tak roztomilý. Doufala jsem, že mě na něj někdo pozve!",
        "Caroline_love_DuringMovie": "Ale ne, snad ten ubožáček bude v pořádku...$s",
        "Caroline_love_AfterMovie": "To byl tak hezký film. Díky za pozvání!",
        "Caroline_like_BeforeMovie": "{0}'... vůbec nevím o čem to je! Snad tam nebude moc násilí.",
        "Caroline_like_AfterMovie": "Čekala jsem že to bude horší! Až budu doma, tak si o tomto filmu promluvím s Abigail, určitě ho viděla.$h",
        "Caroline_dislike_BeforeMovie": "Mám takový pocit, že tento snímek bude spíše zklamáním... ale jsem ochotná se na něj podívat.",
        "Caroline_dislike_AfterMovie": "To bylo takové hloupoučké... vsadím se, že Pierrovi by se to líbilo.$s",
        "Harvey_spring_movie_1_BeforeMovie": "Tento film mě činí značně nervózním... *polk*",
        "Harvey_spring_movie_1_DuringMovie": "Já se bojím!$8",
        "Harvey_spring_movie_1_DuringMovie_2": "Harvey se třese!",
        "Harvey_spring_movie_1_AfterMovie": "Mám strach z výšek. Ty letecké záběry mi neudělaly moc dobře... ale když pominu tuto malou vadu, nebyl to špatný zážitek.$h",
        "Harvey_love_BeforeMovie": "V Deníku Města Zuzu jsem na tento snímek četl velmi pochvalnou recenzi...",
        "Harvey_love_DuringMovie": "Tohle tě vážně nutí přemýšlet, že?",
        "Harvey_love_AfterMovie": "To bylo vskutku brilantní! Jsem moc vděčný, že jsi mě ${umožnil^umožnila}$ shlédnout tuto podívanou, @.$h",
        "Harvey_like_BeforeMovie": "Sice zas tak často filmy nesleduji, ale tento snímek byl veřejností dobře přijat, ne?",
        "Harvey_like_AfterMovie": "To bylo zajímavé! {0} se mi vrylo do paměti určitě na něj jen tak nezapomenu.",
        "Harvey_dislike_BeforeMovie": "Tento film je na mě možná až moc...$s",
        "Harvey_dislike_DuringMovie": "Asi omdlím...$8",
        "Harvey_dislike_DuringMovie_2": "Harveyho krevní tlak stoupá do nebeských výšin!",
        "Harvey_dislike_AfterMovie": "Po tom filmu mám snad záněty po celém těle...$s",
        "Gus_summer_movie_1_BeforeMovie": "Na toto jsme viděl reklamu v televizi. Podle mě bude o zábavu postaráno!",
        "Gus_summer_movie_1_AfterMovie": "Mně jako milovníkovy jídla připadla ta podivná posedlost lepkovým jídlem velmi srandovní.$h",
        "Gus_winter_movie_0_BeforeMovie": "Do sváteční nálady mě dostane jen '{0}'. Bez tohoto filmu to není ono!",
        "Gus_winter_movie_0_AfterMovie": "To bylo tak dojemné... až tě to hřeje u srdce. A nějak se jim i povedlo nastrojit to proslulé ovoce aby vypadalo velmi chutně. Jednou bych ho chtěl také ochutnat.",
        "Gus_fall_movie_0_BeforeMovie": "Říká se, že tento film je 'neobvyklý'... jinými slovy chtějí říct, že je špatný?$s",
        "Gus_fall_movie_0_AfterMovie": "Nechápu. Jaký to vše mělo smysl? Asi jsem na toto příliš starý.$s",
        "Gus_like_BeforeMovie": "*čich* *čich* ... cítím nějakou dobrotu...",
        "Gus_like_AfterMovie": "Nebylo to úplně zlé. Jsem rád, že jsem přišel!",
        "Lewis_summer_movie_0_BeforeMovie": "Na kovbojky jsem se díval za mlada... rád vidím, že tento žánr ještě úplně není odsouzen k zániku!",
        "Lewis_summer_movie_0_DuringMovie": "(Jakýpak asi vosk na knír používá?)",
        "Lewis_summer_movie_0_DuringMovie_2": "Starosta Lewis se zdá být ponořen hluboko ve svých myšlenkách...",
        "Lewis_summer_movie_0_AfterMovie": "Haha, výtečná podívaná! Připomnělo mi to mé mládí...$h",
        "Lewis_spring_movie_1_BeforeMovie": "Sám guvernér mi tento snímek doporučil!",
        "Lewis_spring_movie_1_AfterMovie": "Fantastické! Stardew Valley v dokumentu vypadalo opravdu nádherně, nemyslíš? Kéž by ale ukázali také Pelikánov jako samostatnou kapitolu...$h",
        "Lewis_like_BeforeMovie": "Z pozice starosty je mojí povinností sledovat jaké filmy se v naší komunitě promítají. Musíme se přeci starat o mladé mysli naší příští generace!",
        "Lewis_like_AfterMovie": "Hehe! Tohle se dá snést... řekl bych že tento film dostal 'Odznak starosty'.$h",
        "Lewis_dislike_BeforeMovie": "Hmm... no bude velmi zajímavé zjistit na co se mladí lidé v těchto dnech dívají...",
        "Lewis_dislike_AfterMovie": "No... přemýšlím, zda témata a poselství v tomto filmu jsou dobrá pro naší komunitu...",
        "Jodi_love_BeforeMovie": "Tenhle film jsem už před dlouhými lety jednou viděla. Byla to pravá romantika!",
        "Jodi_love_AfterMovie": "Byl přesně takový jak si ho pamatuji... příběh toho filmu cloumal mými city. Musím ti poděkovat za tvé pozvání.",
        "Jodi_like_BeforeMovie": "Doufám, že sedadla jsou vycpaná. Jsem celý den na nohou!",
        "Jodi_like_AfterMovie": "Nejsem žádná odbornice na filmy... ale tohle se mi líbilo! Díky, @.",
        "Sam_summer_movie_1_BeforeMovie": "Jo jo jo, už se nemůžu dočkat! Slyšel jsem že hudba v tomto filmu je famózní.",
        "Sam_summer_movie_1_DuringMovie": "Tenhle film je fakt něco! Kam na ty nápady chodí?$h",
        "Sam_summer_movie_1_DuringMovie_2": "Sam se popadá smíchem za břicho!",
        "Sam_summer_movie_1_AfterMovie": "*psst*... Nikomu to neříkej, ale nosím stejné ponožky co měl Bulík na sobě.",
        "Sam_horror_BeforeMovie": "Takže ty máš ${rád^ráda}$ strašidelné filmy, jo? To bych do tebe neřekl!",
        "Sam_horror_AfterMovie": "To bylo něco! Já se u takovýchto filmů většinou nebojím, ale tenhle mě docela dostal... Vincentovi o tomhle radši nic říkat nebudu a už vůbec ho na něj nenechám koukat.",
        "Sam_like_BeforeMovie": "Ahoj, díky za lístek, @... super že konečně máme tady u nás kino.",
        "Sam_like_AfterMovie": "Nebyla to úplná nuda! Na tenhle film bych klidně vzal i Vincenta s sebou.",
        "Sam_dislike_BeforeMovie": "To je ten starý film, kde se hodně povídá, co? Hmm... $s",
        "Sam_dislike_DuringMovie": "Co? Aha! Jasně... film je moc... zajímavý...$10",
        "Sam_dislike_DuringMovie_2": "Sam si hraje na své přenosné herní konzoli.",
        "Sam_dislike_AfterMovie": "Jo... ehm... jedna z postav byla moc zajímavá... a um... hehe...$10",
        "Vincent_love_BeforeMovie": "Kdy už to začne? Máma taky říkala, že dostanu i něco dobrého!$h",
        "Vincent_love_DuringMovie": "Vincent si film velmi užívá!",
        "Vincent_love_AfterMovie": "To byla super švanda! Můžeme si to pustit znovu?$h",
        "Vincent_dislike_BeforeMovie": "A... ale... tenhle film je pro dospěláky, ne?$s",
        "Vincent_dislike_DuringMovie": "Vincent se ošívá v sedačce.",
        "Vincent_dislike_AfterMovie": "To byla taková nuda... ničemu jsem nerozuměl.$s",
        "Kent_like_BeforeMovie": "Vřelé díky za pozvání na film, @. Není pro mě zrovna lehké se vrátit zpět do civilního života a navyknout si na klid maloměsta, ale díky tobě se tu cítím opravdu vítán.",
        "Kent_like_DuringMovie": "Výborný snímek... připomíná mi časy, kdy bylo vše jednodušší...$h",
        "Kent_like_DuringMovie_2": "Na Kentově tváři se objevil zřídka viděný úsměv.",
        "Kent_like_AfterMovie": "Krásné rozptýlení. Když tě film takto vtáhne do děje, všechny tvé starosti a strasti prostě zmizí.",
        "Kent_dislike_BeforeMovie": "Nejsem si úplně jist co mám od tohoto filmu čekat...",
        "Kent_dislike_DuringMovie": "Kentovi po těle vyrašil studený pot...",
        "Kent_dislike_AfterMovie": "Prosedět tento film bylo pro mě těžké. Přesto jsem vděčný za tvoji ochotu mě vytáhnout z domu.",
        "Clint_winter_movie_1_BeforeMovie": "Tenhle film je samá romantika, že jo? Ach jo.$s",
        "Clint_winter_movie_1_DuringMovie": "Proč má ráda TAKOVÉHO chlápka? Podle mě tenhle film není moc realistický...$3",
        "Clint_winter_movie_1_DuringMovie_2": "Clint se mračí.",
        "Clint_winter_movie_1_AfterMovie": "Mám z toho filmu depresi...$s",
        "Clint_like_BeforeMovie": "Takže tu máme 'pánskou jízdu', co? To znamená, že si musím koupit vlastní občerstvení?^Ah... tak... takže tohle je rande?$4",
        "Clint_like_DuringMovie": "To je jen... *škyt*... Joja Cola.$h^*šeptem*...Pokud si... ehm, unavená... můžeš si opřít svoji hlavu... o mé rameno. Hehe... nebo ne!$4",
        "Clint_like_DuringMovie_2": "Clint usrkává z neoznačené lahve.",
        "Clint_like_AfterMovie": "Hej... to byla docela sranda... ne?$h",
        "Emily_spring_movie_1_BeforeMovie": "Snědla jsem spoustu oříšků v rámci přípravy na tento film... jsou přeci potrava pro mozek!",
        "Emily_spring_movie_1_AfterMovie": "Po tomto filmu se cítím chytřejší než předtím... co ty?",
        "Emily_love_BeforeMovie": "Když jsem uviděla plakát pro tento film, ucítila jsem na vršku své hlavy příjemné svědění.$h",
        "Emily_love_AfterMovie": "Ten film byl svým způsobem velmi duchovní záležitost... nemyslíš? Já jsem si ho zamilovala!$h",
        "Emily_like_BeforeMovie": "Jsem ráda, že s tebou můžu tento film vidět! Často se nechávám úplně vtáhnout do děje filmu.",
        "Emily_like_AfterMovie": "Mám po shlédnutí hezký pocit... to znamená, že to byl dobrý film!$h",
        "Emily_dislike_BeforeMovie": "Obvykle se dívám na pozitivnější filmy, tak uvidíme co mi tento přinese.",
        "Emily_dislike_DuringMovie": "Yobo, prosím chraň mě před temnou energií tohoto filmu.$7",
        "Emily_dislike_DuringMovie_2": "Emily si šeptá pro sebe...",
        "Emily_dislike_AfterMovie": "Po tomto filmu je má energie úplně vyčerpána...$3",
        "Haley_winter_movie_1_BeforeMovie": "Mmm... je tu tak hezky teplíčko a útulno. Zima je nejlepší doba na chození do kina.$h",
        "Haley_winter_movie_1_AfterMovie": "To bylo velmi romantické.",
        "Haley_winter_movie_0_BeforeMovie": "Mmm... je tu tak hezky teplíčko a útulno. Zima je nejlepší doba na chození do kina.$h",
        "Haley_winter_movie_0_AfterMovie": "Jsem ráda že to tak dobře skončilo!",
        "Haley_dislike_BeforeMovie": "Aha, to je jeden z těch 'fantastických' filmů?$7",
        "Haley_dislike_AfterMovie": "*zív*... Co? Aha... o čem vlastně ten film byl?$7",
        "Haley_like_BeforeMovie": "Všichni o tomto filmu mluví, takže jsem ráda, že ho konečně taky uvidím.",
        "Haley_like_AfterMovie": "Ta poslední scéna... co tím vlastně mysleli?",
        "Maru_spring_movie_1_BeforeMovie": "Ahoj, @! Na tenhle film se už moc těším... doufám že se toho hodně dozvíme!$h",
        "Maru_spring_movie_1_DuringMovie": "Ah, chápu... to je velmi zajímavé!",
        "Maru_spring_movie_1_DuringMovie_2": "Maru si dělá poznámky!",
        "Maru_spring_movie_1_AfterMovie": "Ten film byl plný informací! Netušila jsem, že se ve velkém městě dá najít tolik různých forem života.",
        "Maru_summer_movie_1_BeforeMovie": "Tohle je sci-fi film, že? Jedna z věcí, které na nich mám ráda je vidět jaké zvláštní technologie tvůrci vymyslí.",
        "Maru_summer_movie_1_AfterMovie": "No, musím říct, že nic *takového* jsem svým teleskopem neviděla... ale je to zajímavý koncept!$h",
        "Maru_like_BeforeMovie": "Moc ráda chodím do kina, i přestože je promítaný film špatný!$h",
        "Maru_like_AfterMovie": "To bylo zajímavé rozhodnutí pro pojetí poslední scény. Co myslíš že byl jejich záměr?",
        "Sebastian_love_BeforeMovie": "Nazdar. Slyšel jsem, že tento film je pěkně ponurý... už se na něj těším.$h",
        "Sebastian_love_DuringMovie": "Kinematografie je někde úplně jinde.",
        "Sebastian_love_DuringMovie_2": "Sebastian má ve tváři lehký úsměv.",
        "Sebastian_love_AfterMovie": "Nejlepší film co jsem za poslední dobu viděl... přemýšlím jak dokázali udělat některé z těch zvláštních efektů.$h",
        "Sebastian_like_BeforeMovie": "*krčí rameny*... plakát vypadal docela hustě, takže jdu do toho.",
        "Sebastian_like_AfterMovie": "No nebyl to nejlepší film všech dob, ale dalo se na to dívat... takže aspoň za to ti můžu poděkovat.",
        "Sebastian_dislike_BeforeMovie": "Doufám že film nebude nijak dlouhý...",
        "Sebastian_dislike_AfterMovie": "Tenhle film je asi pro jeho cílovou skupinu dobrým zážitkem, ale mě to nic nedává.",
        "Robin_love_BeforeMovie": "Poslední dobou je tu hrozná nuda, takže pěkně akční film je přesně to co potřebuji.",
        "Robin_love_AfterMovie": "Teď jsem celá nabuzená! Skvělý způsob jak zabít nudu.$h",
        "Robin_like_BeforeMovie": "Nevím o čem vlastně tento film je a ani to vědět nepotřebuji! Je to dobrá záminka jak se dostat z domu.",
        "Robin_like_AfterMovie": "Ten film byl kopec srandy, @. Jsem ráda že jsme tohle ${podnikli^podnikly}$.",
        "Demetrius_winter_movie_1_BeforeMovie": "Krátká procházka ve sněhu dokáže tvoji krev opravdu rozproudit.",
        "Demetrius_winter_movie_1_DuringMovie": "Touhy tvého srdce...? Aha! Asi mysleli 'zvýšenou úrovni oxytocinu v limbickém systému'.",
        "Demetrius_winter_movie_1_DuringMovie_2": "Demetrius zvedá své obočí.",
        "Demetrius_winter_movie_1_AfterMovie": "Umění filmu od doby natočení tohoto snímku dost pokročilo, že?",
        "Demetrius_summer_movie_1_BeforeMovie": "Tento film se dle popisů odehrává v 'futuristické' společnosti... velmi mě zajímá jak vlastně taková společnost vypadá!",
        "Demetrius_summer_movie_1_AfterMovie": "Skvělý snímek... ale nutí tě to přemýšlet zda opravdu existuje život mimo tuto planetu...",
        "Demetrius_spring_movie_1_BeforeMovie": "Tak tento snímek je přesně pro mě... zaručuji ti, že si ho oblíbím.$h",
        "Demetrius_spring_movie_1_DuringMovie": "Toto technicky není správně...$3",
        "Demetrius_spring_movie_1_DuringMovie_2": "Demetrius se škrábe na bradě...",
        "Demetrius_spring_movie_1_AfterMovie": "No, některé věci rozhodně přikrášlili, ale z valné většiny byly informace v tomto snímku faktuální! I přes malé nedostatky to byla velká podívaná.",
        "Demetrius_winter_movie_0_BeforeMovie": "O tomto snímku jsem četl v novinách... mám takové podezření, že se mi nebude zamlouvat. Ale jako vědec musím tuto hypotézu potvrdit výzkumem.",
        "Demetrius_winter_movie_0_AfterMovie": "Nesmysl! Toto je zcela nevědecký snímek!$4",
        "Demetrius_like_BeforeMovie": "I když je snímek špatný, je zajímavé ho analyzovat.",
        "Demetrius_like_AfterMovie": "Hmm... jaká část lidské motivace je uspokojena příběhem tohoto snímku?$3",
        "Linus_spring_movie_1_BeforeMovie": "Jsem tu jak ryba na suchu... doufám že nikoho nebudu obtěžovat.$s",
        "Linus_spring_movie_1_DuringMovie": "Linus zírá upřeně na zem...",
        "Linus_spring_movie_1_AfterMovie": "Proč se dívat na plátno, když tyto věci můžete zažít sami na živo?$s",
        "Linus_dislike_BeforeMovie": "Jsem tu jak ryba na suchu... doufám že nikoho nebudu obtěžovat.$s",
        "Linus_dislike_DuringMovie": "Linus zírá upřeně na zem...",
        "Linus_dislike_AfterMovie": "Nejsem zvyklý na tolik podnětů... omlouvám se, pokud jsem nebyl dobrým hostem a ztrapnil tě, @. Jsem rád, že si mě pozval!^Nejsem zvyklý na tolik podnětů... omlouvám se, pokud jsem nebyl dobrým hostem a ztrapnil tě, @. Jsem rád, že si mě pozvala!",
        "Dwarf_love_BeforeMovie": "U všech předků! Palác postavený za jediným účelem bavit jeho návštěvníky!",
        "Dwarf_love_DuringMovie": "Trpaslík se zdá být v hlubokém transu...",
        "Dwarf_love_AfterMovie": "Ničemu jsem nerozuměl, ale všechna ta blikající světla byla okouzlující!",
        "Marnie_love_BeforeMovie": "Už od pohledu vím, že si tento film zamiluji! Tohle ti nezapomenu, @.$h",
        "Marnie_love_AfterMovie": "Ach, to jsem si oddechla. Ještě že to s tou rodinou na konec dobře dopadlo. A samozřejmě tak i s jejich krávami!$h",
        "Marnie_like_BeforeMovie": "Já nijak nelpím na kvalitě filmů... prostě se mi líbí vše!",
        "Marnie_like_AfterMovie": "Skvěle strávený čas, @! Díky že jsi na mě ${myslel a koupil^myslela a koupila}$ mi lístek.",
        "Shane_summer_movie_0_BeforeMovie": "Pff... jo, tenhle biják asi ujde. *čich* *čich* ... a malá svačinka mi jej určitě pomůže strávit.",
        "Shane_summer_movie_0_DuringMovie": "Fandím tomuhle lumpovi... *krk*",
        "Shane_summer_movie_0_AfterMovie": "Dobře, přiznávám se... docela se mi to líbilo.",
        "Shane_love_BeforeMovie": "Hehe. Možná tě překvapí, že se na tento biják dokonce i těším...",
        "Shane_love_DuringMovie": "Tak jo. Tohle u mě získalo body...$h",
        "Shane_love_DuringMovie_2": "Shane se snaží potlačit svůj úsměv.",
        "Shane_love_AfterMovie": "Když se díváš na dobrý film, dokážeš na tu chvíli zapomenout na vše ostatní... to je dar.",
        "Shane_like_BeforeMovie": "Pff... jo, tenhle biják asi ujde. *čich* *čich* ... a malá svačinka mi jej určitě pomůže strávit.",
        "Shane_like_AfterMovie": "Dobře, přiznávám se... docela se mi to líbilo.",
        "Shane_dislike_BeforeMovie": "Uff... tohle bude hodně bolet.",
        "Shane_dislike_DuringMovie": "Shane sedí sklesle s zhrouceným výrazem ve tváři...",
        "Shane_dislike_AfterMovie": "Mám depresi...$s",
        "Jas_love_BeforeMovie": "Konečně si můžu zajít na film! Už se nemůžu dočkat!",
        "Jas_love_DuringMovie": "Jas je radostí bez sebe!",
        "Jas_love_AfterMovie": "Ach, to byla ohromná zábava! Moc díky za pozvání!$h",
        "Jas_like_BeforeMovie": "Tohle je film pro dospělé, že? To nevadí, já ho zvládnu!",
        "Jas_like_DuringMovie": "Jas kýve hlavou a kouká po ostatních.",
        "Jas_like_AfterMovie": "To byl kvalitní film! Měl dobré... ehm... 'di...a...logy'! ...nemám pravdu?",
        "Jas_horror_BeforeMovie": "N... nevím jestli se na tohle můžu dívat...$s",
        "Jas_horror_DuringMovie": "Já se bojím...$s",
        "Jas_horror_DuringMovie_2": "Jas se třese.",
        "Jas_horror_AfterMovie": "*vzlyk*...$s",
        "Leah_spring_movie_1_BeforeMovie": "O tomto filmu jsem slyšela že má nádherné záběry přírody... takže asi tušíš že tohle si nemůžu nechat ujít!$h",
        "Leah_spring_movie_1_AfterMovie": "Skvělý zážitek. Mám pocit, že jsem dokonce viděla svoji chatu v leteckých záběrech nad Stardew Valley!$h",
        "Leah_love_BeforeMovie": "Něco na tomto snímku je ... já tajemno prostě miluji.",
        "Leah_love_AfterMovie": "To bylo skvělé! Příběh byl trochu nejasný a rozvolněný, ale já si myslím, že měl spíše cílit na city, ne na rozum.",
        "Leah_like_BeforeMovie": "Nevím co od toho filmu čekat, ale budu mít otevřenou mysl!",
        "Leah_like_AfterMovie": "Byl to jednoduchý, ale hezký film,... taková filmová mňamka.",
        "Leah_dislike_BeforeMovie": "Z plakátu můžu soudit že to bude pěkně kýčovité.",
        "Leah_dislike_AfterMovie": "Ničim mě to nezaujalo. Bylo to takové celkově laciné, ne?",
        "Sandy_love_BeforeMovie": "Jsem tak ráda, že mám příležitost vyrazit do Pelikánova!",
        "Sandy_love_AfterMovie": "Moc jsem se bavila, díky za pozvání! Asi bych už měla vyrazit domů...",
        "Elliott_love_BeforeMovie": "Mám předtuchu, že tato noc bude výjimečná!",
        "Elliott_love_AfterMovie": "Je to jakoby se má celá duše změnila... jako kdyby energie ze snímku byla přenesena z plátna do mého těla. Neuvěřitelné!",
        "Elliott_like_BeforeMovie": "Všem informacím o tomto filmu jsem se na sto honů vyhýbal... chci do tohoto snímku jít 'naslepo'!",
        "Elliott_like_AfterMovie": "Velmi zajímavé... ještě nějakou dobu budu nad příběhem přemítat.",
        "Elliott_dislike_BeforeMovie": "Lhal bych, kdybych řekl, že se na tento film těším...$s",
        "Elliott_dislike_AfterMovie": "To bylo velmi nudné, není-liž pravda?",
        "Willy_like_BeforeMovie": "Hehe... nabídku na film zdarma nikdy neodmítám!",
        "Willy_like_AfterMovie": "Ach, to mi připomíná historku, kterou mi vyprávěl můj taťka...",
        "Leo_love_BeforeMovie": "Už se na tento film moc těším... chci zjistit vše o tomto světě!",
        "Leo_love_DuringMovie": "Leo je očima přilepen k plátnu!",
        "Leo_love_AfterMovie": "${Viděl^Viděla}$ jsi to? Ukázali Kapradinové ostrovy... odtamtud pocházím!$h",
        "Leo_like_BeforeMovie": "Jsem moc šťastný že jsem tu. Tohle vše je tak zajímavé!",
        "Leo_like_DuringMovie": "Leo se zdá být filmem unesen.",
        "Leo_like_AfterMovie": "Páni... jako kdyby v tom byly nějaké čáry!"
      }
    }
  ]
}