{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Strings/Notes",
      "Entries": {
        "0": "Rady pro farmaření--\n*Používejte hnojiva pro zlepšení kvality, ulehčení práce, nebo zrychlení růstu plodin.\n*Ovocné stromy rostou celé roční období, ale jsou velmi nenáročné na údržbu. Nezapomeňte bezprostřední okolí stromu udržovat čisté, jinak nemusí strom nemusí vyrůst správně.\n*Plodiny zahynou při změně období, pokud nerostou v následujícím období (např. kukuřice).\n*Některé plodiny, jako např. kadeřávek a pšenice, je třeba sklidit pomocí kosy.",
        "1": "...Toto je kniha od Marnie.\n 'Zvířata jsou velmi citlivá. Chtějí být hlazena každý den a raději jedí trávu venku, než suchou slámu. V dešti ale rádi nejsou. Šťastná zvířata vyrábějí produkty s vyšší kvalitou!'",
        "2": "O sběru\n Místní lesy a hory jsou skvělá místa pro hledání divoce rostoucích plodin! Dobrý sběratel vytrhá všechny plevely, zničí všechny pařezy a kameny z těchto oblastí, aby divoce rostoucí plodiny měly prostor k růstu!\nNejlepší sběratelé mají tajný postup k pěstování těchto rostlin na jejich farmě. Není to úžasné?",
        "3": "Rybář, 1. část:\nTex: Gordy, jak to, že vždycky dokážeš chytit tolik ryb? Mně to trvá věčnost!\nGordy: Musíš chtít se stát opravdovým rybářem... a postupem času se tvá rychlost chytání zvýší!\nTex: Takže se mi snažíš říct, že zlepšením mé rybářské dovednosti zvýší moji rychlost?\nGordy: Přesně tak. Jednoho dne se možná i dozvíš tajemství výroby vlastních splávek a tím si své zkušenosti zvýšíš ještě víc. A teď odejdi!",
        "4": "   Kam až doly sahají?\n Tuto otázku si za roky položilo mnoho badatelů Stardew Valley... Pravdou je, že nikdo to vlastně neví. Nebo to aspoň niko neřekli.\nNaneštěstí mnoho z těch, co do dolů sestoupí, se už nikdy nevrátí...\nAle vyskytlo se pár odvážných dobrodruhů, kteří se vydali hluboko do dolů, a vrátili se zpět na zem se zajímavými zjištěními.\n Zdá se, že existují tři odlišné části dolů, každá s jinými příšerami a poklady.\nNěkteří dokonce mluví o podzemních jezerech a zvláštních stvůrách... Ale žádná z těchto tvrzení nebyla zatím dokázána.\"",
        "5": "Deník starého farmáře:\n Už jsem tu rok a začal jsem se přátelit s místními obyvateli. Mám z toho dobrý pocit! Také mi poštou posílají dárky a jejich tajné rodinné recepty! Taková pomoc se vždy hodí.",
        "6": "'Strašáci'\n Jakmile na své farmě začnete pěstovat velké množství plodin, můžete si být jisti, že vás zanedlouho navštíví vrány, Pak ráno zjistíte, že posnídaly na vaší tvrdé práci!\nJeden způsob, jak zabránit těm otřesným vránám pojídat vaše plodiny, je vedle nich postavit strašáky.\nNezapomeňte, že strašáci mají omezené pole působnosti. Pokud je tedy vaše farma veliká, je potřeba jich mít více.\nStrašáci si udržují přehled o zaplašených vránách Díky tomu se dozvíte, zda jsou umístěni na správném místě.\n\n* 'Sběratelští strašáci' nejsou jen na ozdobu! Fungují stejně jako standardní modely.",
        "7": "Tajemství Kapky hvězd\n--\nUž od nepaměti byli lidé přitahování záhadnými schopnostmi tohoto ovoce... Ale nikdo neví, odkud pochází!\n Profesor R. J. Kutler, přední výzkumník tohoto ovoce, říká: 'Objevili jsme stopy genetického materiálu na meteoritech, které velmi připomínají Kapku hvězd, ale shoda zatím nebyla prokázána.'\nBez ohledu na okolnosti jeho zrodu, proslýchá se, že toto ovoce je neobyčejně chutné... Někteří dokonce tvrdí, že ti, co jej snědí, získají zvláštní schopnosti.",
        "8": "Cesta Krále Prérie -- Oblíbená hra, jíž všichni znají!\n\nVěděli jste, že kdokoliv tuto hru dokončí, bude zařazen do slosování o zvláštní výhru?\n\nVěděli jste, že vývojáři prohlásili, že hlavní hrdina byl inspirován skutečnou postavou? Opravdový kovbojský hrdina z prériového ostrova v Drahokamovém moři!",
        "9": "-- Studie o výskytu diamantů --\n\n Po letech strávených výzkumem v dolech pevně věřím, že jsem něco zjistil o četnosti výskytu diamantů.\nMůj výzkum se zaměřoval pouze na kameny vyskytující se v dolech... Ty co lze rozbít krumpáčem. Výskyty minerálů z ostatních zdrojů vyžadují další výzkum.\nZdá se, že diamanty se v dole tvoří pouze na 50. patře a níže. Na 50. patře přibližně 1 kámen z 500 obsahuje diamant.\n Poté se četnost kamenů každé hlubší patro zvyšuje asi o .000016. Je to velmi vzácný kámen!\n-M. Jasper",
        "10": "-~-Sládkův průvodce-~-\n    Ach... vaření piva!\nBohatá vůně kvasnic linoucí se po cedrových podlahách továrny... Náznaky květin z čerstvě nasekaného chmelu provoňující zimní slavnosti... ale to už bych odbočoval. Spíš asi máte zájem o praktickou stránku vaření...\nBudete potřebovat soudek. Jak bude vypadat, to nechám na vás.\nSoudky lze využít k výrobě několika produktů. Pokud do něj vložíte zeleninu, dostanete džus. Jeho výroba trvá nejkratší dobu.\nS pšenicí dostanete pivo. Jeho výroba trvá delší dobu, ale jeho cena je docela vysoká.\nUmístěním chmelu do soudku získáte oblíbené světlé pivo.\nPomocí ovoce získáte víno. Pro vytvoření vína je zapotřebí nejvíce času, ale pokud použijete to nejlepší ovoce, vyděláte si spoustu peněz!\nSe soudky musíte mít velkou trpělivost... že je hotovo poznáte, když bude zcela v klidu. A pijte střídmě, nebo toho budete litovat!",
        "11": "Tajemství Trpaslíků\nTrpaslíci si sami říkají 'Smoluanu'... což v překladu znamená 'lidé nebe'. Zvláštní jméno pro skupinu, která žije hluboko v podzemí, že?\nDalší záhadou je jejich pokročilá technologie, kterou údajně disponují. Takovéto důkazy mě vedou, i přes výsměchy mých kolegů, k vyvození nové teorie\nMyslím si, že trpaslíci jsou potomci jednou velmi pokročilé civilizace, jejichž meziplanetární vozidlo před dlouhou dobou ztroskotalo na této planetě\nPředpokládám, že toto vozidlo se propadlo hluboko do země a postupem času se trpaslíci přizpůsobili jejich novému podzemnímu prostředí.\n Moji kolegové se mě ptají 'Proč nevystoupili na povrch, kde by pak mohli žít?' ...Je možné, že jejich domovská planeta měla hustší atmosféru, která je chránila před hvězdnou radiací a na slunci prostě nemohou přežít.\n To by vysvětlovalo, proč vycházejí na povrch pouze za tmy, aby si mohli vzít co potřebují z našich domovů...\n\n-M. Jasper",
        "12": "Důležité části z Knihy Yoba\n\nNa počátku bylo pouze nekonečné zlaté světlo.\n Světlo k sobě zavolalo ...'Yoba'.\nYoba chtěl více.\nYoba zlaté světlo stočil do víru. Yoba točil a točil až se ve víru utvořilo oko.\nZ tohoto oka vzešlo semeno\nYoba zlaté světlo uhlazoval.\nYoba uhlazoval a uhlazoval a světlo se stalo půdou.\nDo půdy zasadil Yoba semínko.\nSemínko vyklíčilo a hle! Ze semínka vyrostla réva kroutíc a prozkoumávajíc své prostředí, vrhajíc svíjící se stín na pozlacenou prázdnotu.\nPo 11 dnech měla réva ovoce.\nYoba, se svoji nekonečnou moudrostí, sloupl tvrdou slupku ovoce a shlédl na svět uvnitř.\nA tak byl stvořen svět.",
        "13": "Průvodce sňatkem pro farmáře\nNež požádáte někoho o jejich ruku, je třeba nejdříve s někým chodit (O vážný vztah někoho požádáte pomocí kytice zakoupenou v obchodě U Pierra).\n Až budete připraveni se zasnoubit, musíte jim předat 'Náhrdelník mořské víly'. Každý ví co znamená, když ho někomu dáte.\n Proslýchá se, že během bouřlivých dnů se ve Stardew Valley objeví duch starého námořníka svírající takovýto náhrdelník.\n Po svatebním obřadu se vaše vyvolená osoba l vám nastěhuje. Nezapomeňte se jim věnovat.. I po svatbě rádi dostávají dárky!\n\n(Vytvořeno na objednávku pana Pierra)",
        "14": "Rybář, 2. část:\nTex: Gordy, pověz mi svůj nejlepší rybářský příběh.\nGordy: *hluboký povzdech*...Za svůj čas jsem nachytal spoustu velkých ryb... A některé byly vzácné a pořádně těžké na polapení... Ale byla tu jedna... zápasil jsem s ní po tři dny a tři.\nGordy: Tuhle rybu jsem pojmenoval... 'Legenda'. Byla to obrovská bestie... A čím více jsem za udici tahal, tím více se vzpouzela. na chvíli jsem polevil a ona mi zlomila moji loď vejpůl. Od té doby jsem už nic neulovil.\nTex: Myslíš si, že ji někdo někdy chytí?\nGordy: Hmm... Pokud by byla tato osoba mistr v rybaření, chytila nejdříve všechny ostatní vzácné ryby a předtím se najedla správného jídla... pak možná. Ale hlavně, musíš mít úctu k vodě, můj synu.\nTex:...synu? To znamená... ž... že ty jsi můj...\n ...o...otec?\nGordy: Ano, můj kluku.\n\n**Dramatická hudba zatímco padá opona**",
        "15": "Novinka ze světa technologií!\n\nNedávno byly uveřejněny technické nákresy pro velmi vyspělý stroj nazvaný 'Krystalárium'.\n Tento stroj dokáže vypěstovat krystaly z téměř ničeho, čímž vlastníkům poskytne nekonečnou zásobu drahokamů!\nTady je popis práce s tímto strojem: Umístěte kámen vašeho výběru do krystalária...\nteď je třeba čekat, může to trvat i několik dní... ale nakonec krystalárium vytvoří kopii toho, co bylo do něj umístěné!\nTo, že je vše hotovo, poznáte podle toho, že se stroj přestane třást. Jakmile drahokam z přístroje vyjmete, začne pracovat na další kopii... Není třeba mu nic dále dávat, pokud tedy nechcete změnit typ kopírovaného kamene!\nBohužel krystalárium není schopné zkopírovat extrémně vzácný drahokam známý jako 'Duhový střep'... Z nějakého důvodu EMP z tohoto kamene negativně reaguje z krystaláriem.",
        "16": "Tajemství legendárních ryb\n\nOdborníci mluví o pěti vzácných a jedinečných rybách, které mohou být uloveny pouze zkušenými rybáři. Jakmile jsou chyceny, už se neobjeví.\n\nKarmínovec žije v teplých vodách oceánu v létě. Byla spatřena na nejvýchodnější straně pláže\n\nLedorybu, kterou lze spatřit pouze v zimě, můžete chytit na jižním výběžku hrotového ostrova v Mízoškvárovém lese, kde se řeka vlévá do moře\n\nĎas byl zpozorován na podzim, na severu od města, kde řeka teče z hor.\n\nKolují zvěsti o zvláštní, pokroucené rybě, žijící v kanálech.\n\n\n\nPoslední ryba, jejíž druh nikdy nikdo předtím nechytil, je známá jen jako 'legenda'. Říká se, že žije v kmeni potopeném v horském jezeře a ze svého úkrytu vyplave pouze během deštivých jarních dnů, kdy si pochutnává na žabích vajíčkách. Jen ti z nejzkušenějších rybářů mají šanci ji chytit, i když je malá.\n\nCvičte rybaření a vytrvejte a jednoho dne všechny tyto ryby pochytáte. Hlavně nezapomeňte mít úctu k vodě a nevyjímejte velké množství ryb z ekosystému.",
        "17": "...Viděl jsem něco divného v tunelu ve směru z Pelikánova. Jsou tam malé dveře, ukryté v temnotě. Nedokázal jsem je ale otevřít.\n\n-Gunther",
        "18": "Dopis od Gunthera: Panečku, knihovna teď vypadá opravdu skvěle, to vše díky tobě! Moc ti děkuji!",
        "19": "Šotkové^od M.Jaspera^^Bytosti běžně nazývané jako \"Šotkové\" pravděpodobně pocházejí z lesů daleko na severovýchodě, až za Modrokalovými kopci. Jejich charakteristické rysy jsou zelená kůže, jasně červené oči a pro ně typický zápach. První setkání se šotky může být pro nezkušené cestovatele hrůzným zážitkem.^^Navzdory jejich odstrašujícímu vzezření mají šotkové rozumové a citové schopnosti na úrovni lidí a nedělá jim potíže se naučit naše zvyky a jazyky. Všechny, co jsem potkal, byli vřele přátelští a přívětiví, jakmile jsem jim ukázal, že nemám nepřátelské úmysly. Bohužel staletí nedůvěry a špatného zacházení ze strany lidí donutilo mnoho šotků hledat živobytí u čarodějnic, černokněžníků, nekromantů a obdobných pochybných osob.^^Jejich standardní jídelníček tvoří zejména larví maso obyčejně pocházející z velkých šťavnatých druhů vyskytující se v jejich domovském lese. Při zvláštních příležitostech si šotkové pochutnají na pokrmu zvaném 'nicotná majonéza', která je považována za tu nejlepší pochoutku v celé jejich kuchyni.",
        "20": "Solok Ulan Paa Eno Ra Mabo Omi Ra Solok Kero Awa Omi Kero Ulan Ra Kero Awa Mabo Eno Solok Teba Omi^^Kui Awa Coto Heto Nemo Isa Mabo Awa Joun Omi Nemo Eno Zara Awa Hade Omi Solok Paa Omi Dop Awa^^Zee Volt Lon Awa Solok Teba Nemo Isa Bel Ulan Coto Heto Teba Awa Heto Ra Awa Coto Kui Yoba",
        "Missing": "Chybí tu kniha..."
      }
    }
  ]
}