{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Data/Events/Town",
      "Priority":  "Early",
      "Fields": {
        "4/f Abigail 1500/t 2100 2400/w sunny": {
          "23": "speak Abigail \"Asi se divíš, proč jsem na hřbitově v tuhle hodinu...\"",
          "27": "speak Abigail \"No, jsem tu proto, že tady je nejlepší místo na trochu soukromí.\"",
          "33": "speak Abigail \"A jsem celá zpocená protože tady cvičím šerm.$l\"",
          "38": "speak Abigail \"Hej! Co jako... myslíš si, že na meč jsem příliš slabá?$a\"",
          "43": "speak Abigail \"Promiň, asi už mám nervy na dranc.$8#$b#Aby jsi ${pochopil^pochopila}$, chci prozkoumat jeskyně v horách... ale vím, že je to příliš nebezpečné, než abych tam vstoupila beze zbraně.\"",
          "45": "speak Abigail \"$q 847951 null#Ty jsi v minulosti meč už ${používal^používala}$, je to tak?#$r 847951 10 Event_Grave1#Ano a je to vzrušující!#$r 847951 10 Event_Grave2#Ano, ale pouze na sebeobranu#$r 847951 -100 Event_Grave3#Ano, ale je to nebezpečné. Takovým věcem by ses měla vyhýbat.#$r 847951 0 Event_Grave4#Ne\"",
          "54": "speak Abigail \"Tati?$7\"",
          "59": "speak Pierre \"Všude jsem tě hledal! Máma chce abys šla domů, chce pomoct s večeří!$u\"",
          "67": "speak Pierre \"Co vůbec děláš na hřbitově? To není místo pro mladou dámu!$u\"",
          "72": "speak Abigail \"Starej se o sebe! Ty chceš, abych pořád zůstávala doma a vařila jídlo, protože jsem holka, že jo?!$a\"",
          "73": "speak Abigail \"Tati, ty jsi vážně zpátečnický... $a\"",
          "77": "speak Abigail \"Pojďme odsud, @.$a\"",
          "88": "speak Abigail \"Tak co, jdeš nebo ne?$u\"",
          "96": "textAboveHead Pierre \"Vrať se!\"",
          "108": "message \"Tak jo, tady nás táta nenajde...\"",
          "109": "speak Abigail \"Ach jo... Nevěřím, že mí rodiče byli někdy mladí. Vůbec nechápou jak to vidím já.$8#$b#Já vím, já vím... vyrostli v jiné době s jinými hodnotami. Pořád mě to ale někdy vytočí, víš?$u\"",
          "111": "speak Abigail \"No, díky že jsi mě ${vyslyšel^vyslyšela}$ @.#$b#Umm, pomohl bys mi vymotat mé vlasy z tohoto keře?$h\""
        },
        "831125/f Shane 1750/f Clint 500/f Emily 500/t 1000 1600/w sunny": {
          "8": "speak Shane \"Tak jdeme na to! Pamatujete si své texty?$u\"",
          "11": "speak Emily \"Ano!\"",
          "15": "speak Shane \"Připraveni? Akce!$u\"",
          "17": "speak Emily \"Myslela jsme že je mezi námi zvláštní pouto... asi jsem se mýlila.$s\"",
          "19": "speak Clint \"Já... já... uh...\"",
          "22": "speak Shane \"Střih!\"",
          "23": "speak Clint \"Omlouvám se!$s\"",
          "25": "speak Clint \"Je těžké si zapamatovat text, když u mě stojí takhle blízko...$s\"",
          "33": "speak Shane \"Ah, ahoj.\"",
          "35": "speak Shane \"Koukni na moji super novou kameru...#$b#Společnost Joja pořádá soutěž v natočení reklamy. Hlavní cena je 10 000 zlatých.\"",
          "41": "speak Shane \"Poslyš! Chci tě mít v tomhle záběru... souhlasíš?#$b#Jen stačí projít okolo Clinta a Emily na pozadí, jak budou spolu mluvit... tak bude scéna vypadat více jako ze skutečnosti.\"",
          "48": "speak Shane \"Dobře... připraveni?#$b#Akce!$u\"",
          "50": "speak Emily \"Myslela jsme že je mezi námi zvláštní pouto... říkal jsi, že mě pro nic neopustíš. To asi byla lež.$s\"",
          "53": "speak Clint \"Ne! Tak to není... tohle prostě musím udělat. Je to pro mě velmi důležité.\"",
          "59": "speak Clint \"Já prostě musím vyzkoušet novou 'Joju Modrou Kolu'.$5#$b#Má třikrát tolik sorbitolu pro hustou, sladkou explozi chutě. A je levnější než voda!$5\"",
          "61": "speak Emily \"Ale... ale... není to nezdravé? Ty jsi mi slíbil...$s\"",
          "63": "speak Clint \"Není třeba se obávat, drahá. Tým předních vědců v ústředí Joja došel k závěru, že 'Joja Modrá Kola' nezpůsobuje významné narušení žaludeční výstelky. Takže ji můžeš pít kdykoliv, kdekoliv a kolik chceš.$5#$b#Skutečnou otázkou je... 'KDY se přidáš na modrou stranu?'... *polk* *polk*... Ahh... 'Modrá JE dobrá'$5\"",
          "65": "speak Shane \"Střih!\"",
          "68": "speak Shane \"To bylo perfektní.\"",
          "72": "speak Shane \"Díky za pomoc. $h\"",
          "76": "speak Emily \"...Clinte?$s\"",
          "85": "end dialogue Shane \"Dnes byl plodný den... mám skvělé záběry.\""
        },
        "2481135/f Alex 1000/t 900 1600": {
          "7": "speak Alex \"Ty jsi ale hodný pejsek, Dusty.\"",
          "9": "speak Alex \"Ty jsi asi jediný, kdo mě tady opravdu chápe.$s#$b#Nikdo jiný nezažil to co ty a já.$s\"",
          "19": "speak Alex \"@! Ty jsi ${zaslechl^zaslechla}$ co jsem říkal?$7\"",
          "21": "question fork1 \"#Ano, úplně všechno.#Ani ne... proč?\"",
          "30": "speak Alex \"Nechci o tom moc mluvit, ale asi si to zasloužíš vědět...$s\"",
          "35": "speak Alex \"Víš proč žiji se svými prarodiči?$s#$b#Totiž, můj otec nebyl dobrý člověk... on... no, všechno pro mě a moji mámu zničil.$a#$b#Často nebyl doma... a když byl, tak celou noc pil a pak mi říkal, jaké jsem budižkničemu, že se nikdy na nic nevzmůžu.$a#$b#Myslím, že mě nenáviděl za to jak jsem mladý... zahořklý protože on promarnil své mládí nicneděláním a ničeho nedosáhl.\"",
          "37": "speak Alex \"No... to je aspoň pohled z mé strany. Kdo ví co se mu dělo v hlavě.$a\"",
          "39": "speak Alex \"Jednoho dne prostě odešel a brzy nato moje máma onemocněla a umřela. Neměl jsem jinou možnost a tak jsem s nastěhoval k prarodičům.$s\"",
          "45": "speak Alex \"Vypadáš jako někdo, komu můžu důvěřovat... proto ti tohle všechno říkám, @. Nežádám tvůj soucit.$s#$b#Pokud existuje jedná dobrá věc na tom všem, tak to, že mě to posílilo.\"",
          "49": "speak Alex \"A teď... ti ukážu co všechno Dusty udělá pro grilovaný steak.$h\"",
          "57": "speak Alex \"Ha! Koukni jak slintá. Myslím že má steak rád stejně jako já.$h\""
        },
        "didntHear": {
          "3": "speak Alex \"Ah... jen jsem si povídal s Dustym.#$b#Vlastně, on a já máme hodně společného.$s\"",
          "10": "speak Alex \"Normálně o tom nechci mluvit... ale my jsme přátelé už nějakou dobu a mám pocit že ti můžu důvěřovat.$s\"",
          "14": "speak Alex \"Víš proč žiji se svými prarodiči?$s#$b#Můj otec nebyl dobrý člověk... on... no, všechno pro mě a moji mámu zničil.$a#$b#Často nebyl doma... a když byl, tak celou noc pil a pak mi říkal, jaké jsem budižkničemu, že se nikdy na nic nevzmůžu.$a#$b#Myslím, že mě nenáviděl za to jak jsem mladý... zahořklý protože on promarnil své mládí nicneděláním a ničeho nedosáhl.$a\"",
          "16": "speak Alex \"No... to je aspoň pohled z mé strany. Kdo ví co se mu dělo v hlavě.$a\"",
          "18": "speak Alex \"Jednoho dne prostě odešel a brzy nato moje máma onemocněla a umřela. Neměl jsem jinou možnost a tak jsem s nastěhoval k prarodičům.$s\"",
          "27": "speak Alex \"Víš co? Nemá cenu se zatěžovat těmito věcmi... od nikoho nežádám soucit.#$b#Musíš se vždycky dívat na světlou stránku... mé dětství nebylo skvělé, ale kvůli němu jsem silný. Musel jsem být.\"",
          "29": "speak Alex \"Počkej, ukážu ti co všechno Dusty udělá pro grilovaný steak.$h\"",
          "37": "speak Alex \"Ha! Koukni jak slintá. Myslím že má steak rád stejně jako já.$h\""
        },
        "34/f Penny 500/t 900 1400/w sunny": {
          "7": "speak George \"*povzdech*... Jak seberu ten dopis co je úplně vzadu?$s\"",
          "19": "speak Penny \"Dovolte, já vám pomohu, pane Mullnere!\"",
          "53": "speak Penny \"Tak, tady máte!$h\"",
          "56": "speak George \"Hmmf. Já bych to taky dokázal! A jezdit s vozíkem ještě dokážu, děkuji!$u#$b#Jak slabý si myslíš že jsem?\"",
          "62": "speak Penny \"$q 71 null#@? Ty jsi nás ${viděl^viděla}$?#$r 71 50 event_mail1#Ano. To bylo od tebe velmi šlechetné, Penny.#$r 71 -50 event_mail2#Ano. Měla ses ho nejdříve zeptat a ne hned předpokládat, že potřebuje pomoc.#$r 71 0 event_mail3#Jen tak jdu kolem, do ničeho se nevměšuji.\"",
          "71": "speak George \"*Hah*...Ne, ne... Omlouvám se za své chování, slečno. Neměl jsem se tak rozčilovat.$s\"",
          "75": "speak George \"Vlastně to od vás bylo velmi milé mi pomoct.\"",
          "77": "speak Penny \"To je v pořádku, pane Mullnere. Já vás chápu.\"",
          "92": "speak Penny \"$q -1 null#Musí to být těžké stárnout...$u#$r -1 0 event_old1#Raději o tom nepřemýšlím.#$r -1 0 event_old2#Je to jen další část života.#$r -1 0 event_old3#Proto bychom si měli vážit starých lidí.#$r -1 0 event_old4#Raději zemřít mladý...\"",
          "98": "speak Penny \"Hmm, bylo zajímavé s tebou mluvit, @. Už bych měla jít.$u\""
        },
        "45/f Sam 1500/t 1200 1600/w sunny": {
          "18": "speak Lewis \"Hej! Co si myslíš že děláš? To je soukromý majetek!$4\"",
          "19": "textAboveHead Lewis \"Same!\"",
          "21": "speak Sam \"Uh... ah... já... omlouvám se, pane.$8\"",
          "26": "speak Lewis \"*Hah*... Ta dnešní mládež... Někdy přemítám, jestli toto město není odsouzeno k zániku.$u\"",
          "32": "speak Lewis \"Ty jsi ${viděl^viděla}$ co se stalo, @. Co na to řekneš?\"",
          "34": "question null \"#Máte pravdu, pane. Sam by neměl poškozovat soukromý majetek.#Neječte na Sama. Nemá kde jezdit!#Z tohohle mě vynechte.\"",
          "36": "splitSpeak Sam \"Fajn! Už nikdy nebudu jezdit na skateboardu. Spokojeni?$a~Přesně! Kdyby ve městě byl park, tak bych jezdil tam a všichni by byli spokojení.~Hmmf. Dobře.$a\"",
          "39": "splitSpeak Lewis \"Nepřeháněj to, Same. Nebráním ti jezdit po městě, jenom se prosím snaž nezpůsobovat škody! To je vše.~Hmmf. Myslel jsem si, že jsi více zralejší, @.$4~Pro tentokrát ti to odpustím, Same. Ale už tě nechci znovu vidět jezdit skateboardem po cizím majetku.\"",
          "41": "splitSpeak Lewis \"Rozumíš?~Same... promiň, že jsem na tebe ječel. Jen se prosím snaž propříště neničit cizí majetek. Rozumíš?~Rozumíš?\"",
          "48": "speak Sam \"Ano, pane.$7\"",
          "54": "speak Sam \"...${Viděl^Viděla}$ jsi ale ten trik? To bylo hustý.$u\""
        },
        "53/e 55/t 1500 1700": {
          "25": "speak Leah \"@! Tak jsi tady!$h#$b#Tak fajn... asi bych měla lidem předvést mé sochy. Drž mi palce!$l\"",
          "33": "speak Leah \"Umm... zdravím všechny!\"",
          "43": "speak Leah \"Díky, že jste přišli na moji uměleckou výstavu.$l\"",
          "45": "speak Leah \"Jak někteří již možná víte, do tohoto města jsem přišla proto, abych načerpala inspiraci z místního překrásného prostředí.\"",
          "47": "speak Leah \"Teď už můžu s potěšením říct, že toto je můj domov.$h#$b#Tak. A teď vám představím své sochy.\"",
          "56": "speak Leah \"Tato ještě nemá jméno. Ze začátku toto bylo zkouška zanesení lidské anatomie, ale nakonec jsem ji dovedla až do konce.#$b#Její výraz je záměrně nejasný... stydí se, baví se, má bolesti? To už nechám na vás.\"",
          "65": "speak Leah \"Tato se jmenuje 'Post-Dimenzionální Nulový prostor'. Představuje hranici lidské představivosti.$u#$b#Tvar a barva se mi živě vybavily, když jsem byla v 'transu'.\"",
          "72": "speak Leah \"Tuhle nazývám 'Vaječňáci'. Chtěla jsem vytvořit animatronickou humanoidní sochu, která si pohrává se schopností pozorovatele přiřadit subjektivitu fyzické entitě. \"",
          "77": "speak Leah \"A poslední se jmenuje 'Dřevěná socha 3'. Oslavuje můj oblíbený materiál z kterého vytvářím sochy... dřevo.\"",
          "81": "speak Leah \"Tak, to jsou mé výtvory!$l#$b#Oh! A ještě jedna věc.\"",
          "83": "speak Leah \"Chtěla bych poděkovat ${mému speciálnímu příteli^mé speciální přítelkyni}$, @.#$b#To ${on mě přivedl^ona mě přivedla}$ na myšlenku této výstavy a ${dodával^dodávala}$ mi odvahu při její přípravě. Vím, že to zní jako klišé, ale je to pravda.\"",
          "89": "speak Lewis \"Jsem na tebe pyšný, Leah! Takovéto akce vždy vdechnou život do našeho malého města!$h\"",
          "91": "textAboveHead Gus \"Výborná výstava!\"",
          "93": "speak Demetrius \"Zbožňuji tvoje sochy, Leah! 'Post-Dimenzionální Nulový prostor' je má oblíbená.$h\"",
          "94": "textAboveHead Robin \"Skvělé využití dřeva!\"",
          "95": "speak Penny \"Díky, výstavu jsem si užila!$h\"",
          "99": "speak Leah \"Děkuji všem!$h\"",
          "103": "speak Lewis \"A teď zahájíme aukci těchto nádherných děl... nádherný doplněk do vašeho domova!$h#$b#Slyšel jsem 5 000 zlatých za tu růžovou?\"",
          "110": "end dialogue Leah \"Páni! Jsem vyčerpaná.#$b#Moje přehlídka byla velký úspěch, ne?$h\""
        },
        "639373/f Lewis 1500/f Marnie 1500/t 1900 2300/w sunny": {
          "8": "speak Lewis \"Marnie... to nemůžeme. Kdyby se to rozneslo, mohlo by to podrýt moje postavení jako autorita ve městě!$s\"",
          "12": "speak Lewis \"To chápeš... ne?$s\"",
          "14": "speak Marnie \"Příliš ti záleží na tvé práci, Lewisi. V životě jsou i jiné věci.$u\"",
          "17": "speak Marnie \"...ale ano, chápu. Tím pádem budeme muset udržet náš... vztah... v tajnosti.$s\"",
          "34": "speak Marnie \"Aahh!$4\"",
          "36": "speak Lewis \"$q 200 null#@... ${Slyšel^Slyšela}$ jsi všechno, že?$s#$r 200 50 event_secret1#Ano... ale nikomu to neřeknu.#$r 201 -100 event_secret2#Ano... a všem to povím.\"",
          "42": "speak Marnie \"Proč ses tam vlastně ${schovával^schovávala}$?$u\""
        },
        "101/f Clint 1500/e 97/k 2123243/k 2123343/o Emily/t 900 1830/a 0 90/!D Emily": {
          "8": "speak Clint \"@!$4#$b#... ${nachytal^nachytala}$ jsi mě.$s\"",
          "18": "speak Clint \"Chtěl jsem Emily pozvat na rande. Už jsem byl u jejích dveří... ale pak jsem zaslechl jak přichází a skočil jsem do tohoto křoví.$s#$b#A teď čekám dokud nedomluví s Caroline, abych se pak mohl tajně odplížit zpět domů.$s\"",
          "24": "speak Clint \"Co jsi to ${řekl^řekla}$? Že pokud s ní nepromluvím, tak už si nikdy nenecháš u mě vylepšit nástroje?$s\"",
          "27": "speak Clint \"Ty jsi zloduch, @.#$b#*vzdech* ...nu dobrá, půjdu na to.$s\"",
          "31": "speak Clint \"Musím si vzpomenout na radu, co mi @ ${dal^dala}$ v hospodě.\"",
          "35": "speak Clint \"Um... Emily?\"",
          "40": "speak Emily \"Promiň, Caroline. Omluvíš mě na chvíli?\"",
          "45": "speak Emily \"Ano, Clinte?\"",
          "50": "speak Clint \"Chtěl jsem se zeptat, zda bys... se... zítra, mnou... *polk*$4\"",
          "60": "speak Clint \"Mám dva lístky na zítřejší Krabovský Karneval. Ch... chtěla bys jít se mnou? $4\"",
          "66": "speak Emily \"Jasně, Clinte! To zní super!$h\"",
          "68": "speak Clint \"Opravdu? Dobře! Vyzvednu tě v pět.$h\"",
          "69": "speak Emily \"Dobře! Tak se uvidíme zítra!\"",
          "75": "speak Clint \"${Viděl^Viděla}$ jsi to?! Zítra večer mám rande!$h\"",
          "82": "speak Clint \"Páni... jsem tak nervózní.$s\"",
          "83": "end dialogue Clint \"Díky že jsi mě k tomu předtím ${dotlačil^dotlačila}$. Bojím se, ale zároveň jsem šťastný.$h\""
        },
        "233104/f Sam 2500/t 2000 2400/w sunny/n samMessage": {
          "8": "speak Sam \"Ahoj @.#$b#Chtěl jsem s tebou mluvit o samotě...\"",
          "13": "speak Sam \"Tady je ale trochu zima... radši půjdeme do mého pokoje.$u\"",
          "37": "speak Sam \"Tak... @.$10#$b#Vím, že jsme poslední dobou mluvili pouze o kapele... ale nemysli si, že to je ta jediná věc, která mě zajímá.#$b#Um... ehm... co chci říct je...$8#$b#No, jsem doopravdy šťastný, že jsme se takhle sblížily... Hehe.$10\"",
          "41": "speak Sam \"@... považuješ mě... jen za přítele?$l\"",
          "49": "speak Jodi \"Same? Jdu dovnitř!\"",
          "51": "speak Sam \"Rychle! Schovej se v posteli!$8\"",
          "60": "speak Jodi \"Co se děje, zlato? Nedělal si něco... nekalého?#$b#Zdálo se mi, že z tvého pokoje vycházejí podivné zvuky...\"",
          "62": "speak Sam \"Ne mami! Jen jsem... dělal kliky! Jednou chci tátu porazit v páce! ...um.$8\"",
          "65": "speak Jodi \"Ah! *hihi*... to vysvětluje proč jsi celý červený a upocený.$h#$b#Tak fajn, hodně štěstí. Uvidíme se ráno.\"",
          "67": "speak Sam \"Dobrou noc, mami.$10\"",
          "73": "speak Sam \"Uf... to bylo o fous.$h\"",
          "77": "question fork1 \"#Zvednout se z postele.#Zůstat tam.\"",
          "83": "speak Sam \"Předtím, chtěl jsem říct... že tě mám moc rád, @. Myslím, že by mezi námi mohlo být něco hezkého... víš co tím myslím?\"",
          "85": "speak Sam \"Tak, řekl jsem to.$7\"",
          "88": "question fork1 \"#Jít k němu blíž.#Jít k oknu.\"",
          "116": "speak Sam \"O téhle noci budu přemítat velmi dlouho...\""
        },
        "611439/j 4/t 800 1300/w sunny/a 0 54/H": {
          "14": "speak Lewis \"Ah, zdravím.\"",
          "23": "speak Lewis \"Taková barabizna...$s\"",
          "29": "speak Lewis \"Toto je komunitní centrum Pelikánova... tedy aspoň to, co z něho zbylo.$s\"",
          "35": "speak Lewis \"Bývávala to chlouba a střed města... vždycky se tu něco dělo.\"",
          "39": "speak Lewis \"A teď... jen se podívej. Je to ostuda.$s#$b#Dnes mladí raději sedí u televize, než by se zapojili do komunity.\"",
          "41": "speak Lewis \"Když tak posloucháš, co říkám, určitě ti zním jako starý blázen.$s\"",
          "43": "speak Lewis \"Společnost Joja mě uhání, abych pozemek prodal, aby zde mohli postavit skladiště... #$b#Pelikánov by ty peníze využil, ale něco mi brání ho prodat... asi starochové jako já se citově poutají k památkám minulosti... ach jo.$s#$b#Pokud si ještě někdo koupí členství u Joja, tak to tady prostě prodám.\"",
          "45": "speak Lewis \"*ach*... Tak půjdeme dovnitř? \"",
          "75": "speak Lewis \"Hmm? Co to?...#$b#Vincent a Jas si tady asi musí hrát.\"",
          "77": "speak Lewis \"Je to tu více zchátralé, než si pamatuji.\"",
          "88": "speak Lewis \"Co?\"",
          "102": "speak Lewis \"Co se děje? Je ti špatně?$s\"",
          "116": "speak Lewis \"Něco jsi ${zahlédl^zahlédla}$? Hmm... Nedivil bych se, kdyby se to tady hemžilo krysami.$h\"",
          "143": "speak Lewis \"Děláš mi starosti, @...$s\"",
          "145": "speak Lewis \"Nu dobrá, myslím že půjdu domů. Potřebuji se najíst.\"",
          "153": "speak Lewis \"Poslyš. Centrum teď bude pořád otevřené... možná chytneš tu krysu, pokud budeš mít čas.\"",
          "160": "message \"Zvláštní...\"",
          "162": "message \"Budu se sem muset ještě vrátit a podrobněji tuto prozkoumat.\""
        },
        "191393/Hn ccFishTank/Hn ccBulletin/Hn ccPantry/Hn ccVault/Hn ccBoilerRoom/Hn ccCraftsRoom/Hl jojaFishTank/Hl jojaPantry/Hl jojaVault/Hl jojaBoilerRoom/Hl jojaCraftsRoom/Hl JojaMember/w sunny/H": {
          "57": "speak Lewis \"Nemám ponětí, jak se ti to podařilo, @... ale komunitní centrum nikdy nevypadalo lépe!$h#$b#${Prokázal^Prokázala}$ jsi Pelikánovu velkou službu. Všichni ve městě jsou šťastní.$h\"",
          "61": "speak Lewis \"Jako poděkování za vše, bych ti chtěl předat nejvyšší ocenění města... Cenu hrdiny Stardew. ${Zasloužil^Zasloužila}$ sis ji!$h\"",
          "70": "message \"HLAS: *Repty*... *Rept*...\"",
          "72": "textAboveHead Lewis \"Kdo je tam?\"",
          "77": "speak Morris \"Prodeje klesají! Kam se poděli všichni moji zákazníci?$u\"",
          "80": "textAboveHead Lewis \"Ah, Morrisi.\"",
          "92": "textAboveHead Morris \"Coooo..?!\"",
          "94": "speak Morris \"Mí zákazníci... tady?!?$s#$b#To není dobré...$s\"",
          "96": "textAboveHead Pierre \"Jaký je to pocit?\"",
          "99": "question fork1 \"#Buďme rozumní.#Tohle vyřešíme postaru.\"",
          "102": "textAboveHead Morris \"Hmmf!\"",
          "104": "speak Morris \"Tohle nic neznamená! Stačí abych zlevnil vše o 75% a všichni mí zákazníci se připlazí zpět prosíce o odpuštění. Jen počkejte!$h\"",
          "106": "speak Pierre \"Ne... tentokrát ne.$u\"",
          "108": "textAboveHead Pierre \"Všichni pojďte sem!\"",
          "141": "speak Pierre \"Vzpomínám si na den, kdy jsem se do Pelikánova přistěhoval... tahle budova byla plná života a lidí.#$b#Společně jsme chtěli zlepšit celé město. Byl tu opravdový pocit sounáležitosti.\"",
          "145": "speak Pierre \"Georgi, ty jsi vždycky vyplňoval křížovky, zatímco si pil kávu vzadu v kuchyňce. Vzpomínáš?\"",
          "150": "textAboveHead George \"To byly časy.\"",
          "152": "speak Pierre \"Emily, ty jsi upletla vlastní prapor pro veletrh ve Stardew Valley.#$b#Dělala si ho celá léta!$h\"",
          "154": "speak Emily \"To... hodně jsem se u toho bavila... $s\"",
          "158": "textAboveHead Willy \"Já?\"",
          "160": "speak Pierre \"Vzpomínáš jak se tvůj malý experiment s kraby vymkl kontrole?\"",
          "162": "speak Willy \"Hehe... to si piš. Jednoho rána jsme sem přišli a všude se to jimi hemžilo.$h\"",
          "164": "speak Pierre \"Ale Gus nás zachránil svým úžasným nápadem... celé údolí si pochutnalo na krabích nožičkách!\"",
          "165": "speak Gus \"Stále se mi při pomyšlení na to česnekové máslo sbíhají sliny.\"",
          "167": "textAboveHead Robin \"Mmmmm...\"",
          "170": "speak Pierre \"Vidíte? Naše komunita je to, co dává Pelikánovu charakter.#$b#Když JojaMart byl postaven ve městě, tak jsme na toto zapomněli.$s#$b#Ale nyní, díky @, jsme dostal druhou šanci.#$b#Žádám vás, abyste se připojili ke mně v bojkotu JojaMartu! Máme sílu a možnost znovu získat zpět náš starý způsob života!\"",
          "174": "textAboveHead Pierre \"Kdo jde do toho se mnou?\"",
          "180": "speak George \"Žil jsem v tomto městě příliš dlouho, abych ho nechal jít do kytek.#$b#Můžete se mnou počítat!$h\"",
          "183": "textAboveHead Demetrius \"Já jdu do toho.\"",
          "185": "textAboveHead Jodi \"Bojkot!\"",
          "190": "textAboveHead Gus \"Já taky!\"",
          "192": "textAboveHead Gunther \"Už bylo na čase!\"",
          "193": "textAboveHead Robin \"Už žádná Joja!\"",
          "195": "speak Morris \"To je můj konec...$s\"",
          "211": "message \"Po Morrisovi a jeho kumpánech z JojaMartu se pak slehla zem a nikdy se už nevrátili...\""
        },
        "502261/J/w sunny/H": {
          "6": "speak Morris \"Tady je! Všichni, nástup!\"",
          "13": "speak Morris \"*Ahem*...\"",
          "15": "speak Morris \"Jen před pár lety, velcí inovátoři v ústředí Joja přišli s velkým nápadem, Projekt Joja pro rozvoj komunit.#$b#Projekt byl koncipován za účelem poskytnutí důležitých stavitelských služeb našim drahým milovaným komunitám...*vzlyk*... a to vše při vytváření značných zisků!#$b#Pelikánov, se svoji zastaralou a poničenou infrastrukturou, bylo to perfektní místo pro tento projekt.\"",
          "17": "speak Morris \"No, díky Vám, byl náš Pilotní program pro rozvoj komunit velký úspěch!#$b#Od opravování starých mostů, přes opravu autobusů, po přestavění hromádky kamení na skleník, toto město teď opravdu žije!#$b#Mimochodem, jsem obdržel velké povýšení! Hehehe.\"",
          "19": "speak Morris \"Prezident společnosti mě požádal, abych Vám předal tento exkluzivní dar jako formu poděkování.\""
        },
        "502969/w sunny/f Linus 50/j 7/t 2000 2400": {
          "36": "speak George \"Grr... to zní jako kdyby se ti mývalové mi zase hrabali v odpadcích, špinavá havěť...\"",
          "40": "speak George \"Ah, přicházíš v pravou chvíli, ${synku^slečno}$.#$b#${Mohl^Mohla}$ by jsi tomuto nemohoucímu člověku splnit prosbu? ${Šel^Šla}$ by jsi za roh a ${odehnal^odehnala}$ ty mývaly? Dělají mi tam pořádný bordel.#$b#Díky. Nezapomeň je pořádně vyděsit, aby se už nevraceli.\"",
          "53": "speak Linus \"To jsem byl já... promiň.$s\"",
          "61": "speak Linus \"V těchto popelnicích lze najít spoustu horkého, čerstvého jídla... kdybych ho nevzal, byla by to jen škoda.\"",
          "66": "speak Linus \"$y 'Myslíš si, že to co dělám, je nějak špatné?_Ano, je to nechutné._Nechutné možná pro tebe. Pro mě je to způsob života. A navíc mi ještě nikdy nebylo špatně. Jím jen ty věci, které vypadají čerstvě._Ne. Je škoda vyhodit tohle jídlo._Díky, @. Já věděl, že máš otevřenou mysl. Mám z toho, co dělám, dobrý pocit. Nikomu neubližuji.$h_Ano, je to nezákonné. To je Georgův soukromý majetek._Já nevěřím na 'soukromý majetek'. Navíc, co chceš, abych dělal? Já potřebuji toto jídlo, jinak umřu hlady. Měj srdce.$s_Ne, ale měl by sis najít práci a přestat vysávat ostatní._**Ach jo**...*Ne každý může žít v této společnosti, @. Nevíš, jaké to je chodit v mých botách. Nikomu neubližuji, jen chci žít svůj život podle sebe. To je vážně takový zločin?'\"",
          "72": "speak Linus \"Už můžeš jít domů. Slibuji, že v Georgových odpadcích se už hrabat nebudu.#$b#Můžeš mu říct, že jsi mývaly ${zahnal^zahnala}$ nadobro.\"",
          "96": "speak Gus \"Počkej.$u\"",
          "104": "speak Gus \"Já vím, co jsi dělal, Linusi.$3\"",
          "108": "speak Gus \"Pokud potřebuješ jídlo... stačí se zeptat. Nechci, aby někdo v Pelikánově hladověl.\"",
          "112": "speak Gus \"Tady. Mám pro tebe košík cuketových bramboráků. Nezapomeň si je namáčet do pálivé omáčky!$h#$b#No tak... vezmi si je.\""
        },
        "463391/f Emily 1000/e 471942/w sunny/z winter/t 600 1700": {
          "9": "speak Emily \"Ah... Další překrásný den v Pelikánově.\"",
          "29": "textAboveHead Emily \"Mí drazí přátelé!\"",
          "42": "speak Emily \"Ale ne! Ty chudáčku!$s\"",
          "48": "speak Emily \"Máš zlomené křídlo.$s\"",
          "52": "speak Emily \"Ah, ty nejsi jako ostatní, co? Přesně tak jako já...$u\"",
          "54": "speak Emily \"Nemusíš se bát. V mé péči budeš brzo zase lítat v oblacích. Všechno bude v pořádku.$u\"",
          "59": "message \"Emily vzala zraněného papouška k sobě domů a zavázala mu jeho křídlo.\"",
          "61": "message \"Spokojeně se usadil v jejím pokoji. Na projev úcty k němu se papouška rozhodla nepojmenovat.\""
        },
        "611173/Hn pamHouseUpgrade/o Penny": {
          "6": "speak Robin \"Ahojky @! Tak co na to říkáš?\"",
          "11": "speak Robin \"Já jsem s nim moc spokojená...#$b#Dokonce bych si troufala tvrdit, že je to moje nejlepší práce vůbec!$h\"",
          "14": "speak Robin \"Vidíš to kulaté okno... velmi velmi obtížné rám takto zakroutit.#$b#Ah, a ty spletité dřevoryty na dveřích. To mi trvalo věčnost. ${Díval^Dívala}$ ses na ně?\"",
          "16": "speak Robin \"Ah... haha. Už zase plácám o dřevě... co?$h\"",
          "18": "speak Robin \"Každopádně, jdu jim všechno povědět... Ale nejdříve se tě musím zeptat...\"",
          "19": "question fork0 \"Chceš, abych jim pověděla, že tohle vše máš na svědomí ty?#Ano, samozřejmě!#Ne, raději bych jim to ${neříkal¦neříkala}$\"",
          "22": "speak Robin \"Rozumím... tak tu počkej a já pro ně zajdu.\"",
          "31": "speak Robin \"Zdravím vás, sousedé... musím říct, že se mi váš dům převelice líbí!$4\"",
          "34": "speak Pam \"Robin... Já... nevím co na to říct...$s#$b#O tomhle jsem vždycky snila... to bylo jediné, po čem jsem toužila.$s\"",
          "40": "speak Penny \"Robin, moc ti děkujeme...$s\"",
          "41": "speak Robin \"Mně děkovat nemusíte! S tímto nápadem přišel někdo jiný... a také za vše zaplatil.\"",
          "48": "speak Penny \"Pak... kdo tedy?$s\"",
          "55": "speak Robin \"To nemůžu říct... Chtěli zůstat v anonymitě.$5\"",
          "63": "speak Pam \"...To asi abychom se nemuseli jim cítit zavázáni.\"",
          "65": "speak Pam \"Ať jsou kdokoli... Mají určitě srdce z ryzího zlata...Že by můj anděl strážný?$s\"",
          "67": "speak Robin \"No, zas *tak* daleko bych nemířila...$4\"",
          "79": "speak Pam \"Penny, od teď budeme skutečná rodina... slyšíš?#$b#Už nechci být pořád zahořklá...$s#$b#Od základů změním svůj život...\""
        },
        "choseToBeKnown": {
          "2": "speak Robin \"Rozumím... tak pojďme tedy.\"",
          "12": "speak Robin \"Zdravím vás, sousedé... musím říct, že se mi váš dům převelice líbí!$4\"",
          "15": "speak Pam \"Robin... Já... nevím co na to říct...$s#$b#O tomhle jsem vždycky snila... to bylo jediné, po čem jsem toužila.$s\"",
          "21": "speak Penny \"Robin, moc ti děkujeme...$s\"",
          "22": "speak Robin \"Mně děkovat nemusíte! S tímto nápadem ${přišel^přišla}$ @... A také za všechno ${zaplatil^zaplatila}$!\"",
          "27": "speak Penny \"@... Tohle je neuvěřitelné...$7#$b#Já... Nevím co mám na to říct...$s\"",
          "33": "speak Pam \"Tohle tě muselo stát balík, @...$s#$b#...Abych se přiznala, přijde mi to trochu až trapné. Jak se ti jen mohu vůbec odvděčit?$4\"",
          "35": "question fork1 \"...#Byl to dar... nemusíte mi to nějak splácet.#Můžeš začít tím, že se k Penny nebudeš chovat tak ohavně...\"",
          "42": "speak Pam \"...Omlouvám se.$s\"",
          "44": "speak Pam \"Udělám co chceš...$s\"",
          "48": "speak Penny \"Mami...$s\"",
          "50": "speak Penny \"Neboj se... Já chápu proč si občas naštvaná. Neměla si lehký život...$s\"",
          "53": "speak Pam \"Díky, prcku.$h#$b#Od teď budeme skutečná rodina... slyšíš?#$b#Už nechci být pořád zahořklá...$s#$b#Od základů změním svůj život...\""
        },
        "itsagift": {
          "6": "speak Pam \"Tak... to mi nezbývá nic jiného, než spolknout moji hrdost...\"",
          "8": "speak Pam \"*ehm*... Děkuji ti, @.$s\"",
          "10": "speak Penny \"Mami...$s\"",
          "12": "speak Penny \"Neboj se... @ jen chce, abychom byli šťastné. Nikdo v Pelikánově na nás neshlíží, protože jsme chudé.$s\"",
          "15": "speak Pam \"...Už nejsme žebráci, prcku... to si zapamatuj!#$b#Od teď budeme skutečná rodina... slyšíš?#$b#Už nechci být pořád zahořklá...$s#$b#Od základů změním svůj život...\""
        },
        "611173/Hn pamHouseUpgrade": {
          "6": "speak Robin \"Ahojky @! Tak co na to říkáš?\"",
          "11": "speak Robin \"Já jsem s nim moc spokojená...#$b#Dokonce bych si troufala tvrdit, že je to moje nejlepší práce vůbec!$h\"",
          "14": "speak Robin \"Vidíš to kulaté okno... velmi velmi obtížné rám takto zakroutit.#$b#Ah, a ty spletité dřevoryty na dveřích. To mi trvalo věčnost. ${Díval^Dívala}$ ses na ně?\"",
          "16": "speak Robin \"Ah... haha. už zase plácám o dřevě... co?$h\"",
          "18": "speak Robin \"Každopádně, jdu jim všechno povědět... Ale nejdříve se tě musím zeptat...\"",
          "19": "question fork0 \"Chceš, abych jim pověděla, že tohle vše máš na svědomí ty?#Ano, samozřejmě!#Ne, raději bych jim to ${neříkal¦neříkala}$.\"",
          "22": "speak Robin \"Rozumím... tak tu počkej a já pro ně zajdu.\"",
          "31": "speak Robin \"Zdravím vás, sousedé... musím říct, že se mi váš dům převelice líbí!$4\"",
          "34": "speak Pam \"Robin... Já... nevím co na to říct...$s#$b#O tomhle jsem vždycky snila... to bylo jediné, po čem jsem toužila.$s\"",
          "40": "speak Penny \"Robin, moc ti děkujeme...$s\"",
          "41": "speak Robin \"Mně děkovat nemusíte! S tímto nápadem přišel někdo jiný... a také za vše zaplatil.\"",
          "48": "speak Penny \"Pak... kdo tedy?$s\"",
          "55": "speak Robin \"To nemůžu říct... Chtěli zůstat v anonymitě.$5\"",
          "63": "speak Pam \"...To asi abychom se nemuseli jim cítit zavázáni.\"",
          "65": "speak Pam \"Ať jsou kdokoli... Mají určitě srdce z ryzího zlata...Že by můj anděl strážný?$s\"",
          "67": "speak Robin \"No, zas *tak* daleko bych nemířila...$4\"",
          "79": "speak Pam \"Penny, mrzí mě, že si musela vyrůstat v takové bídě... Ale jsem šťastná, že sis dokázala najít nový a lepší domov. My obě jsme to dokázali.#$b#Vynasnažím se, abych svůj život otočila jiným směrem...$s\""
        },
        "choseToBeKnown_pennySpouse": {
          "2": "speak Robin \"Rozumím... tak pojďme tedy.\"",
          "12": "speak Robin \"Zdravím vás, sousedé... musím říct, že se mi váš dům převelice líbí!$4\"",
          "15": "speak Pam \"Robin... Já... nevím co na to říct...$s#$b#O tomhle jsem vždycky snila... to bylo jediné, po čem jsem toužila.$s\"",
          "21": "speak Penny \"@? Co ty tu děláš?\"",
          "22": "speak Robin \"Cože, to jsi o tom ${neřekl^neřekla}$ ani své ženě, @?$u\"",
          "27": "speak Robin \"@ ${přišel^přišla}$ s tímto nápadem a také za všechno ${zaplatil^zaplatila}$!\"",
          "32": "speak Penny \"@... tohle si dělat ${nemusel^nemusela}$...#$b#Ale přesto ti děkuji. Hodně to pro mě znamená.$s\"",
          "38": "speak Pam \"Tohle tě muselo stát balík, @...$s#$b#...Abych se přiznala, přijde mi to trochu až trapné. Jak se ti jen mohu vůbec odvděčit?$4\"",
          "40": "question fork1 \"...#Nemusíš mi nic splácet! Jsi přece moje 'máma'!#Můžeš začít tím, že se k Penny nebudeš chovat tak ohavně...\"",
          "47": "speak Pam \"...Omlouvám se.$s\"",
          "49": "speak Pam \"Udělám co chceš...$s\"",
          "53": "speak Penny \"Mami...$s\"",
          "55": "speak Penny \"Neboj se... Já chápu proč si občas naštvaná. Neměla si lehký život...$s\"",
          "58": "speak Pam \"Díky, prcku.$h#$b#Od teď budeme skutečná rodina... slyšíš?#$b#Už nechci být pořád zahořklá...$s#$b#Od základů změním svůj život...\""
        },
        "itsagift_pennySpouse": {
          "6": "speak Pam \"Tak... to mi nezbývá nic jiného, než spolknout moji hrdost...\"",
          "8": "speak Pam \"*ehm*... Děkuji ti, @.$s\"",
          "10": "speak Penny \"Mami...$s\"",
          "12": "speak Penny \"Neboj se mami... chtěli jsme ti jen udělat radost. Nikdo v Pelikánově na nás neshlíží, protože jsme chudé.$s\"",
          "15": "speak Pam \"Už nejsem žebrák, prcku... to si zapamatuj!#$b#Od teď budeme skutečná rodina... slyšíš?#$b#Už nechci být pořád zahořklá...$s#$b#Od základů změním svůj život...\""
        },
        "3917584/f Shane 3500/O Shane/d Fri/t 800 1700": {
          "12": "speak Shane \"Uf... to byla pěkná švanda.$h#$b#Takhle jsem se nerozjel už dlouho... *krk*\"",
          "18": "speak Shane \"Fuj... jsem celý zpocený. Asi bych měl jít domů.\"",
          "22": "speak Marnie \"Ale ne... to nevypadá dobře.$s\"",
          "31": "speak Marnie \"@? ${Měl^Měla}$ bys ho hlídat... až ho příště uvidíš vycházet z hospody, možná bu bylo dobré mu něco říct...$s^\"",
          "37": "end dialogue Shane \"Děje se něco, @? Vypadáš ustaraně...\""
        },
        "3917585/e 3917584/O Shane/A shaneSaloon1": {
          "14": "textAboveHead Shane \"*krk*\"",
          "16": "speak Shane \"Aha! Ahoj @. Právě jsem chtěl jít domů...\"",
          "19": "textAboveHead Shane \"Co?\"",
          "21": "speak Shane \"Jestli jsem pil?... Ne!$a#$b#Proč by ses mě na něco takového ${ptal^ptala}$?$a\"",
          "25": "textAboveHead Shane \"Hmf..\""
        },
        "3917586/e 3917585/O Shane/A shaneSaloon2": {
          "8": "speak Shane \"Super... připraven na další kolo!\"",
          "18": "speak Marnie \"Dobře... ${chytili^chytily}$ jsme ho při činu. Teď s ním o tom musíme promluvit. Hlavně dýchej zhluboka... $s\"",
          "82": "textAboveHead Shane \"Ahhhh!\"",
          "85": "textAboveHead Shane \"Chyběl jen kousek...\"",
          "96": "speak Shane \"Oh, ahoj! Nevěděl jsem, že mám obecenstvo.$h\"",
          "101": "speak Marnie \"Shane... tohle si tu celou dobu dělal?$s\"",
          "103": "speak Shane \"Jo! Co jiného jste si mysleli?$h\"",
          "107": "speak Shane \"Této hře jsem zcela propadl, jsem na ni závislý...#$b#Nemůžu si pomoct a musím hrát jedno kolo za druhým...\"",
          "115": "speak Shane \"Dokonce jsem dosáhl třetího místa na celosvětovém žebříčku... troufám si tvrdit, že jsem jeden z nejlepších.$h\"",
          "120": "speak Marnie \"Ale... tyhle plechovky...$s\"",
          "125": "speak Shane \"Aha, jasně. To je jen Joja Cola... jo, já vím... kazí zuby. Ale pomáhá mi se soustředit...\"",
          "132": "speak Shane \"Počkat... nemysleli jste si snad, že tady piju pivo?$a\"",
          "136": "speak Shane \"@? Říkal jsem ti, že už nepiju...$a\"",
          "137": "question fork0 \"#Měli jsme strach...#Promiň, ${měl¦měla}$ jsem ti věřit\"",
          "144": "speak Shane \"...To je v pohodě, @. Jen máš o mě strach. já to chápu.#$b#Hele... já vím, že to se mnou není jednoduché... ale, snažím se... a budu se dále snažit. Takže se o mě už nemusíš mít bát.#$b#Můj život je teď lepší, než kdy předtím. Hlavou se mi už nehoní samé černé myšlenky...\"",
          "150": "speak Shane \"Víš, když hraju tuhle hru, moje soustředění odvádí mé myšlenky od jiných věcí. Opravdu mi pomáhá když mám 'chutě'...\"",
          "152": "speak Shane \"Každopádně... já si... ehm... zahraji ještě JEDNU hru a pak půjdu domů. Souhlasíš?\"",
          "156": "end dialogue Shane \"Asi jste museli být opravdu zaražení, když jste vešli a viděli jste mě před hracím automatem!$h\""
        },
        "3917589/n gaveAlexMoney/O Alex/d Mon/d Tue/d Wed/d Thu/d Fri/d Sat": {
          "5": "message \"Je neděle... Bylo by dobré se později zastavit v hospodě a kouknout se, co tam vlastně Alex vyvádí!\""
        },
        "6184643/f Haley 3500/O Haley/t 800 1500/w sunny": {
          "11": "speak Jas \"Slečno Penny? Na mé učebnici už mi nedrží obal...$s\"",
          "12": "speak Penny \"Podívám se...$s\"",
          "16": "speak Penny \"Ale ne... rozpadají se vám knihy...$s#$b#Jsou už prostě moc staré.$s\"",
          "21": "speak Penny \"...ale nové knihy jsou tak drahé, budeme si muset vystačit s tím, co máme...$s\"",
          "26": "speak Vincent \"To znamená, že už nemusím dělat domácí úkoly?$h\"",
          "36": "end dialogue Haley \"Poslední dobou mi dorty hodně leží v hlavě...\""
        },
        "6184644/e 8675611/O Haley/A haleyCakewalk2/t 600 1500/w sunny/i 220": {
          "23": "speak Haley \"Ahoj! Ah, výborně, ${přinesl^přinesla}$ jsi svůj dort!...\"",
          "34": "speak Haley \"Vypadá opravdu vláčně. Díky, @.\"",
          "37": "speak Haley \"Přišlo docela dost lidí, co?\"",
          "39": "speak Marnie \"Ehm... Haley? Kdy se máme zastavit? M... moje nohy... *uff* *ufff*$s\"",
          "42": "speak Haley \"Jejda! Zapomněla jsem zapískat.$h\"",
          "53": "speak Haley \"Konec! Všichni byste měli stát na čtverci s číslem.\"",
          "54": "textAboveHead Emily \"Já ano!\"",
          "56": "textAboveHead Marnie \"Jo\"",
          "57": "textAboveHead Pam \"Jak říkáš\"",
          "68": "speak Haley \"Vaše číslo určuje, který dort jste vyhráli!#$b#Dobrá, tak se podívejme, kdo dostane jaký dort...\"",
          "72": "speak Haley \"Hmmm, takže... #$b#Caroline, jaké máš číslo? Aha... takže ty získáváš...#$b#Bochník z jeskynní mrkve od starosty Lewise... s přidanou vlákninou!\"",
          "74": "textAboveHead Caroline \"Ah, jsem štěstím bez sebe\"",
          "76": "speak Haley \"Emily, ty vyhráváš...#$b#Čokoládové košíčky s krémem z uleželého bourbonu od Pam.\"",
          "78": "textAboveHead Gus \"Mňam!\"",
          "80": "speak Pam \"To si pěkně pochutnáš, prcku.$h\"",
          "82": "speak Haley \"Tak další... Jas, ty si odneseš...#$b#Clintovu bublaninu z divokého křene.\"",
          "85": "speak Clint \"Je to starý rodinný recept. Upekl jsem ho přímo v tavící peci.#$b#Ah, a ještě... možná se mi spodek trochu připekl, takže... eh... možná budeš muset oříznout vrstvu spálené hmoty. Ale zbytek se dá vcelku jíst.\"",
          "89": "speak Haley \"Aha, popojedem... další na řadě je Vincent. Pro něj máme...#$b# Jahodovou cukrovou roládu s trojitou porcí sirupu a šlehačky od naší Robin!\"",
          "91": "textAboveHead Jodi \"Ale ne...\"",
          "97": "speak Haley \"Dále tu máme Jodi. Ty si vezmeš domů...#$b#Červený sametový dort od Emily... barven pomocí organicky vypěstované červené řepy!\"",
          "99": "textAboveHead Jodi \"To bude bašta!\"",
          "104": "speak Haley \"...a to nejlepší nakonec: Pam! Stáváš se šťastnou výherkyní luxusního čokoládového dortu od ${mého muže^mé ženy}$.\"",
          "106": "textAboveHead Pam \"Díky, prcku\"",
          "108": "speak Haley \"Díky všem, že jste přišli. Vybrali jsme přes 5 000 zlatých!\"",
          "110": "speak George \"A na co jsou vlastně ty peníze? Chceš si koupit novou kabelku?\"",
          "113": "speak Haley \"No abych řekla pravdu... jsou pro Penny.\"",
          "117": "speak Haley \"Penny, nedávno jsem tě zaslechla, jak s Jas a Vincentem řešité jejich učebnice. Znělo to tak, že potřebujete pomoct...\"",
          "120": "textAboveHead Penny \"Nové učebnice!\"",
          "123": "speak Penny \"Slyšeli jste to, děti? Dostanete úplné nové učebnice!\"",
          "128": "speak Penny \"Nevím co na to říct... Strašně ti děkuji.$h#$b#...vám oběma!$h\"",
          "138": "speak Robin \"Hele Lewisi... když teď finance na vzdělávání nepůjdou z rozpočtu města, určitě snížíš daně z podnikání, že jo?$h\"",
          "178": "end dialogue Haley \"Akce měla obrovský úspěch! Díky, že jsi mi ${pomohl^pomohla}$, zlato.\""
        },
        "15389722/j 57": {
          "17": "speak Lewis \"Ah, zdravím tě, @. Přicházíš v pravou chvíli.$h\"",
          "23": "speak Lewis \"Představuji ti naši novou tabuli pro 'Zvláštní objednávky'.#$b#Robin a já jsme ji postavili pěkně od základů.$h\"",
          "25": "speak Robin \"Ehm... Lewisi? Vy jste celou dobu držel hřebíky.\"",
          "35": "speak Lewis \"Ah... ignoruj ji.$5\"",
          "38": "speak Lewis \"A teď ti vysvětlím její účel...\"",
          "40": "speak Lewis \"Vzhledem k tomu, že %farm farma je díky tobě zpátky na nohách, naše místní ekonomika se nám znovu rychle rozjíždí.#$b#Následkem toho mě místní obyvatelé začali žádat o možnost získat suroviny pro své obchody a projekty z místních zdrojů.\"",
          "44": "speak Lewis \"A tak jsme Robin a já vymysleli tuto tabuli, kde lidé mohou vyvěsit pohledávky většího rozsahu, které by nemělo smysl dávat na starou nástěnku u Pierra.\"",
          "49": "speak Robin \"Přesně... například já plánuji si zažádat o trvdé dřevo, protože chci vyrobit novou postel.$h#$b#Nechci na tebe nějak naléhat, ale pokud mi chceš pomoct, stačí jen přijmout můj požadavek z této tabule.#$b#A co víš, možná že když se mi ta postel povede, začnu ji také prodávat v obchodě!$h\"",
		"51": "quickQuestion #Už se těším jak budu moci pomáhat!#No... já nevím... uvidíme...(break)faceDirection Lewis 3\\speak Lewis \"To jsem si myslel! Nic jiného bych od tebe neočekával, @.\"\\emote Robin 20\\speak Robin \"Takže lze říct, že budeš často --chodit k tabuli--, tak snad tu --nezapustíš kořeny--.$4\"\\pause 400\\showFrame Lewis 27\\shake Lewis 200\\pause 400\\textAboveHead Lewis \"Šmankote\"\\animate Robin false true 150 32 33\\pause 1200\\showFrame Lewis 0\\faceDirection Lewis 3\\speak Lewis \"Každopádně, určitě máš práci. Nebudeme tě dále zdržovat.#$b#Jako vždy si ceníme tvoji ochotu přispívat do společnosti!$h#$b#Tak ať jde práce od ruky, @.\"(break)faceDirection Lewis 3\\emote Lewis 28\\speak Lewis \"Hmm... takhle vlažnou odpověď bych od tebe nečekal, @. Jsem docela zklamán.$s\"\\pause 400\\speak Robin \"To je v pořádku, Lewisi... není třeba ${ho^ji}$ nutit, aby ${pomáhal^pomáhala}$.$5#$b#Možná poprosím o pomoc Sebastiana. Troška odpočinku od počítače by mu určitě pomohla.\"\\playMusic none\\pause 500\\speak Lewis \"Ehm... no, tady už jsme asi skončili, Robin.$u#$b#...Nechceme přeci @ zdržovat, aby jsi ${mohl^mohla}$ do plna užívat svého drahého času pro sebe.$u\"\\faceDirection Lewis 1(break)"
        }
      }
    }
  ]
}