{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Data/Mail",
      "Entries": {
        "Robin": "Zdravíčko!^Valí se mi tu pár kousků dřeva navíc... tak jsem si řekla, že by ho na farmě mohlo být k užitku. Zatím se měj!  ^   -Robin %item id (O)388 50 %%[#]Dárek od Robin",
        "Demetrius": "Zdravím @,^Onehdy jsem prováděl terénní studii a našel jsem tento exemplář. ^Doufám, že se pro něho nadchneš stejně tak jako já.    ^   -Demetrius%item id (O)392 1 (O)394 1 (O)132 1 (O)66 1 %%[#]Dárek od Demetriuse",
        "Linus": "Zdravím příteli.^Horské jezero bylo poslední dobou vůči mně vstřícné. Chtěl bych se s tebou podělit o jeho dary.  ^   -Linus %item id (O)136 1 (O)143 1 (O)202 1 (O)227 1 (O)228 1 %%[#]Dárek od Linuse",
        "Pierre": "Vážený zákazníku,^Děkujeme, že jste navštívili Pierrův obchod! Přiložený k dopisu naleznete vaši slevu z 'Programu na vrácení peněz'. Těšíme se na vaší další návštěvu! ^   -Pierre^  P.S. Omlouvám se ti za tu stroze znějící zprávu, @. Užij si odměnu! %item money 250 601  %%[#]Dárek od Pierra",
        "Caroline": "Ahoj @,^Posílám ti zeleninu, kterou pěstuji na mé malé zahrádce za domem. Pravděpodobně už máš tolik zeleniny, že ani nevíš, co s ní máš dělat, ale ty ji určitě nějak využiješ.   ^   -Caroline%item oid (O)190 1 (O)192 1 (O)24 1 %%[#]Dárek od Caroline",
        "George": "Našel jsem nějaký kámen a nevypadá špatně. ^Možná ho můžeš použít na stavbu nebo tak něco.  ^   -George %item id (O)390 35 %%[#]Dárek od George",
        "Evelyn": "Zdravím tě, ${sousede¦sousedko}$. Doufám že se tvé farmě daří.^ Zasílám ti něco malého co jsem ukuchtila... Doufám že se to v poště nerozmačkalo.  ^   -Evelyn %item id (O)216 1 (O)220 1 (O)223 1 %%[#]Dárek od Evelyn",
        "Pam": "Nazdar. ^Tohle jsem našla někde v zásuvce. Myslím, že to využiješ.   ^   -Pam %item id (O)346 1 (O)349 1 (O)787 1 %%[#]Dárek od Pam",
        "Lewis": "@,^Jsem velmi rád že jsi nyní součástí naší komunity! K dopise je přiložen šek v hodnotě 500 zlatých ze Zemědělského fondu Stardew Valley, který ti doufám pomůže pokračovat v dobré práci. ^Můžeš ho třeba využít k nákupu nových semen.  ^  S pozdravem, pan Lewis%item money 500 501 %%[#]Dárek od Lewise",
        "Gus": "@!^Dneska ráno jsem ti v hospodě udělal něco k zakousnutí. Nech si chutnat!   ^   -Tvůj přítel, Gus%item id (O)224 1 (O)213 1 (O)211 1 (O)207 1 (O)200 1 (O)195 1 (O)198 1 %%[#]Dárek od Guse",
        "Clint": "Um, ahoj...     ^Promiň, psaní dopisů mi moc nejde. Odlil jsem jeden ocelový ingot navíc a myslel jsem si, že ho možná využiješ.  ^   -kovář Clint %item id (O)334 1 (O)335 1 (O)336 1 %%[#]Dárek od Clinta",
        "Jodi": "Zdravíčko @,^Zjistila jsem, že jsem objednala až příliš mnoho hnojiva pro moji zahrádku!! Vsadím se, že ty mi s přebytkem pomůžeš. Opatruj se!  ^   -Jodi %item id (O)368 5 (O)369 5 (O)370 5 %%[#]Dárek od Jodi",
        "Kent": "Zdravím, @.^Na tuhle věc sedal v kůlně prach. Tak jsem si řekl, proč ji nedat někomu, kdo ji může potřebovat.  ^   -Kent%item id (O)286 1 (O)287 1 (O)288 1 (O)787 1 %%[#]Dárek od Kenta",
        "Emily": "Ahoj!^Jak se vede? Poslala jsem ti dárek. Doufám, že se ti bude líbit... No, tak čau! +   ^   -Emily %item id (O)397 1 (O)428 1 (O)440 1 %%[#]Dárek od Emily",
        "Marnie": "Ahoj @,^Nikdy jsem neměla potěšení mít tak hodného souseda a tak jsem si myslela, že ti ulehčím práci a pošlu ti krmení pro zvířata. Jen tak dál! ^   -Marnie %item id (O)178 30 %%[#]Dárek od Marnie",
        "Shane": "Čau,^Myslel jsem si jaká švanda to bude ti poslat dopis. Ale pak jsem si uvědomil že nevím co ti napsat.^ Tady máš, poslal jsem ti něco k snědku. Ale nikomu to neříkej, před lety jsem to totiž ukradl ze skladu JojaMartu.^Tak jo, někdy se zase uvidíme. ^   -Shane %item id (O)215 1 (O)206 1 %%[#]Dárek od Shanea",
        "Wizard": "Zdravím, ${mladý adepte¦mladá adeptko}$.^V tomto balíčku nalezneš přiložen předmět tajemného významu. Užívej ho s rozumem.   ^   -M. Rasmodius, Kouzelník %item id (O)422 1 (O)82 1 (O)84 1 (O)70 1 %%[#]Dárek od Kouzelníka",
        "Sandy": "Posílám pozdravy z pouště Kaliko!^Přijď mě brzo navštívit, je tu strašná nuda :(. Přibalila jsem ti dárek z pouště. Byla bych ráda, kdybys mi tvé poděkování ${předal¦předala}$ osobně ústně!   ^   -Sandy %item id (O)88 1 (O)90 1 (O)218 1 %%[#]Dárek od Sandy",
        "afterSamShow": "@,^koncert byl strašný úspěch! Chtěl bych ti ještě jednou poděkovat za všechnu tvoji pomoc při vytváření téhle úžasné kapely. Bez tebe bychom to nedokázali!   ^   -Sam[#]Poděkování od Sama",
        "afterArtShow": "Zdravím @,^Ještě jednou děkuji za tvoji účast a podporu na mé výstavě. Byl to nenadálý úspěch! Prodala jsem skoro všechny své sochy a všichni byli šťastní a pěli takovou chválu! Doufám že se zase brzo uvidíme.  ^   -Leah[#]Poděkování od Leah",
        "haleyGarden": "@,^Tak jsem si usmyslela, že ti napíšu dopis.^ Včera s krávami to byla opravdu sranda... Začínám chápat proč děláš to co děláš! Doufám že se zase uvidíme.  ^   -Haley[#]Dopis od Haley",
        "PennyCleanTrailer": "Moc se omlouvám za to co se včera u mě stalo... Moje máma může mít někdy hodně špatnou náladu.^Prosím zkus na vše zapomenout.  ^   -Penny[#]Penny se omlouvá",
        "Duck": "Zdravím @,^Viděla jsem jak dobře zacházíš se slepicemi, takže mi teď v obchodě kvákají kachny! Přijď se na ně podívat.       ^   -Marnie[#]Prodávám kachny!",
        "Rabbits": "Ahoj @,^Nyní mi v mém obchodě hopkají králíci! Můžeš z nich získat načechranou vlnu ...a další věci!       ^   -Marnie[#]Dupou mi králíci!",
        "Sheep": "Ahoj @,^Nyní vím, že se zvládneš starat o krávy, takže teď si u mě můžeš zakoupit i ovce!       ^mé   -Marnie[#]Počítám ovečky!",
        "Goats": "Nazdar @,^Začala jsem u sebe prodávat kozy. Vedeš si moc dobře!       ^   -Marnie[#]Kozy na prodej!",
        "Pigs": "Dobrý den, @,^Už uplynulo hodně času od doby, kdy se jistý zelenáč přistěhoval k nám do města. Proto jsem se rozhodla začít prodávat prasata. Jsou vycvičená k hledání chutných lanýžů!       ^   -Marnie[#]Dorazila prasátka!",
        "SeaAmulet": "@,^Tuhle radu ti dávám, protože tě mám rád a chci, abych tě stále mohl považovat za součást tohoto města. Pokud někdy nastane chvíle, kdy chceš někoho požádat o ruku, je třeba tvé vyvolené osobě dát 'Přívěšek mořské víly'. Není třeba se obávat, každý v Pelikánově ví, co tento amulet představuje. V této oblasti je to odvěká tradice. Hodně štěstí! ^   -Lewis[#]Náhrdelník mořské víly",
        "Bouquet": "@,^Zdá se, že se začínáš s jistými obyvateli města sbližovat. Pokud chceš někomu sdělit, že chceš navázat vážnější vztah, je třeba jim dát jeden z mých nádherných kytic. Nalezneš je v mém obchodě, za velmi slušnou cenu! Pokud chceš časem založit rodinu, tohle je první krok! ^   -Pierre[#]Kytice",
        "RobinCooking": "Ahoj @,^Mám tu tady starý recept, který mi předala má babička. Nech si chutnat!   ^   -Robin%item cookingRecipe %%[#]Rodinný recept od Robin",
        "DemetriusCooking": "Chtěl jsem ti říct 'děkuji' za tvůj zájem o moji práci. Na oplátku ti posílám recept. který se mi zdá chutný. ^   -Demetrius%item cookingRecipe %%[#]Recept od Demetriuse",
        "LinusCooking": "@,^Jak se ti vede? S dopisem ti zasílám pokyny, jak uvařit jeden z mých nejoblíbenějších rybích receptů. ^   -Linus%item cookingRecipe %%[#]Recept od Linuse",
        "PierreCooking": "PŘÍSNĚ TAJNÉ:^Předávám recept na mé světově známé borůvkové dortíky.^Nikomu ho neříkej! Dávám ti ho, protože ti mohu důvěřovat, když jsme tak dobří přátelé. ^   -Pierre%item cookingRecipe %%[#]Pierrův slavný koláč",
        "CarolineCooking": "Zdravíčko @,^Není nic lepšího než vařit s čerstvou zeleninou z tvé vlastní zahrady! Abych tě posunula správným směrem, rozhodla jsem se ti dát svůj vlastní recept. Opatruj se, ^   -Caroline%item cookingRecipe %%[#]Recept od Caroline",
        "GeorgeCooking": "Dám ti svůj recept, který se mi tu jen válí. Nespal ho. ^   -George%item cookingRecipe %%[#]Georgův recept",
        "EvelynCooking": "Zdravím tě @,^Normálně své recepty nesděluji ostatním... ale tvé chování vůči nám mě přesvědčilo o tvé dobrotě a proto jako díky ti jeden svůj recept posílám. ^   -Evelyn%item cookingRecipe %%[#]Recept od Babi Evelyn",
        "PamCooking": "Ahoj prcku,^Tady máš recept pro dobrotu, kterou mi dělával můj taťka. Nezapomeň to vařit pomalu. ^   -Pam%item cookingRecipe %%[#]Recept od Pam",
        "LewisCooking": "@,^Nezapomeň jíst zdravě, nebo nebudeš mít dostatek energie pro každodenní tvrdou práci! K tomuto dopisu přikládám jeden z mých oblíbených receptů. Nezapomeň použít zralá rajčata! ^   -Lewis%item cookingRecipe %%[#]Recept od Lewise",
        "GusCooking": "Ahoj @,^Chci ti dát jeden mých receptů z hospody. Dávám ho jenom mým nejlepším přátelům! ^   -Gus%item cookingRecipe %%[#]Recept od Guse",
        "ClintCooking": "No, já také znám pár receptů.^Tak jsem si řekl, že ti jeden pošlu... možná ti pomůže vytěžit více rudy.^Tak zatím. ^   -Clint%item cookingRecipe %%[#]Clintův recept",
        "JodiCooking": "@,^S tímto receptem jsem vyhrála 1. místo v soutěži vaření! Snad ti bude chutnat. Díky za tvé přátelství! ^   -Jodi%item cookingRecipe %%[#]Recept od Jodi",
        "KentCooking": "Tento recept jsem pochytil ze zámoří. Snad si pošmákneš.^Chci ti poděkovat za tvé vřelé přivítání. ^^   -Kent%item cookingRecipe %%[#]Kentův recept",
        "EmilyCooking": "@!^Otoč tento dopis a odhalíš návod jak si udělat super zdravé jídlo!^Díky němu budeš mít energie na celé dny. Tak zatím. ^   -Emily%item cookingRecipe %%[#]Zdravý pokrm od Emily",
        "MarnieCooking": "${Drahý sousede¦Drahá sousedko}$,^Když se nestarám o zvířata, ráda experimentuji v kuchyni. A protože jsme tak dobří přátelé, chci se o ně s tebou podělit.^Doufám, že se ti budou zamlouvat! ^   -Marnie %item cookingRecipe %%[#]Recept od Marnie",
        "ShaneCooking": "@,^Tenhle recept jsem našel v časopise a docela mě zaujal. Doufám, že mi dáš ochutnat, až ho uvaříš. hehe. ^   -Shane%item cookingRecipe %%[#]Shanův recept",
        "SandyCooking": "Ahoj @,^Tak strašně se tu v poušti nudím, až jsem ti napsala dopis. S ním jsem poslala i recept na výbornou polévku. Přijď mě brzo zase navštívit! ^   -Sandy%item cookingRecipe %%[#]Recept od Sandy",
        "WillyCooking": "Nazdar @,^Chtěl bych ti sdělit starý recept, který mi dělával můj starej. Je důležité, aby ryba byla ČERSTVÁ.  ^   -Willy%item cookingRecipe %%[#]Willyho starý recept",
        "mom1": "Ahoj zlatíčko,^  Jak se mému dítěti daří? Moc mi chybíš. Doufám, že farmaření je přesně takové, jaké si doufal. ^   S láskou, máma.   ^   P.S. Přibalila jsem ti tvé oblíbené sušenky < %item id (O)223 1 %%[#]Od mámy",
        "mom2": "        Ahoj drahoušku,^  Už dlouho jsem od tebe nic neslyšela, miláčku. Tady u nás doma se nic moc nezměnilo. Moc mi chybíš. ^  S láskou, máma ^ P.S. Našla jsem obálku s penězi, které tu děda pro tebe zanechal. %item money 500 501 %%[#]Tady máma",
        "mom3": "Ahoj broučku,^  Četla jsem článek o tobě v místních novinách! Zdá se, že život na venkově ti opravdu svědčí! Jsem na tebe tak pyšná. Opatruj se, sluníčko. ^ S láskou, máma[#]Máma se hlásí",
        "mom4": "Ahoj koblížku,^ Jak se ti vede? Tak se mi zdá, že o peníze nemáš na své farmě nouzi. Prosím nezapomeň na svoji mámu až budeš mít banku jako Strýček Skrblík, hehe! ^  S láskou, máma   ^   P.S. Doufám, že ti dort bude chutnat!%item id (O)221 1 %%[#]Pozdrav od mámy",
        "dad1": "Ahoj šampiónko,^  Jak se ti líbí tvůj nový život na farmě? Nemůžu uvěřit že už jsi dospělá... Čas tak letí. Teď když jsi pryč, mám k dispozici trochu více peněz, proto jsem ti poslal malý dárek.^  S láskou, táta.%item money 500 501 %%[#]Od táty",
        "dad2": "Ahoj beruško,^  Jak se ti daří v životě na venkově? Je mi tu bez tebe smutno, ale jsem pyšný na to co děláš.^  S láskou, táta  ^  P.S. Našel jsem obálku s penězi, které tu děda pro tebe zanechal. %item money 500 501 %%[#]Táta se hlásí",
        "dad3": "Ahoj pašáku,^  Četl jsem o tobě článek v místních novinách! Jsem velmi pyšný na to jak ti práce na farmě odsýpá! Když to takhle půjde dál, možná se taťka přeci jen v důchodu přestěhuje do přepychového bungalovu na Kapradinových ostrovech ;).^  S láskou, táta[#]Pozdrav od táty",
        "dad4": "Ahoj myšoune,^ Vím že máš na farmě spoustu práce a proto nemůžeš přijet na návštěvu. Já to chápu. Pracovala si tak tvrdě... s takovou energií dokážeš vše co si umaneš! ^ S láskou, táta  ^  P.S. K dopisu jsem přiložil kvalitní kámen %item id (O)390 30 %%[#]Pozdrav od táty",
        "newsstory": "Dobrý den, @.^S radostí Vás informujeme, že vaše farma bude uvedena v příštím vydání sloupku 'Slibná místa' ve Stardew Valley Tribune! Blahopřejeme. Jsme opravdu uchváceni vašimi úspěchy. ^   -SVT[#]Reportáž",
        "pierreBackpack": "REKLAMA:^„Pořád nacházím skvělé věci, ale do batohu se mi už nevejdou!“^^Slýcháváte se říkat podobné věci? Už se nemusíte bát, U Pierra je o Vás postaráno!^^Zastavte se v Pierrově obchodě ještě DNES a zakupte si náš cenově dostupný batoh s místem pro 24 předmětů!^ Už se na Vás těšíme![#]Baťohy od Pierra",
        "pierreHours": "REKLAMA:^^Pierrův obchod se smíšeným zbožím je nyní otevřen 7 dní v týdnu![#]Nová doba otevření u Pierra",
        "robinKitchenLetter": "Zdravím tě,^^Chtěla bych se omluvit za mé nemístné vtipy o staré chatce tvého dědečka při našem prvním setkání. Ve skutečnosti je to opravdu hezký dům!^^Nicméně možná budeš jednoho dne potřebovat více místa. A v tom ti můžu pomoci. Pokud mi přineseš stavební materiály a zaplatíš poplatek, můžu tvůj dům rozšířit.^(Pokračování na další stránce)^^První rozšíření, které nabízím, obsahuje kuchyň. V kuchyni pak můžeš vařit recepty, co již znáš!^^Každopádně doufám, že se ve Stardew Valley brzo začneš cítit jako doma!^^    Tvá místní tesařka,^        Robin[#]Co Robin nabízí",
        "quest10": "@,^Slyšel jsem, jak moc pomáháš obyvatelům našeho města! Všichni jsou ti opravdu vděční. Proto ti dávám ocenění „Nejlepší soused/sousedka“ za tento měsíc (s tím je i spojená malá peněžní odměna). Pokračuj v dobré práci! ^   -Starosta%item money 500 501 %%[#]Nejlepší soused",
        "quest35": "Zdravím @,^Hodně lidí obdrželo tvoji pomoc od doby, co tu bydlíš... každý mi říká jak moc si jim ${ulehčil¦ulehčila}$ život! Prosím přijmi tuto cenu jako poděkování. ^   -Starosta%item money 2500 2501 %%[#]Poděkování od Lewise",
        "quest100": "@,^S potěšením ti oznamuji, že ocenění „Soused/Sousedka roku“ letos patří tobě! To s sebou přináší finanční ohodnocení ve výši 10 000 zlatých! Blahopřeji! Všichni ve městě ti chtějí poděkovat za tvoji bezbřehou ochotu. ^   -Starosta%item money 10000 10001 %%[#]Soused roku",
        "CF_Fish": "Zdravíčko @,^ Tvůj rybářský um předčil i mého starého taťku... To zaslouží pochvalu. ^ Tato Kapka hvězd se předávala z Willyho st. na Willyho ml. už... ah. No bude to už asi tisíc let.^A vzhledem k tomu že nemám žádné potomky... Chci ji dát tobě.^^ -Willy   ^  %item id (O)434 1 %%[#]Willyho rodinné dědictví",
        "adoptionLetter": "Dobrý den @ a choti,^Blahopřejeme! Vaše žádost o adopci byla schválena.^Budeme se velmi snažit pro vás vybrat to perfektní dítko odpovídající vašemu profilu.^Váš nový člen rodiny přijede za 2 týdny.^^-Adopční Agentura Kapradinové bystřiny[#]Oznámení o adopci",
        "stardewHeroMine": "Tajná zpráva: Dokážeš-li se znovu dostat na nejnižší patro dolů, čeká na tebe tajemství. Pozor ale, doly jsou teď mnohem nebezpečnější.[#]Tajná zpráva",
        "fertilizers": "${Drahý sousede¦Drahá sousedko}$,^Doufám, že už dobře znáš co a jak to v okolí chodí. Píšu ti proto, že v obchodě U Pierra nyní prodávám hnojiva! Nechceš se stavit a kouknout se, zda si nechceš zakoupit pár desítek krabic?  ^   -Pierre[#]Pierrovy hnojiva",
        "fertilizers2": "Zdravím @,^Nyní prodávám hnojiva vyšší kvality a také nový výběr plodin! Neváhej a skoč ke mně do obchodu. ^   -Pierre[#]Pierrovy vysoce kvalitní hnojiva",
        "abbySpiritBoard": "Ahoj @.^${Nechtěl¦Nechtěla}$ bys někdy zajít ke mně po setmění? Tak kolem 20. hodiny. ^Chci ti něco ukázat. ^   -Abby[#]Dopis od Abby",
        "pennySpa": "Sejdeme se v noci v bazénu. ^   -Penny[#]Dopis od Penny",
        "incubator": "Zdravím @,^^Díky že sis u mě ${zakoupil¦zakoupila}$ vylepšení kurníku! Má nyní dvojnásobnou kapacitu a navíc jsem si dovolila nainstalovat ti inkubátor. ^Pokud ho chceš použít, stačí do něj umístit vejce. Vylíhne se za pár dní, za předpokladu, že máš v kurníku místo!^^Jako vždy, díky za tvůj nákup.^-Robin[#]Ohledně inkubátoru",
        "hatter": "Haló.^^Já prodávat čepky. Dobře, fň?^^Přijď na starý starý starý dúm, fň. Mince sebou.^^-čepka myš[#]Haló, fň",
        "Beat_PK": "Blahopřejeme!!^^Dokončili jste 'Cestu Krále Prérie' a byli jste náhodně vybráni v naši exkluzivní loterii! ^Vyhráli jste svůj vlastní arkádový systém Krále Prérie!^Nyní si tuto hru můžete zahrát z pohodlí vašeho domova.^^Zasloužíte si to!.^-Tým vývojářů Krále Prérie %item id (BC)141 %%[#]Blahopřání od K.P.!",
        "JunimoKart": "Blahopřejeme!!^^Dokončili jste všechny úrovně 'Důlních jízd Junimo'... ve skutečnosti jste první člověk v celé Republice Kapradinové bystřiny, který toto dokázal!^A vaše cena: domácí verze Důlních jízd Junimo!^^Tak se bavte!^-Tým vývojářů Důlních jízd Junimo %item id (BC)159 %%[#]Úspěchy v důlních cestách",
        "elliottReading": "@,^Mám úžasné zprávy... dokončil jsem svoji knihu!! Toto odpoledne budu pořádat veřejné čtení v knihovně. Doufám, že se tam uvidímě! ^   -Elliott[#]Elliottovo veřejné čtení",
        "elliottBoat": "Přijď ráno do přístavu, až bude slunečno. Chci ti něco říct. ^   -Elliott[#]Dopis od Elliotta",
        "harveyBalloon": "@,^Mám pro tebe překvapení. Potkáme se u kolejí. ^   -Harvey[#]Harveyho překvapení",
        "samMessage": "@,^Dáme spicha u mě doma, až se setmí. ^   -Sam[#]Dopis od Sama",
        "joshMessage": "@,^Můžeš přijít do hospody po setmění? ^   -Alex[#]Alexovo pozvání",
        "lewisStatue": "@,^Do budoucna bych velmi ocenil, kdyby jsi ${přestal¦přestala}$ vystavovat mé SOUKROMÉ věci ve městě všem na očích!^^Jsem velmi znepokojen a rozčarován!^^Tady máš nějaké peníze a slib mi, že nikomu o mém 'projektu' nepovíš. %item money 750 751 %%[#]Naštvaný dopis od Lewise",
        "marnieAutoGrabber": "@,^Mám na skladě nový předmět k zakoupení... Říkám mu „Autochytač“.^^Tahle věcička dokáže podojit tvé krávy a kozy a ostříhat tvé ovce... a to vše bez tvého zásahu!^^Je považován za 'luxusní zboží' a proto jej prodávám za 25 000 zlatých.^^    -Marnie[#]Informace o Autochytači",
        "EmilyClothingTherapy": "@,^Dostala jsem bláznivý nový nápad a chci tě do něj zapojit... Říkám tomu „Terapie oblečením“.^^Pokud tě to zaujalo, přijď dnes do starostova domu a uvidíš co vše to obnáší.^^Líbám tě, Emily[#]Emily má nápad",
        "EmilyCamping": "@,^Jdem tábořit! ^^ Sejdeme se v tajných lesích po 22. hodině.^^ Už se těším miláčku, Emily[#]Pozvání od Emily",
        "EmilyDoneCamping": "Díky že jsi mi včera večer ${dělal¦dělala}$ společnost... Byl to opravdový zážitek.^Vlastně jsem docela ráda, že nás navštívil ten medvěd!^^Tak zase někdy^^ S láskou, Emily[#]Dopis od Emily",
        "foundLostTools": "Dobrý den @,^Někdo minulou noc hodil tvé nástroje do ztrát a nálezů.^^Přijď si pro ně ke mně domů... ^^  -Starosta Lewis[#]Ztracené nářadí",
        "fishing2": "Mám v obchodě nové věci...^Luxusní rybářský prut a návnadu, kterou na něj můžeš nasadit!^Díky návnadě pak budeš ryby chytat rychleji. Doufám, že se brzo uvidíme! ^   -Willy[#]Novinky u Wilyho",
        "fishing6": "Přijď se podívat ke mně do obchodu na nové pruty, které teď prodávám.^Nejlepší, co si můžeš za peníze pořídit... a můžeš na něj nasadit různé druhy třpytek!^Tak brzo na shledanou! ^   -Willy[#]Další novinky u WIllyho",
        "wizardJunimoNote": "Mé zdroje mi říkají, že sis ${prohlížel¦prohlížela}$ staré komunitní centrum.^Nechceš mě navštívit?^Mé sídlo je na západ od lesního jezera, v kamenné věži. Možná mám informace o tvém... 'problému s krysami'.^ -M. Rasmodius, kouzelník%item quest 1 true %%[#]Kouzelníkovo předvolání",
        "winter_18": "Zdravím @,^Rád bych ti pověděl pár věcí o nadcházející události: Hostiny Zimní hvězdy. V tuto dobu se celá komunita sejde a vzpomene si na všechno dobré, co se ten rok stalo.^Oblíbenou tradicí je „předání tajných dárků“, kde každý ve městě má přinést dar náhodně přidělenému obyvateli města. V den hostiny všichni své dárky přinesou pro své tajné přátele a překvapí je svým darem!^Tento rok je tvůj tajný přítel:^    %secretsanta ^Nikomu to neříkej! Hostina se bude konat 25. od 9 do 14 hodin na náměstí. Uvidíme se tam! ^   -Starosta Lewis[#]Tajný dárce dárků",
        "ccBulletinThankYou": "Zdravím @,^Všichni ve městě si poslední dobou pochvalují tvoji ohromnou štědrost!^Vypadá to, že před domovy lidí se objevují balíčky obsahující věci, o které žádali ve věstníku komunitního centra již před roky! A všechny pocházejí z tvé farmy!^Ani nevím jak ti moc za tohle vše poděkovat... všichni ve městě jsou moc vděční! ^   -Starosta Lewis[#]Poděkování z věstníku",
        "guildQuest": "Vidím, že už znáš starý důl. Máš duši dobrodruha, to cítím v kostech.^Pokud dokážeš zničit 10 slizáků, zasloužíš si místo v mém spolku dobrodruhů. ^Hlavně se nezraň.    -Marlon %item quest 15 true %%[#]Úkol hodný dobrodruha",
        "skullCave": "Zdá se, že někdo další vstoupil do Jeskyně Lebek. Výborně.^Ale já mám pro tebe lepší výzvu, člověče. Když se dostaneš na 25. úroveň, odměna je tvá. Mám horu peněz, kterou ti v případě úspěchu zašlu.^  Tvůj přítel, pan Qi %item quest 20 %%[#]Výzva pana Qi",
        "robinWell": "Tady Robin!^Vím, že okolo tvé farmy je hodně poházeného kamení.^Pokud ho budeš mít přebytek, možná by stálo za zvážení, abych ti postavila studnu.^Studny lze umístit kdekoliv na farmě a slouží jako příhodná místa pro naplnění tvé kropící konve.^^Stačí se u mě zastavit s 75 kameny a 1 000 zlatých a můžeme se do toho pustit.^-Robin[#]Postav třeba studnu",
        "landslideDone": "Naším váženým zákazníkům JojaMartu:^Členové našeho týmu odstranili následky sesuvu půdy, způsobeného naším vrtáním v blízkosti horského jezera. Chtěl bych Vám připomenout, že naše inženýrská operace je zcela v souladu se zákonem (na základě vyhlášky L61091, Dodatek JojaCo). Zodpovědný dohled na místní prostředí je naší hlavní prioritou! ^^Omlouváme se za jakékoliv nepříjemnosti způsobené touto nepříjemnou nehodou.^Jako vždy, vážíme si vaší nekončící přízně a podpory!^^-Morris,^Zástupce oddělení spokojenosti zákazníků Joja[#]Odstranění následků přírodní anomálie",
        "QiChallengeComplete": "${Splnil¦Splnila}$ jsi můj úkol.^ Jsem ohromen.^ Užij si svoji odměnu.^ -Qi. %item money 10000 %%[#]Výzva pana Qi dokončena",
        "spring_2_1": "Zdravím tě,^Právě jsem se vrátil ze svého rybářského výletu. Pokud máš čas, můžeš mě na pláži navštívit.^Něco pro tebe mám.^-Willy %item quest 13 true %%[#]Willyho pozvání",
        "spring_12": "Zdravíčko @,^Zítra na náměstí pořádáme Festival vajec. ^^Jestli se chceš zúčastnit, přijď mezi 9. a 14. hodinou.^Náš každoroční lov vajec si určitě nechceš nechat ujít!^  -Starosta Lewis[#]Pozvání na Festival Vajec",
        "spring_15_1": "Zdravím, ${synáčku¦holčičko}...^^Vím, že jako zahradník teprve začínáš a proto ti chci dát malou radu.^^Většina plodin roste pouze jedno období. Jakmile nastane léto, všechny tvé jarní plodiny uhynou. Je třeba tedy plánovat dopředu!^^-Babi Evelyn[#]Rada babi Evelyn",
        "spring_23": "Jak se vede, @?^Zítra se všichni sejdeme k uspořádání Tance květin.^^Pokud si najdeš někoho do dvojice, můžeš se účastnit i tance!^Za lesem na západ od města je mýtinka, kde tanec pořádáme. Přijď mezi 9. a 14. hodinou, pokud máš zájem.^  -Starosta Lewis[#]Pozvání na Tanec Květin",
        "summer_10": "Zdravím @,^Zítra se všichni sejdeme na pláži pro každoroční oslavu Pelikánova.^^Vrcholem událostí je naše míchaná polévka. Tak hlavně přines něco dobrého, čím můžeš přispět!^Sám guvernér se bude události účastnit, takže doufám, že se budeš chovat slušně.^Přijď na pláž někdy mezi 9. a 14. hodinou^   -Starosta Lewis [#]Pozvání na Luau",
        "summer_28": "Zdravím @,^Dnes večer okolo 22. hodiny můžeš být svědkem vzácného a nádherného úkazu.^^Měsíční medúzy budou proplouvat Pelikánovem během jejich dlouhé cesty na jih na zimu.^^Všichni v okolí se přijdou na pláž podívat na jejich cestu. O tohle nechceš přijít!^Uvidíme se večer,^ -Demetrius[#]Tanec půlnočních medúz",
        "fall_9": "Zdravím @,^Za týden budeme na náměstí pořádat jarmark Stardew Valley!^Je to největší událost roku, lidé z celé země váží celou cestu sem, aby se na naše skromné město podívali.^Pokud máš zájem, můžeš zde vystavit své výrobky ve vyhrazeném boxu. Můžeš jich přinést až 9, nejlépe ty, co lidem ukážou tvé talenty. Hodnotí se kvalita a rozmanitost vystavených předmětů.^Jarmark začíná v 9... tak ho nezmeškej!^   -Starosta Lewis[#]Pozvání na Jarmark Stardew Valley",
        "fall_15": "Zdravím @,^Chtěl bych ti jen připomenout, že jarmark Stardew Valley je již zítra.^Nezapomeň s sebou přinést tvých 9 věcí na výstavu.^Také podotýkám, že jarmark začíná v 9 na náměstí. Doufám, že se uvidíme!^   -Starosta Lewis[#]Připomenutí Jarmarku Stardew Valley",
        "fall_26": "Zdravím @,^Cítíš jak tě vzduch štípe v nose? Třeba je to příchod nadcházející zimy...^Nebo tě jen lechtá temný přízrak, který nám pomáhá v přípravě zítřejšího festivalu... Dušiček.^Přijď do města okolo 22:00, pokud chceš zjistit pravdu.^  -Starosta Lewis  [#]Pozvání na Dušičky",
        "winter_7": "Dobrý den, @,^Zítra se bude u Marnie pořádat Ledový festival, jehož se všichni účastníme.^^Je to oslava zimy... budou tam sněhuláci, ledové sochy, a dokonce soutěž v rybolovu!^Přijď mezi 9. a 14. hodinou a můžeš se do festivalu zapojit.^  -Starosta Lewis[#]Pozvání na Ledový festival",
        "winter_14": "Počínaje zítřkem bude u Pelikánova kotvit flotila plovoucích obchodníků za účelem pořádání každoročního nočního trhu.^^Trh bude otevřen od 17:00 u přístavu po následující tři dny.^^Chcete-li se přidat, přijďte na pláž po 17. hodině. Nabízíme kávu zadarmo![#]Noční trh se brzy otevírá",
        "spring_11_1": "Hledá se:^Ztratila jsem svoji oblíbenou sekyru! Pokud ji někdo najde, HNED mi ji prosím vraťte. Bez ní toho nemůžu moc dělat. Pro nálezce je tu odměna 250 zlatých.^   -Robin%item quest 100 %%[#]Robin ztratila svoji sekyru",
        "spring_19_1": "Farmáři @-^Mám pro tebe prosbu. Na svůj recept, který právě dělám, potřebuji čerstvý květák. Mohl bys mi ho přinést?^   -Jodi%item quest 101 %%[#]Jodi potřebuje květák",
        "summer_3_1": "@-^Tohle je trapné... Ztratil jsem své šťastné fialové trenýrky. Říkám to tobě, protože si myslím, že ti můžu důvěřovat.^Pokud je najdeš, prosím přines mi je zpátky, ALE potají. Dobře ti zaplatím.^Děkuji.^   -Starosta Lewis%item quest 102 %%[#]Lewis prosí o pomoc",
        "summer_14_1": "Hej prcku,^Můj krk je suchý jako vyprahlá poušť. Mám chuť na světlé pivo. Máš nějaké? Obyčejné pivo už nestačí. Potřebují světlé.^   -Pam%item quest 103 %%[#]Pam chce pít",
        "summer_20_1": "\"@-^Shromažďuji data pro možné spojení zásaditosti půdy a úrovní cukru v rostlinách. Abych to zkrátil, potřebuji čerstvý meloun z tvé farmy. Pokud mi jeden přineseš, budu ti neskonale vděčný.^   -Demetrius%item quest 104 %%[#]Demetrius žádá o vzorek",
        "summer_25_1": "Pro farmáře @:^Moje koleno mě zase bolí a víš co mi pomáhá? ^Vetřít si do té zatracené věci pálivou papriku.^ Problémem je, že už žádné nemám. Pokud můžeš jednu postrádat a dát mi ji, byl bych ti zavázán.^   -George %item quest 105 %%[#]George potřebuje papričku",
        "fall_3_1": "Ahoj @,^Ráda bych svým krávám dala něco dobrého na zub. Jsou to tak hodné holky, ale stejnou měrou i hladové. Přinesl bys mi trochu laskavce? Toho strašně zbožňují. ^Děkuji ti.^   -Marnie %item quest 106 %%[#]Marnie hledá krmivo",
        "fall_8_1": "Ahoj,^Je tu období ostružin. Keře jsou jich plné. Chci nějaké nasbírat, ale nemám svůj košík. Můžeš mi pomoct?^   -Linus%item quest 107 %%[#]Linus přišel o košík",
        "fall_19_1": "@-^Chtěla bych od tebe koupit dýni. Má dcera a já ji chceme vyřezat pro nadcházející festival Dušiček. ^   -Caroline%item quest 108 %%[#]Dýně pro Caroline",
        "winter_2_1": "Ahoj, mám tu pro tebe malou výzvu:^ Chytit mi oliheň.^Můžeš je najít v moři během noci. Chytit je ale můžeš pouze v zimě.^ -Willy%item quest 109 %%[#]Výzva od Willyho",
        "winter_6_1": "Mám pro tebe neobvyklou žádost. Můžeš tohle udržet v tajnosti?^ Chci dát přes tebe Emily ametyst. Je to její oblíbený kámen. Řekni ji že je ode mne.^   -Clint %item quest 110 %%[#]Clintova zvláštní žádost",
        "winter_12_1": "@-^Zkoumám zapomenuté umění věštění ze stínů. Potřebuji věc známou pouze jako 'Esence prázdnoty'. Přines mi ji a štědrá odměna tě nemine.^ -M. Rasmodius, kouzelník %item quest 111 %%[#]Žádost od kouzelníka",
        "winter_17_1": "@,^Promiň, že tě zase otravuji, ale potřebuji od tebe další laskavost.^Mám nové kladivo a chci ho vyzkoušet na různých kovech.^${Mohl¦Mohla}$ bys mi slít železný ingot a přinést mi jej? ^Díky.^ -Clint %item quest 112 %%[#]Clintova žádost",
        "winter_21_1": "@-^Jak se vede? Doufám, že zima na tebe nebyla příliš krutá.^Každopádně ti píšu, abych tě požádala o tvrdé dřevo. Potřebuji tak deset kusů, pokud je máš.^Pokud ne, tak se nic neděje. Zatím ahoj!^  -Robin%item quest 113 %%[#]Robin chce dřevo",
        "winter_26_1": "Ahoj @-^Chci udělat rybí guláš, ale potřebuji tuňáka křídlatého! Vím, že je za chvíli nebude možné chytit... promiň, že je to tak narychlo. Bylo by možné mi jednoho chytit?^   -Gus%item quest 114 %%[#]Gus potřebuje jednu rybu",
        "spring_1_2": "Upozornění:^^Cena surovin u obchodníků Robin a Pierra byla zvýšena.[#]Oznámení o změně cen surovin",
        "spring_6_2": "@-^Vážně toužím po čerstvé meruňce. Nemohla jsem žádnou v obchodě najít, proto žádám tebe. Dobře ti za ni zaplatím!^   -Emily%item quest 115 %%[#]Emily má chutě",
        "spring_15_2": "Zdravíčko @,^Chtěla bych svého může překvapit dárkem. Má moc rád pórky. ${Mohl¦Mohla}$ bys mi jeden přinést?^ -Babi Evelyn%item quest 116 %%[#]Překvapení od Evelyn",
        "spring_21_2": "Oznámení!^Tady Pierre... Opravdu moc, moc chci talíř sašimi. Kdokoliv mi ji přinese, tak mu hodně zaplatím.^   -Pierre%item quest 117 %%[#]Pierrovy chuťovky",
        "summer_6_2": "Hledá se rybář^Potřebuji skvělý exemplář čtverzubce. Provádím experiment s jedem, který tento druh vytváří.^Odměna: 1 000 zlatých^ -Demetrius%item quest 118 %%[#]Demetrius a studie jedů",
        "summer_15_2": "Zdravíčko ${farmáři¦farmářko}$,^Chtěl bych své ženě k výročí dát karambolu. Pěstuješ ji na své farmě? Pokud bys mi jednu přinesl, byl bych ti velmi vděčný.^ -Kent%item quest 119%%[#]Kent shání dárek",
        "summer_21_2": "@,^Potřebuji olej z lanýžů. Neptej se mě proč.^ -Starosta Lewis%item quest 120 %%[#]Olejnatý starosta",
        "fall_6_2": "Hledám: 1 čerstvého humra pro úžasný bisque, který právě vařím.^Kdo: Gus, vlastník hospody U Kapky Hvězd^Odměna: 800 zlatých %item quest 121 %%[#]Gusův humr",
        "fall_19_2": "Oznámení^Má někdo z vás balíček baterií? Můj ovladač se vybil a je vážně otrava se zvedat ze sedačky jen abych mohla přepnout kanál.^  -Pam%item quest 122 %%[#]Pam potřebuje nabít",
        "winter_5_2": "@,^Vytvářím začarovanou hůl nezměrné síly.^Ale něco mi schází: iridiový ingot.^Jsem ochoten zaplatit 5ti násobek ceny na trhu. Přines mi ji jak nejrychleji to jde.^ -M. Rasmodius, kouzelník %item quest 123 %%[#]Kouzelníkova vzácnost",
        "winter_13_2": "Mám pro tebe další výzvu: Chyt mi hřebeníka.^Nevzdávají se snadno, ale já věřím že to dokážeš.^  -Willy%item quest 124 %%[#]2. Willyho výzva",
        "winter_19_2": "Ahoj @,^Už si nevím rady. Opravdu chci v hospodě podávat Koko-sa-sa, ale nemůžu nikde sehnat kokos!^Můžeš mi pomoci?^  -Gus%item quest 125 %%[#]Gusova tropická nálada",
        "winter_24": "Zdravím @,^Zítra budeme slavit Hostinu Zimní hvězdy.^Už máš dárek pro svého 'tajného přítele'... %secretsanta?^Hostina začíná v 9 na náměstí. Uvidíme se tam! ^   -Starosta Lewis[#]Upomínka na Hostinu Zimní hvězdy",
        "passedOut1_Billed_Male": "Vážený pane,^Minulou noc Vás člen týmu Joja našel v bezvědomí. Byl vyslán zdravotní tým, který Vás v pořádku dopravil domů.^Jsme rádi, že jste v pořádku!^^(Za tyto služby Vám bylo naúčtováno {0} zlatých)^^-Morris^Zástupce spokojenosti zákazníků společnosti Joja[#]Fakturace od Joja",
        "passedOut1_Billed_Female": "Vážená slečno,^Minulou noc Vás člen týmu Joja našel v bezvědomí. Byl vyslán zdravotní tým, který vás v pořádku dopravil domů.^Jsme rádi, že jste v pořádku!^^(Za tyto služby Vám bylo naúčtováno {0} zlatých)^^-Morris^Zástupce spokojenosti zákazníků společnosti Joja[#]Fakturace od Joja",
        "passedOut1_NotBilled_Male": "Vážený pane,^Minulou noc Vás člen týmu Joja našel v bezvědomí. Byl vyslán zdravotní tým, který Vás v pořádku dopravil domů.^Jsme rádi, že jste v pořádku!^^Protože nemáte žádné peníze, jsme ze zákona povinni vám tuto službu poskytnout zdarma.^^-Morris^Zástupce spokojenosti zákazníků společnosti Joja[#]Zákonem vyžadované upozornění",
        "passedOut1_NotBilled_Female": "Vážená slečno,^Minulou noc Vás člen týmu Joja našel v bezvědomí. Byl vyslán zdravotní tým, který Vás v pořádku dopravil domů.^Jsme rádi, že jste v pořádku!^^Protože nemáte žádné peníze, jsme ze zákona povinni vám tuto službu poskytnout zdarma.^^-Morris^Zástupce spokojenosti zákazníků společnosti Joja[#]Zákonem vyžadované upozornění",
        "passedOut2": "@, ^Máš štěstí, že jsem tě včera večer našel! ${Ležel¦Ležela}$ jsi na zemi v bezvědomí a někdo prohledával tvé kapsy. nevím kolik peněz ti vzali... utekli hned, jak mě viděli přicházet. Dávej na sebe více pozor!!^^-Linus[#]Dopis od Linuse",
        "passedOut3_Billed": "@,^Někdo tě přinesl minulou noc na kliniku. ${Omdlel¦Omdlela}$ jsi z naprostého vyčerpání!^Musíš se o sebe lépe starat a jít spát v rozumnou dobu.^Naúčtoval jsem ti {0} zlatých pro pokrytí léčebných výloh.^^-Dr. Harvey[#]Z kanceláře dr. Harveyho",
        "passedOut3_NotBilled": "@,^Někdo tě přinesl minulou noc na kliniku. ${Omdlel¦Omdlela}$ jsi z naprostého vyčerpání!^Musíš se o sebe lépe starat a jít spát v rozumnou dobu.^Protože nemáš žádné peníze, poskytl jsem ti zdravotní péči zadarmo.^^-Dr. Harvey[#]Bezplatné ošetření od dr. Harveyho",
        "passedOut4": "@, ^^Našel jsem tě jak ležíš tváří v bahně během mé ranní prohlídky okolí.^^Snaž se příště dorazit domů o něco dříve!^^     -Marlon[#]Dopis od Marlona",
        "elliottLetter1": "@, světlo mého života,^^Mé cesty mě zavedly do Krabovky, počátečního bodu mého turné. Naprosto jsem ztratil ponětí, jak všechno je tu horečné! Ulice jsou naplněny lidmi až k prasknutí... všichni buď někam bezmyšlenkovitě spěchají, nebo zírají upřeně do prázdna, nevědomky si svého okolí. Již teď mému srdci schází Pelikánov!^^Dnes večer zahajuji své turné v místním knihkupectví. Musím se přiznat, že pomyšlení na veřejný přednes mého díla mě činí značně nervózním... v hrdle mám brambor a mé vnitřnosti jsou zamotané jako preclík politý pálivou sýrovou omáčkou. Kéž mi je štěstí na blízku!^^-S láskou, Elliott^^P.S. Doufám, že ses během noci ${nebál¦nebála}$ být v domě o samotě! %item conversationTopic ElliottGone2 0 %%[#]Dopis od mého muže",
        "elliottLetter2": "@, mé jasné slunce ^^První přednes dopadl nadmíru báječně, i přes méně než očekávaný počet účastníků. Nicméně jsem prodal dostatek kopií, abych mohl zaplatit svůj (brouky zamořený) hotelový pokoj!^^Za pár hodin odjíždím do Města Zuzu. Pokud bylo včerejší čtení rozcvička pro zahřátí, mé další bude vskutku ohnivé peklo..^^Velmi mi scházíš...^-S láskou, Elliot%item conversationTopic ElliottGone3 0 %%[#]Dopis od mého muže 2",
        "elliottLetter3": "@, důvod mého bytí^^Zážitek z předchozího večera lze popsat velmi ztěžka! Zdá se, že se zdejší obyvatelé zajímají o knihy, jelikož se jich pár desítek přišlo podívat na mé čtení!^^Dokonce jsem byl požádán i pro pár autogramů... je velmi zvláštní být považován za někoho důležitého. Je to jedna velká iluze... neboť já nejsem nijak významný. Krása je v oku pozorovatele a v mém oku jsi ty. Tvůj navždy věrný Elliot, nic více, nic méně.^^Nyní jsem sám ve svém pokoji na hotelu a 'požívám' Joja Insta jídlo...^^Dá se toto nazývat 'jídlo'?^Doufám, že se z mé pusy nestane 'vřídlo'...^A v mém žaludku to nebouřilo^A aby mě to nebudilo^^Už se těším, až se vrátím domů. Doufám, že se tvůj jazyk rozplýval nad krabími koláčky.^^-Navždy tvůj, Elliott %item conversationTopic ElliottGone4 0 %%[#]Dopis od mého muže 3",
        "elliottLetter4": "Ve svých snech jsem poctěn velebným pohledem^Moře slunečním svitem zalité^^Až kam mě mé nohy zanesly^To už ale nevím^Čas mi je odstranil z paměti^^Ale jedno místo je mi do očí vryto^Kde bude mé posmrtné tělo ukryto^V mém drahém údolí, kde má láska přebývá:^V našem domě u jezera^^-Elliott %item conversationTopic ElliottGone5 0 %%[#]Dopis od mého muže 4",
        "elliottLetter5": "@, má věčná oporo,^^Již tě dále nebudu unavovat podrobnostmi o přednesech mé knihy. Víceméně je to stále to samé.^^Jsem si jist, že tvé zážitky jsou mnohem poutavější! Má mysl stále přemítá o změnách, které jsi u nás doma ${provedl¦provedla}$. Již se nemohu dočkat.^^Během těchto dlouhých cest často zavírám oči a mé vědomí se přenese na naši farmu... vidím soudky naplněné sladkým vínem, pec přetavující vzácné kovy a naši malou kuchyni z které se line vůně skořice a muškátového oříšku. je toho tolik, na co se mohu těšit!^^Jen prosím se příliš moc nezdržuj v dolech, má lásko. Je to velmi nebezpečné místo! Ale pokud je přesto nutné na takové místo vstoupit... nezapomeň si s sebou vzít spoustu jídla.^^-Tvůj milovaný Elliot %item conversationTopic ElliottGone6 0 %%[#]Dopis od mého muže 5",
        "elliottLetter6": "@, světlo mého života,^^Píšu ti poslední dopis před mým návratem domů. Můj výlet byl pěkný... i když trochu jednotvárný. Bylo hezké setkat se s lidmi, které měli požitek z mého díla, ale již se těším domů.^^Těším se na pohodlí našeho malého obydlí, potěšující práci na farmě, jídlo uvařeném v naší kuchyni, a ze všeho nejvíce, se chci s tebou mazlit pod flanelovými přikrývkami v naší posteli.^^Brzy se uvidíme, lásko!^-Elliot %item conversationTopic ElliottGone7 0 %%[#]Dopis od mého muže 6",
        "MarlonRecovery": "@,^Našel jsem to, co jsi asi ${ztratil¦ztratila}$.^^Buď na to příště více opatrnější!^   -Marlon %item itemRecovery %%[#]Marlon našel váš předmět ",
        "RarecrowSociety": "Vážený/Vážená @,^^Vaše oddanost je opravdu úchvatná..^^Jen pouze pár vybraným se podařilo získat celou kolekci Vzácnošáků!^^Prosím přijměte tento plán na oslavu vašeho úspěchu.^   -Společnost Vzácnošáků M.Z.%item craftingRecipe Deluxe_Scarecrow %%[#]Ze společnosti Vzácnošáků",
        "CarolineTea": "Zdravím @,^^Díky že ses včera zastavil v mé sluneční místnosti. Většinou svůj čaj piji sama, ale pít ve dvou je vždy větší zábava!^^Připadá mi, že si měl zájem o pěstování čaje a tak jsem ti s tímto dopisem zaslala pokyny jak toho můžeš docílit. Nechci tě nijak tlačit, ale pokud ti nějaký vyroste, určitě se u mě zastav, abychom ho mohli ochutnat!^^-Caroline%item craftingRecipe Tea_Sapling %%[#]Dopis o čaji od Caroline",
        "WoodChipper": "Ahoj @,^^Jen jsem ti chtěla říct o novém nástroji co prodávám... Je to 'štěpkovač'.^^Díky němu můžeš rozřezat tvrdé dřevo na několik kousků standardního dřeva!^^Vím jak je těžké během zimy sehnat dřevo, takže pokud ti začnou docházet zásoby, určitě se u mě stav a já ti jeden prodám.^       -Robin[#]O štěpkovači",
        "willyBackRoomInvitation": "@,^^Otevřel jsem zadní místnost v mém obchodě.^Až budeš mít čas, určitě se zastav.^Chci ti něco ukázat.^^-Willy[#]Pozvánka do Willyho zadní místnosti",
        "KrobusCrafting": "@, nemám ponětí jak lidský systém zpráv funguje. Proto jsem požádal kouzelníka, aby mi pomohl s psaním tohoto dopisu.^^Doufám, že se ti daří.^^Chtěl jsem se s tebou o něco podělit... jsou to instrukce jak mí lidé vytvářeli jeden předmět.^^   -Krobus%item craftingRecipe Dark_Sign %%[#]Dopis od Krobuse",
        "georgeGifts": "${Drahý¦Drahá}$ @,^^Moc ti děkuji za tvé pórky. Vypadají báječně a určitě budou i tak chutnat. George se jich vždycky nabaží.^^Dnes ho chci překvapit dvanácti malými zabalenými poklady (To vše díky tobě!). Pokud u toho chceš být, tak se můžeš zastavit!^^-Evelyn^^P.S. Prosím přijmi tento dar. Myslím, že se ti zalíbí!%item id (BC)246 %%[#]Poděkování od Evelyn",
        "robinResource": "Ahoj @,^^Blahopřeji ti ke splnění mé malé výzvy. Pěkně jsem to vymyslela, co?^^Jako bonus navíc ti s dopisem přikládám plány pro nový typ truhly. Tak se měj!^^-Robin^^^^P.S. -- Teď když se ti v truhlách válí určitě spousta materiálů, nechceš se zastavit a objednat si mé služby?%item craftingRecipe Stone_Chest %%[#]Robin shání zdroje",
        "ClintReward": "Ehm, ahoj...     ^Díky za pomoc s těmi příšerami.^^Já se jich nebojím! ...ale pro ostatní je určitě lepší, když budou doly v bezpečí... ne?^^Vezmi si tyto plány za odměnu. (Ale já doufám, že na mé služby nezanevřeš...)^^   -Kovář Clint%item craftingRecipe Geode_Crusher %%[#]Clintovo poděkování",
        "ClintReward2": "Ah, ahoj...     ^Díky že jsi zlikvidoval další příšery.^^Příště se ale o ně určitě postarám sám... pokud budu mít čas!^^Chci ti dát tuhle věc. Našel jsem ji u sebe v kumbále...^^   -Kovář Clint%item id (O)286 10 (O)287 5 (O)231 3 %%[#]Clintovo další poděkování",
        "willyBugWadCutscene": "^^   -Willy%item craftingRecipe Quality_Bobber %%[#]Poděkování od Willyho",
        "MSB_Pierre": "Ahoj @,^^Tak se zdá, že se lidem 'Pierrovy Prima Potraviny' zamlouvají mnohem hůře, než jsem doufal...^^Nehleďme jen na negativa. Posílám ti svoji starou malou přepravní krabici.^Až příště se ti do rukou dostanou výrobky hodné mé luxusní značky 'Pierrovy Prima Potraviny', nechtělo by se ti mi je poslat?^^   -Pierre%item id (BC)248 %%[#]Pierrovy Prima Potraviny",
        "MSB_Lewis": "@,^chtěl jsem ti poděkovat za splnění mé speciální objednávky. Všechna tvoje tvrdě odvedená práce výrazně zlepšila pověst Pelikánova v okolí.^Jako výraz mých díků ti zasílám zmenšenou verzi tvé přepravní krabice.^Můžeš ji umístit kde chceš a já se tam vždycky zastavím při mých nočních pochůzkách.^^   -Lewis%item id (BC)248 %%[#]Poděkování od Lewise",
        "WizardReward": "Vzorek, který jsi mi ${poskytl¦poskytla}$, mi nabízí jedinečnou možnost nahlédnout do způsobu myšlení a chování těchto nelidských bytostí, kterým říkáme 'příšery'.^^Syntetizoval jsem pronikavou tinkturu, kterou tyto bytosti shledávají neodolnou. Při jejím použití postupuj opatrně...^^   -M. Rasmodius, Kouzelník%item craftingRecipe Monster_Musk %%[#]Kouzelníkův objev",
        "WizardReward2": "Děkuji za doručení požadovaného množství ektoplasmy. Díky němu jsem dosáhl velkého objevu v oblasti magického inženýrství.^^V dopise přikládám plány na vskutku užitečný přístroj...^^   -M. Rasmodius, Kouzelník%item craftingRecipe Mini-Obelisk %%[#]Kouzelníkův průlom",
        "DemetriusReward": "Zdravím @,^^Děkuji ti za tvoji pomoc s rybami.^Příroda většinou umí udržet dobrou rovnováhu, ale někdy ji může rozhodit vnější umělé faktory.^^S dopisem ti posílám plány z vědeckého časopisu, o kterých si myslím, že se ti budou hodit.^^-Demetrius%item craftingRecipe Farm_Computer %%[#]Poděkování od Demetriuse",
        "willyHours": "Dobré zprávy!^^Stará dáma se díky tobě zase může plavit po vodě!^^Jestli se chceš projet, zastav se v zadní místnosti u mě v obchodě.^^Nyní mám každý den otevřeno od 8 hodin, tak můžeme vyrazit hezky z rána.^^-Willy[#]Willyho loď",
        "linusTrashCleanup": "Ahoj @,^^Díky, že jsi mi ${pomohl¦pomohla}$ při uklízení údolí.^Vody teď vypadají mnohem čistší. To myslím určitě všichni ocení. Já rozhodně.^Jako poděkování tě chci naučit jak pěstovat vlastní vlákna. Snad ti to k něčemu bude.^^-Linus%item craftingRecipe Fiber_Seeds %%[#]Poděkování od Linuse",
        "gusGiantOmelet": "Nazdar @,^^Díky za tvá vejce.^Žloutky jsou žlutá jako malá sluníčka... myslím že tohle bude má nejlepší omeleta vůbec!^^Prosím přijmi tento dar.^^-Gus%item id (BC)216 %%[#]Gusova slavná omeleta",
        "pamNewChannel": "Ahoj prcku,^^Díky za ten 'džus'. Tu ...jedinečnou... chuť je těžké popsat.^^Mimochodem znáš televizní kanál 736? Vysílají tam informace o rybách pro každé roční období a to mi přijde zajímavé.^^Tak se měj,^-Pam[#]Rada od Pam",
        "emilyStones": "Ahojky @,^^Ještě jednou ti děkuji za ty nádherné drahokamy.^Budou se výborně hodit pro mé lekce přeskládání energie!^Chtěla bych ti poděkovat tímto speciálním darem. Doufám, že díky němu vytvoříš všechny možná ošacení!^^-Emily%item id (BC)247 %%[#]Drahokamy pro Emily",
        "carolineSO": "Ahoj @,^^Lewis mi onehdy povídal, že díky tobě se k nám dostává hodně potravin z ostrova! Konečně můžeme zase ochutnat něco nového... díky nim se nám naskýtají nové možnosti při vaření!^Spolu s dopisem ti zasílám dárek... plány které ti určitě budou užitečné.^^-Caroline%item craftingRecipe Solar_Panel %%[#]Carolininy tropické přísady",
        "WillyTropicalFish": "@,^^Gratuluji k úspěšné rybářské výpravě. Jsem na tebe pyšný!^^Posílám ti nové akvárium, abys mohl všechny ty ryby někam dát. V tvém domě se určitě bude dobře vyjímat.^^-Willy%item id (F)2312 %%[#]Willyho tropická výzva",
        "passedOutIsland": "@,^^Čekal jsem na tebe na lodi až přijdeš, ale ty nikde. Tak jsem tě šel hledat.^^Našel jsem tě jak ležíš v bahně s párem papoušků, kteří ti z kapes vytahovalo mince!^^Musel jsem tě odtáhnout až k lodi. Moje nohy jsou teď jako párek měkkýšů...^-Willy",
        "passedOutIsland_Leo": "Ahoj @,^^Včera v noci jsem tě našel jak venku spíš.^Nebylo to moc bezpečné místo a tak tě mí ptačí přátelé přenesli do tvé postele.^Prosím dávej na sebe větší pozor.^^-Leo^^P.S. Willy mi pomohl napsat tento dopis.",
        "guntherBones": "Zdravím @,^^Díky za tu notnou dávku kostí. Bude mi chvíli trvat, než tuto hromadu přeberu! Když pomyslím, že každičký kus patřil v minulosti žijící a dýchající bytosti. Fascinující.^^Prosím přijmi tento plán na vytvoření jedinečného nástroje a mé díky!^^-Gunther%item craftingRecipe Bone_Mill %%[#]Guntherův dopis",
        "LeoCooking": "@,^Tady ti posílám recept z mého domova, který mně a mé rodině moc chutná. Doufám, že tobě bude taky. ^^  -Leo^^P.S. Willy mi tohle pomohl napsat.%item cookingRecipe %%[#]Recept od Lea",
        "FizzIntro": "Čus.^^Slyšel jsem že zrovna makáš na nějaké super těžké výzvě.^^Na to mám extra 'perfektní' pomůcku.^^Chceš ji mít? Sejdeme se v mokré jeskyni na Zázvorovém ostrově.^^-Fizz^Oddělení zvláštních služeb Joja[#]Dopis od Fizze",
        "GreenRainGus": "Včera večer jsem koukal na předpověď.^^Nevím co se vlastně bude dít, ale pokud se někdo bude chtít ukrýt do hospody, nechám ji celý den otevřenou.^^-Gus[#]Úkryt v hospodě",
        "DesertFestival": "Zdravím @,^^Zítra započne třídenní festival v poušti Kaliko.^^Jelikož autobusová linka již zase funguje, už se všichni nemůžeme dočkat až zase budeme moci pokračovat v této dobové a oblíbené tradici.^^Budeš se zde moci zúčastnit her, hodovat na jídle zdarma, vyhrát ceny, a mnoho dalšího!^^A navíc budou každý den vybráni dva občané, kteří budou obsluhovat malý obchůdek, takže se určitě u nich zastav a podívej se, co nabízí.^^Doufám, že se tam potkáme!^-Lewis[#]Pozvánka na pouštní festival",
        "MarniePetAdoption": "${Drahý¦Drahá}$ @,^^Co jsem mohla vypozorovat, staráš se dobře o blahobyt svého mazlíčka! To ráda vidím!^^Ale na světě je spousta dalších stvoření, kteří potřebují nový dobrý domov... pokud máš zájem, v mém obchodě jsem začala nabízet adopci dalších mazlíčků.^^Jen nezapomeň, že musíš zaplatit poplatek za adopci a také je ven třeba pořídit novou misku na vodu, nebo budou nešťastní. Robin ti nějaké misky určitě udělá, samozřejmě za poplatek.^^Tak doufám že se stavíš!^-Marnie[#]Možné adopce zvířat",
        "MarniePetRejectedAdoption": "${Drahý¦Drahá}$ @,^^Doufám, že se ti daří.^^Vím, že jsi původně ${nechtěl¦nechtěla}$ adoptovat žádné zvíře, když jsem se tě ptala naposledy. Nicméně, pokud si ${změnil¦změnila}$ názor, v mém obchodě teď nabízím mazlíčky k adopci.^^Už se těším na tvoji návštěvu!^-Marnie[#]Možné adopce zvířat"
      }
    }
  ]
}