{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Data/SecretNotes",
      "Entries": {
        "1": "Vypadá to na stránku z deníku Abigail^^'Věci, které zbožňuji: vůni vyřezané dýně, mít pod polštářem ametyst, čokoládový dort, nadlábnout se pálivým úhořem a potěšení z mámina borůvkového koláče (Ráda jím!)'%revealtaste:Abigail:276%revealtaste:Abigail:66%revealtaste:Abigail:220%revealtaste:Abigail:226%revealtaste:Abigail:611",
        "2": "To je Samův vánoční nákupní seznam^^Co mají lidi rádi^^Sebastian: Zamrzlá slza, sašimi^Penny: Smaragd, mák^Vincent: Hrozny, brusinkové bonbóny^Máma: Křupavý okoun, palačinky^Táta: Rizoto, pražené lískové ořechy^Já: Kaktus, javorová tyčinka, pizza%revealtaste:Sebastian:84%revealtaste:Sebastian:227%revealtaste:Penny:60%revealtaste:Penny:376%revealtaste:Vincent:398%revealtaste:Vincent:612%revealtaste:Jodi:214%revealtaste:Jodi:211%revealtaste:Kent:649%revealtaste:Kent:607%revealtaste:Sam:90%revealtaste:Sam:731%revealtaste:Sam:206",
        "3": "Dopis se zdá být napsán od Leah^^Moje představa perfektní večeře se skládá ze salátu, kozího sýra, lanýže a vína. Jako moučník bych si dala makový vdolek. Mňam! Pokud by mi někdo dal i jednu z těchto věcí, tak bych se rozplynula štěstím.%revealtaste:Leah:196%revealtaste:Leah:426%revealtaste:Leah:430%revealtaste:Leah:348%revealtaste:Leah:651",
        "4": "Na papíře je napsána poznámka od Maru^^Části, které ještě potřebuji pro svůj zatím nejlepší vynález!^^*Zlatý ingot^*Iridiový ingot^*Balíček baterií^*Diamant^*Jahody%revealtaste:Maru:336%revealtaste:Maru:337%revealtaste:Maru:787%revealtaste:Maru:72%revealtaste:Maru:400",
        "5": "Tohle zdá se napsala Penny:^^Chci všem dát něco, co mají rádi!^^Máma: Pastinák, sladké brambory s polevou, ŽÁDNÉ PIVO!^Jas: Vílí růže, švestkový puding^Vincent: Růžový dort, Hrozny^Pan Mullner: Pórek, smažená houba^Babi Mullnerová: Řepa, tulipán%revealtaste:Pam:24%revealtaste:Pam:208%revealtaste:Pam:346%revealtaste:Jas:595%revealtaste:Jas:604%revealtaste:Vincent:398%revealtaste:Vincent:221%revealtaste:George:20%revealtaste:George:205%revealtaste:Evelyn:284%revealtaste:Evelyn:591",
        "6": "Speciální objednávky pro Hospodu U Kapky Hvězd^^Starosta Lewis: Dar podzimu^(Dvojitá porce chleba s vysokým obsahem vlákniny jako příloha)^^Marnie: Dýňový koláč^(Šlehačka navíc!)^^Demetrius: Zapečené fazole^(Hlavně ať jsou pálivé)^^Caroline: Rybí tacos^(Dává si s trojitou porcí omáčky! Raději přidej pár dalších ubrousků navíc...)%revealtaste:Lewis:235%revealtaste:Marnie:608%revealtaste:Demetrius:207%revealtaste:Caroline:213",
        "7": "To vypadá jako stránka z něčího deníku...^^...Ve městě je jen pár 'starších' nezadaných mužů a žádný z nich není pan Dokonalý! Harvey je pořád nervózní a slabý, ale vím, že by z něj byl věrný a oddaný manžel. Má rád kávu a nakládanou zeleninu.^^Elliot je trochu fintivý a rád dělá drama, ale má hezky tvarovanou bradu. Má rád krabí koláčky granátová jablka.^^Shane je nepořádný a samotářský. Ale mám pocit, že jeho nevrlý zevnějšek je jen obrana chránící jeho něžnou povahu před světem. Má rád pivo, pizzu a plněné papričky.%revealtaste:Harvey:395%revealtaste:Harvey:342%revealtaste:Elliott:732%revealtaste:Elliott:637%revealtaste:Shane:346%revealtaste:Shane:206%revealtaste:Shane:215",
        "8": "^Zdravíme naše holčičky Haley a Emily^^Doufáme, že se vám daří! Poslali jsme vám vaše oblíbené věci jako dárek: Růžový dort a slunečnice pro Haley, drahokamy a vlna pro Emily!^^-S láskou^Máma a táta%revealtaste:Haley:221%revealtaste:Haley:421%revealtaste:Emily:440%revealtaste:Emily:66%revealtaste:Emily:62%revealtaste:Emily:60%revealtaste:Emily:70%revealtaste:Emily:64%revealtaste:Emily:68",
        "9": "Alexův jídelníček pro extra super sílu:^^*Kompletní snídaně^*Lososová večeře^^(Tohle jídlo jsem si zamiloval... úplně z něho kape protein!!)%revealtaste:Alex:201%revealtaste:Alex:212",
        "10": "Někdo tě ^     čeká ^           na 100. podlaží ^         v^            Jeskyni^       Lebek...",
        "12": "Když mám štěstí, najdu v popelnicích opravdu hezké kousky.^^Někdy dokonce u hospody najdu 'jídlo dne'... většinou čerstvé!^^Jako moučník prohledám koš Mullnerových, mají tam často sušenky.^^Pro různé poklady kouknu pod víko u kováře a muzea.",
        "13": "^^Hned jakmile odbíjejí polední hodinu. Poslední den období. Zkontroluj keř nad hřištěm.",
        "14": "^^^    Ukryl jsem něco za komunitním centrem.",
        "15": "^^       Představení mořských panen:  1-5-4-2-3",
        "22": "Zdravím tě @...^^Jestlipak už víš o mé tajné 'skrýši' v temném tunelu?^^Těším se na naše setkání!^^    -Qi",
        "23": "^^^Pokut to přičteš... příď do ťatého leva. Prsím přínos jevirový širuch.",
        "24": "Zdá se to být stránka z knihy M. Jaspera:^^... o bytostech známé jako „Duchové lesa“ nebo „Junimos“, se říká, že se objevují v opuštěných budovách poté, co byly „osety“.^^Obecně řečeno.. jakmile lidé opustí jakýkoli prostor a příroda si ho začne postupně brát zpět, v ten okamžik se Junimos nepochybně objeví..^^Babské pověry tvrdí, že Junimos projevují určitou zvučnou náklonost k drahokamům umístěných v jejich chýších...^^Také se proslýchá, že rozinky jsou jejich oblíbené jídlo, ale jsou příliš plaší, aby si je brali přímo z ruky.^^Všechna tato tvrzení samozřejmě pochází z pochybných, neověřených zdrojů... pokud vím, i pouhá existence těchto tvorů nikdy nebyla prokázána!",
        "25": "^^ „Půjčila“ jsem si mámin náhrdelník, ale ztratila jsem ho někde kolem lázní... Jestli přijde na to, že zmizel, tak asi zešílí.",
        "26": "Starověká tajemství farmaření, řádek 37:^^Není lepšího pomocníka než Junimo nakrmený rozinkami...^^",
        "27": "${Můj nejmilejší vnuku¦Má nejmilejší vnučko}$,^V době kdy nalézáš tento dopis už v údolí asi žiješ nějaký čas. Doufám, že vše jde hladce!^Jsem moc rád a velice poctěn, že pokračuješ v rodinné farmářské tradici a tvé vznešené poslání a úsilí přináší všem do údolí lepší život a hojnost... místo, do kterého jsem dal celé své srdce.^Pokračuj, jen tak dál ve své práci!^^-Děda^^P.S. ...Někam do údolí jsem schoval velmi speciální věc. Nazval bych ji sborníkem mých největších objevů. Někdy, až na to budeš ${připraven¦připravena}, ho nalezneš...",
        "1001": "Den 1.^^...má loď je ztracena... roztříštěna v bouři uprostřed nemilosrdného moře.^^Nyní se nacházím opuštěn všemi na těchto podivných březích. Má posádka zahynula ale já stále žiji. Možná paní štěstěna požehnala takovému hříšníkovi jako jsem já... nebo se mnou má ještě nějaké plány...^^Ať tak či tak, nemám na výběr a nezbývá mi nic jiného, než se zde naučit žít. Je tu spousta sladké vody, jídla k utrhnutí a plodné země k obdělání.^^Nejdřív si ale vybuduji přístřešek...^^(Několik stránek tu chybí)",
        "1002": "Den 6.^^Hlady zde nepojdu... vody jsou plné jedlých (ne, výborných!) ryb.^^Dokonce jsem dokázal chytit rejnoka v jeskyních na jihovýchodním pobřeží. Nemám tušení co ale s ním budu dělat!^^Nedávno jsem dokonce vylovil pár zlatých ořechů. Vídám je po celém ostrově. Zdejší papoušci se po nich mohou utlouct!",
        "1003": "Den 14.^^Po 2 týdnech přežívání na tomto ostrově jsem zjistil několik náležitostí co se týče hledání záhadných zlatých ořechů.^^Je třeba mít oči na stopkách před nenápadnými stopami a vodítky. Pokud něco vypadá zvláštně či neobvykle, je možné, že se v blízkosti skrývá ořech.^^Povšiml jsem si náznaků v písku... a v listech...^^Dokonce jsem spatřil jeden ořech na stromě u sopky. Škoda že jsem neměl u sebe nic, čím bych ho shodil...^^Kdykoliv jsem uviděl keř s ořechem, vždycky jsem našel cestu jak se k němu dostat.",
        "1005": "Den 23.^^Místní sopka skrývá mnohá tajemství.^^Viděl jsem malé mužíčky se svítícíma očima jak v temnotě pobíhají... jako kočky během noci.^^(Možná to jsou ti slavní trpasličí muži, o kterých se M. Jasper zmiňuje ve své knize 'Slavné poutě'?)^^Používají také divné stroje. Jsou neuvěřitelné... nic takového lidstvo nezná.^^Na vrcholu sopky jsem našel cestu do jejího kráteru. A tam, napůl ponořené do bublající lávy, zvláštní zařízení... jistý druh \"výhně\". ^^Zítra jej prozkoumám podrobněji.",
        "1007": "--Kovářova tabulka--^^Topaz -- Obrana^Smaragd -- Rychlost^Nefrit -- Síla kritického zásahu^Akvamarín -- Šance kritického zásahu^Ametyst -- Odražení^Rubín -- Poškození^^Duhový střep -- Začarování^^Poznámka: Zbraně mohou být skuty s drahokamy až třikrát a lze je také jednou začarovat pomocí duhových střepů.^^2. poznámka: 'Počáteční začarování', (tedy ty vlastnosti, které se někdy ve zbraních objeví při prvním kontaktu s jejich vlastníkem), lze také přidat nebo znovu vyvolat pomocí dračího zubu. Mezi kováři se proslýchá určitá teorie, že tohle nelze dělat se zbraněmi vysoké kvality.^^Nástroje lze pouze začarovat, nikoliv skout.",
        "1008": "--Začarování zbraní--^^Šikula: Umožňuje vám častěji provádět \"speciální útoky\".^^Zabiják brouků: Zbraň více ubližuje broukům.^^Upír: Občas vysaje zdraví ze zasažených příšer.^^Křižák: Zbraň více ubližuje \"nemrtvým\" příšerám a stínolekům.^^Sekáč: Při sekání plevele dostanete více vlákniny a také je tu šance získat seno.^^--Začarování nástrojů--^^Silák: Nástroj rychleji rozbije kameny, stromy a jiné.^^Přesahující: Zvýší maximální oblast působení nástroje při jeho speciálním \"nabití\".^^Ořezávající: Při sekání máte šanci odseknout dva kusy dřeva najednou.^^Bezedná: Konev nikdy nedojde voda.^^Štědrá: Vykopejte více předmětů zpod země.^^Archeolog: Větší šance nalézt artefakty a kosti.^^Šetřící: Při použití nespotřebováváte vaši energii.^^Rychlík: S nástrojem lze rychleji máchat.^^Rybomistr: Zvyšuje úroveň rybaření.^^Autoháček: Automaticky zasekne rybu na háček jakmile se zakousnou.^^Zachovávající: Návnady a třpytky mají 50%, že nebudou při lovení spotřebovány.",
        "1009": "'Ten den lilo jako z konve a na kameni uprostřed vody jsem viděl krásnou ženu^^Slýchával jsem příběhy o mořských žínkách zpívajících písně vábné,^ale ona nevydala ani hlásku...^^Další ráno jsem se podíval na rozestavení kamenů na pěnitém břehu...^-----------------^Ano... byly to kameny velké jako krejcary a velké jako pěťáky...^-----------------^Pokud by takový mořský vlk jako já mohl zavít alespoň jednu notu, možná by mě odvedla k pokladu Černého racka...",
        "1011": "Den 37.^^Když mi bylo 10 let, můj otec mi dal zářící a magnetický prsten. Od té doby jsem je nikdy z prstu nesundal.^^Ale ve chvíli kdy jsem stál na vrcholu sopky... jsem dostal zvláštní nápad.^^Vzal jsem své prsteny do ruky a hodil je do výhně.^^A hle! Spojily se v jeden!^^Teď mám jeden svítící magnetický prsten... Doufám, že to mému taťkovi nebude vadit. Nechť jeho duše odpočívá v pokoji..."
      }
    }
  ]
}