{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Data/Festivals/fall27",
      "Entries": {
        "name": "Dušičky",
        "Abigail_spouse": "Musíš mi říct, co tam je. Nemůžu jít dál... pavouci...$s",
        "Leah_spouse": "Možná jsem to s dýňovým pivem trochu přehnala...",
        "Maru_spouse": "Jsem z toho celá zmatená... radši jdi napřed a nech mě tohle vyřešit.",
        "Penny_spouse": "Ah... Ty výpary... Hmmm... Dnes ti to sluší.$l",
        "Haley_spouse": "Strašně snadno se leknu... Myslím že se odsud raději nehnu.$s",
        "Sebastian_spouse": "Bylo by zajímavé mít něco takového u nás na farmě.",
        "Sam_spouse": "Nazdar, čekal jsem, kdy se tu objevíš!$h",
        "Harvey_spouse": "Ahoj... Doufal jsem, že mě tu najdeš...$l",
        "Elliott_spouse": "Ufff... Myslím, že jsem se maličko přejedl dýňového koláče.",
        "Abigail": "Nemůžu dál... pavouci...$s",
        "Robin": "No, zima už je za dveřmi. Nastal čas začít skladovat dřevo a kámen.",
        "Demetrius": "Maru jsem už nějakou dobu neviděl... doufám, že je v pořádku.",
        "Maru": "Myslím, že tudy už jsem šla... ne, počkat...$s#$e#Asi jsem se ztratila...$s",
        "Sebastian": "Vůbec nemůžu přijít na způsob, jak se ti kostlivci pohybují... strašidelné.#$e#Ale taky fakt skvělé.",
        "Pierre": "??",
        "Caroline": "Já se vystraším velmi snadno. Strašidelné bludiště radši přenechám mladším.",
        "Linus": "To bylo dobré představení, příteli.",
        "Alex": "Tamhle je něco divného. Ale jak se k tomu mohu dostat?#$e#Někde tady musí být nějaká tajná chodba.",
        "George": "Hmm... uzená krůtí kýta? Tenhle festival není zas tak špatný.$h",
        "Evelyn": "Přála bych si, aby Gus měl také nabídku pro vegetariány. Cuketový špíz, třeba?",
        "Lewis": "Dobrý večer, @. Co říkáš na strašidelné bludiště? Myslím, že se dost povedlo.#$e#Postavil ho úplně sám ten podivný muž, co žije ve věži. Nenechal si ani pomoct od jiných.",
        "Clint": "Jedna z mých iridiem obohaceným palic by ty věci rozmetala na kousky.",
        "Emily": "Líbí se ti ty dýňové lucerny? Sama jsem je vyřezala.",
        "Penny": "Výpary z kotle... točí se mi z nich hlava, ale nějak nemůžu odejít...$u",
        "Pam": "Půjdu kamkoliv, kde je jídlo zdarma! Ale do strašidelného bludiště mě nikdo nedostane.",
        "Haley": "Aaah! Já se bojím.$s",
        "Jodi": "Vincent je naštvaný, že ho nepustím do strašidelného bludiště... ale vždyť je to jen malý kluk!",
        "Kent": "Zdravím, @. Máme to hezký večer, že?",
        "Sam": "To je divné... Přede mnou je slepá ulička.#$e#Přísahal bych ale, že jsem viděl někoho přede mnou, když jsem procházel bludištěm. Kam se poděli?",
        "Leah": "Mm, ahoj. Promiň... mám pusu plnou borůvek.",
        "Marnie": "Ahoj, @. ${Měl^Měla}$ si také plodný podzim?#$e#Začíná být pěkná zima... rostliny dlouhou dobu nevydrží.",
        "Elliott": "Zdravíčko @. Je trochu zima, že?",
        "Gus": "Vařit z dýní je velká zábava. Je to velmi zajímavé ovoce.",
        "Dwarf": "Říkáš že na zemí nad námi prší? *ahh*#$e#Déšť... pro nás je to skoro bájný úkaz. Někteří z nás prožijí celý život, aniž by ho jednou spatřili.",
        "Wizard": "Záležitosti obyčejných lidí mě moc nezajímají, ale elementálové využijí každé šance vidět vás zblízka.#$e#To pro ně jsem postavil toto směšné bludiště.",
        "Harvey": "Ah! Tak už mě někdo našel...$8#$b#Abych pravdu řekl, já jsem se sem ukryl, protože jsem se moc bál. Ale nikomu to neříkej.$s",
        "Shane": "Proč tu není dýňové pivo?",
        "Sandy": "Slyšela jsem, že u tebe doma prší. Proto jsi tady?$h#$e#Vlastně mi déšť tak trochu chybí...$s",
        "Jas": "Ale teto Marnie! Prosím, já chci jít do bludiště! Já se nebojím!$s",
        "Vincent": "Máma mě nepustí do bludiště. *vzlyk*$s",
        "Marlon": "Moc se ke kleci nepřibližuj.",
        "Leo": "%Leovi nehybné oči jsou přilepené k obrazovce. Nemůžete upoutat jeho pozornost.",
        "Abigail_spouse_y2": "Už jsi někdy s těmito příšerami ${bojoval^bojovala}$?$0#$e#Včetně těch... p-pavouků?$2",
        "Leah_spouse_y2": "Neměla jsme si před vstupem do bludiště dávat tolik dýňového piva.$2#$e#Klidně jdi napřed. Já tě doženu.$0",
        "Maru_spouse_y2": "Vezmi si talíř, nalož si pořádně jídla a hezky se posaď k rodině!$1",
        "Penny_spouse_y2": "*Uf* ztratila jsem se v bludišti...$3#$e#Hrozně jsem se bála, že všichni půjdou domů a mě tu nechají samu uvězněnou!$12",
        "Emily_spouse_y2": "*Hihi* Věděla jsem, že si ke mně najdeš cestu.$0",
        "Haley_spouse_y2": "Ha! Nic z toho tady není skutečné. Jsou to jen loutky.$h#$b#.... že jo, @? Řekni... že ano...$12",
        "Alex_spouse_y2": "Ahoj, koukám že si v pořádku ${přešel^přešla}$ ty hrozné ruce.$1#$e#Zdá se mi to, nebo někdo blízko nás volá o pomoc?$0",
        "Sebastian_spouse_y2": "Nazdar, poslyš... mohl bys mi... podat ruku? Hehehe...$h#$e#Tyhle náhrobky by se dobře vyjímaly na farmě, co myslíš?$0",
        "Sam_spouse_y2": "Můj malý bráška a já jsme to dotáhli docela hluboko, ale teď jsme narazili.#$e#Klidně jdi dál... najdi nám ten poklad!",
        "Harvey_spouse_y2": "Už jsem myslel že nepřijdeš.$1#$e#Se mnou se netrap. Jen si dávám na chvíli oddech.$0",
        "Elliott_spouse_y2": "Hrůzou mi vstávají vlasy na hlavě přemítáním co by se stalo, kdyby odsud unikli...%noturn$2#$e#Netřeba se obávati, můj milý! Každého darebu bych v mžiku proklál, než by ti mohl zkřivit jediný vlas.^Netřeba se obávati, má milá! Každého darebu bych v mžiku proklál, než by ti mohl zkřivit jediný vlas.",
        "Shane_spouse_y2": "Přemluvil jsem Marnie, aby pustila Jas se mnou do bludiště. Stará už je na to dost, tedy aspoň myslím.$0#$e#Jdeme ale šnečím tempem. Nenech nás tě zdržovat!$1",
        "Abigail_y2": "Už si ${viděl^viděla}$ jak máme vyzdobený dům? Mně se to moc nelíbí...$2",
        "Robin_y2": "Už se těšíš až si budeš moci odpočinout? Zima je za rohem.$0",
        "Demetrius_y2": "Dozvěděl jsem se zajímavý fakt... studie v odborném časopise antropologické filozofie zjistila, že rytmus, rychlost a tónina hudby může mít výrazný dopad na úrovně kortizolu.#$e#Ehm... máme k tomu borůvkovému koláči i vanilkovou zmrzlinu?$0",
        "Maru_y2": "Jakmile tohle dojím, vřítím se střemhlav do bludiště!$0",
        "Sebastian_y2": "Tohle je místo pro mě.$0",
        "Pierre_y2": "Ah, zdravím ${farmáři^farmářko}$! V dnešní večer jsme naskladnil ne tak často prodávané zboží. Jen se podívej!$0",
        "Caroline_y2": "Asi bych měla svému manželovi přinést něco k jídlu. Celou noc obsluhuje prodejní stánek.$0",
        "Linus_y2": "Haha! Můj starý příteli, ty se stále překonáváš. Další skvělý výtvor.$1",
        "Alex_y2": "Mám pocit, že jsem zaslechl křik nějaké holky... určitě potřebuje moji pomoc!$0",
        "George_y2": "Kdybych nebyl uvězněn v tomhle prokletém křesle, všem bych hned ukázal jak se dostat na konec bludiště!$0",
        "Evelyn_y2": "Drahoušku, ${podal^podala}$ bys mi ty smažené cukety prosím?$0",
        "Lewis_y2": "Dobrý večer, @. Tak jako i minulý rok jsme byli poctěni tradičním strašidelným bludištěm, které potají vytvořil ten výstřední muž žijící v lese.$0#$e#Slyšel jsem, že tento rok je o něco větší. Přeji ti hodně štěstí, pokud se odvážíš vstoupit do jeho niter...",
        "Clint_y2": "Bludištěm jsem už prošel... tak teď je čas na zasloužený pohov u skleničky dýňového piva!#$e#...Moc se snažím nevšímat si toho hejna pavouků za mnou.$0",
        "Emily_y2": "Aháá. Ty jsi taky ${našel^našla}$ tajný vchod!$1",
        "Penny_y2": "Chvilku jsem v bludišti trávila čas, ale pak jsem dostala hlad.$0#$e#Máma si to tu pěkně užívá.$0",
        "Pam_y2": "Dej mi další flašku piva!... *škyt*$1",
        "Haley_y2": "${Viděl^Viděla}$ jsi někde moji sestru?$2#$e#Emily! Slyšíš mě?$2",
        "Jodi_y2": "Sam vzal Vincenta do bludiště. Doufám, že jsou v pořádku...$0",
        "Kent_y2": "Tyhle potvory se mi nezdají být nějak zvlášť silné.$0",
        "Sam_y2": "Jsem to opravdu já? He, he, he...$11",
        "Leah_y2": "Má se jít tudy? Nebo snad tudy?$0",
        "Marnie_y2": "Doufám, že se Jas v bludišti moc nebojí.$2#$e#Jak se ti tento rok dařilo na farmě, @?",
        "Elliott_y2": "Ah vy nebohá havěti... v jaké krajině se nalézá vaše páchnoucí sluje?%noturn$0#$e#Někdy jeden musí pohlédnout přímo do nitra nicoty, aby jeho múza v mrákotách rázem procitla...",
        "Gus_y2": "Vyřezávání dýni mám v krvi. Zpravidla vydlabávám většinu dýní, které můžeš ve městě zahlédnout.#$b#Jediné co na oplátku žádám je ať si lidé nechají semínka... posyp je trochou skořicového cukru a máš z nich lahodnou svačinku!$h",
        "Dwarf_y2": "Toto místo je opravdu zvláštní...$0",
        "Wizard_y2": "Zkoušky pokračují... každý kouzelník potřebuje svého učně...",
        "Harvey_y2": "Nerad to říkám, ale tento hlavolam nemohu rozlousknout...$0",
        "Shane_y2": "Hlavně se drž u mě, Jas. Nikam neutíkej!%noturn$0",
        "Sandy_y2": "Slyšela jsem, že u vás doma prší. Proto jsi tady?$h#$e#Mně vlastně déšť trochu chybí...$s",
        "Jas_y2": "Musíme tudy!%noturn$1",
        "Willy_y2": "Dával bych si bacha, synku... tím bludištěm brázdí něco hrozného...^Měla bys být na pozoru, slečinko...  tím bludištěm brázdí něco hrozného...",
        "Vincent_y2": "Už jsme na konci bludiště? Kde je má výhra?$0",
        "Marlon_y2": "Letos jsem dokázal pochytat více příšer. Moc se k nim nepřibližuj.",
        "Leo_y2": "Uvnitř bludiště je snad další ještě horší... točí se mi hlava...$0",
        "Krobus_y2": "C-Co tu děláš?$0"
      }
    }
  ]
}