{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Data/Festivals/fall16",
      "Entries": {
        "name": "Jarmark Stardew Valley",
        "Abigail_spouse": "Všechny tyto hry jsem vyhrála už minulý rok!$h",
        "Leah_spouse": "Všechny techniky Robin jsem se naučila již minulý rok, ale ona je pořád o krok přede mnou!",
        "Maru_spouse": "Hnngh... Tohle je moje jediná šance, kdy si můžu nacpat pusu plnou barbecue sendvičů.",
        "Penny_spouse": "Doufám. že vyhrajeme soutěž ve výstavních boxech!",
        "Haley_spouse": "${Nezapomněl^Nezapomněla}$ jsi přinést naše nejlepší výrobky pro výstavní box? Doufám, že letos vyhrajeme.",
        "Sebastian_spouse": "Ahoj, @. Já si tu jen povídám se Samem. Jdi napřed a užívej si.",
        "Sam_spouse": "Sebastian je stejný jako vždycky. Tak co, bavíš se na festivalu?",
        "Alex_spouse": "Já si tu jen povídám se starými přáteli... jen jdi a bav se.",
        "Harvey_spouse": "Já počkám tady, až budeš ${připraven^připravena}$ jít domů.",
        "Elliott_spouse": "Přitáhla mě sem chuť kouře, ale až tato pikantní omáčka zpečetila můj osud... *krk*$s",
        "Abigail": "Už jsem dohrála všechny hry... a co teď?",
        "Robin": "Tesařství je starověká tradice, jejíž jsem hrdě součástí.$h",
        "Demetrius": "Robin tvrdě pracuje při práci s dřevem... čas od času si zaslouží trochu uznání.",
        "Maru": "*srk* Mmm... tahle grilovací omáčka je úžasná.$h",
        "Sebastian": "Dneska je to tu trochu přeplněné... raději zůstanu stát tady.",
        "Pierre": "Můj obchod prodává výrobky prvotřídní kvality, nejlepší z celého údolí. Prosím, jen se zblízka podívej na můj výstavní box a uvidíš!",
        "Caroline": "Pierre si dal opravdu práci na svém boxu. Pečlivě se připravoval a celé týdny si odkládal ty nejlépe vypadající výrobky.#$e#Poslyš, pokud se také budeš účastnit soutěže, budu ti přát hodně štěstí!",
        "Linus": "Tato zvířata nikdy nesoudí lidi podle jejich vzhledu. To samé se o lidech říci nedá.",
        "Alex": "Ani nevím, kolikrát jsem 'Zkoušku síly' hrál, mé ruce jsou teď jako z gumy.",
        "George": "Hmm... uzená krůtí kýta? Ten festival není zas tak špatný.$h",
        "Evelyn": "Přála bych si, aby Gus měl také nabídku pro vegetariány. Cuketový špíz, třeba?",
        "Lewis": "Tak @, dnes je velký den... Náš nejdůležitější festival roku, 'Jarmark Stardew Valley'.#$b#Pokud se chceš účastnit soutěže o nejlepší výrobky, připravil jsem pro tebe prázdný výstavní box. Až si všechno připravíš, pak mi můžeš dát vědět, abychom mohli začít s hodnocením.",
        "Clint": "Někdy si sice na moji práci stěžuji, ale vždycky jsem na ni hrdý.#$b#Tyto jsou jedny z mých nejpovedenějších kousků. Doufám, že se ti budou líbit.",
        "Emily": "Když tak přemýšlím, myslím, že bych byla dobrý klaun. Asi jsem se minula povoláním.",
        "Penny": "V kolotoči štěstí jsem vyhrála desetkrát za sebou a teď mám zakázáno hrát...$s",
        "Pam": "Radši si pospěš, prcku... než ti stará Pam ve stanu vyloví vše až do poslední malé rybky! Hehe.$h",
        "Haley": "Už jsi ${byl^byla}$ u věštkyně? Má svůj stánek na hřbitově.#$e#Já už jsem u ní byla... řekla mi něco... zajímavého. *hihi*$h",
        "Jodi": "Nevypadá moc šťastně... starosta Lewis asi musel tento rok snížit rozpočet na klauna.",
        "Kent": "Pořád čekám, až tento klaun začne dělat něco legračního.#$e#Tohle je nuda.",
        "Sam": "Ahoj @. Bavíš se dobře?#$e#Stan s prakem je docela zábava a pokud máš dobrou mušku, můžeš nahrabat docela velké množství hvězdných žetonů.",
        "Leah": "Vážně obdivuji tesařské dovednosti naší Robin. V mém oboru používám řadu stejných technik.",
        "Shane": "Všechna tato zvířata jsou přátelská a rádi se nechávají masírovat.",
        "Marnie": "Vážně jsem se snažila, ale moje výrobky jsou v porovnání s Pierrovými nevalné kvality.$s#$e#No, možná mi porotci dají body navíc za to obrovské kolo sýra.",
        "Elliott": "Snažím se Guse přinutit, aby mi řekl recept na jeho omáčku, ale on je jako skála.",
        "Gus": "Jez, co hrdlo ráčí! Dnes je to zadarmo... pozornost od starosty Lewise.$h#$e#Oh! A nezapomeň ochutnat moji tajnou omáčku.",
        "Dwarf": "Říkáš že na zemí nad námi prší? *ahh*#$e#Déšť... pro nás je to skoro bájný úkaz. Někteří z nás prožijí celý život, aniž by ho jednou spatřili.",
        "Wizard": "Welwick a já se známe už dlouhou dobu... je to pozoruhodná věštkyně a dobrý přítel.#$e#...#$e#Ten klaun... odněkud ho znám.#$e#Snad ze školy iluzí? Nebo z karnevalu tajemství? Hmm...",
        "Harvey": "A jen pár kroků odsud Gus griluje vepřová žebírka... ouvej.$s#$e#Budu se muset nad sebou zamyslet...$11",
        "Sandy": "Slyšela jsem, že u tebe doma prší. Proto jsi tady?$h#$e#Vlastně mi déšť tak trochu chybí...$s",
        "Jas": "Au! Slepice mě klovla do malíčku!$u",
        "Vincent": "Bůůůůů!",
        "Marlon": "Clintovy meče jsou rok od roku ostřejší.#$e#Jeho ceny stejným tempem i stoupají...",
        "Willy": "Také budeš vystavovat své výrobky, @? Je to možnost všem ukázat veškeré dobroty z %farm farmy!",
        "Leo": "Cha cha! Nikdy jsem předtím nic takového neviděl...$h",
        "Abigail_spouse_y2": "Nejsou tyhle zbraně super? Mám chuť si jednu z nich vzít s sebou k nám domů.$0",
        "Leah_spouse_y2": "Koukni, Robin mě tento rok učí opravdu nápadité techniky.#$e#Už se nemůžu dočkat až ti je ukážu...$1",
        "Maru_spouse_y2": "Doufám, že náš výstavní box vyhraje! Vím jak ses tento rok tvrdě připravoval.",
        "Penny_spouse_y2": "Pojď sem a posaď se! Je tu místo pro nás oba.$1",
        "Haley_spouse_y2": "Sledovat Alexe jak si láduje svoji pusu je legrační. Vypadá, že se mu dobře daří.#$e#Držím ti palce ať letos vyhraješ výstavu!$1",
        "Emily_spouse_y2": "Sandy kvůli dnešku cestovala až daleko z pouště.#$b#Nemám moc často možnost se s ní potkat!",
        "Sebastian_spouse_y2": "Ta dáma na hřbitově mi předpověděla naší budoucnost...$0#$b#Podle ní je náš osud žít spolu šťastně a spokojeně.$1",
        "Sam_spouse_y2": "Nazdar, jak si užíváš festival? Budu nám fandit v soutěži. Náš box určitě vyhraje!$0#$e#Psst... Jestli budeš sázet žetony v kolotoči... sázej na zelenou!$0",
        "Alex_spouse_y2": "Už jsi něco ${smlsal^smlsala}$? Je tu toho možná až příliš!$0#$e#Já už měl tři sendviče... hmmm... ta výtečná omáčka...",
        "Harvey_spouse_y2": "Ahoj, miláčku. Přeji ti moc štěstí v soutěží. Jsem si jistý že v ní zazáříš!$0",
        "Elliott_spouse_y2": "Mé vítězství je v kapse! Dosáhl jsem úctyhodného výsledku '216' bodů chycením pěti ryb... můj nový osobní milník!$1#$e#Nyní musím pečlivě učinit výběr patřičného daru pro moji drahou polovičku zakoupeném mými vyhranými žetony...$0",
        "Shane_spouse_y2": "Možná tě za chvilku požádám, abys ${pohlídal^pohlídala}$ zvířata, abych si mohl zajít na jídlo.$0",
        "Abigail_y2": "Ta čepel je kus pořádně odvedené práce. Jednoho dne možná budu mít dostatek peněz a koupím si ji!$0",
        "Robin_y2": "Pokud chceš vládnout nad dřevem, musíš se státi stromem...$0",
        "Demetrius_y2": "Ovce mají mimořádné paměťové dovednosti... dokážou si vybavit jim blízké ovce i lidi...$0#$e#Dokonce dokáží utvářet přátelství podobající se úzkým vztahům, které si my lidé vytváříme mezi sebou!$1",
        "Maru_y2": "Je tu tolik atrakcí! Nevím kterou dřív zkusit.$0",
        "Sebastian_y2": "Ta dáma mi předpověděla moji budoucnost. Nevím jak si její věštbu mám vyložit...$0",
        "Linus_y2": "Zvířata jsou podobná lidem... také prožívají a projevují své city.$0",
        "Pierre_y2": "Jsem si naprosto jist že tento rok bude můj výstavní box ten nejlepší a v soutěži vyhraje!$1",
        "Caroline_y2": "Některé výrobky v našem boxu pocházejí z mého malého skleníku. O naše malé rostlinky jsme se pečlivě starali celý rok!$0",
        "Alex_y2": "Za každých sto vyhraných her zkoušky síly si dám další sendvič s trhaným masem.$0",
        "George_y2": "%George vypadá že za chvíli začne tlouct špačky.",
        "Evelyn_y2": "He he... možná bych měla začít sbírat figurky klaunů...",
        "Lewis_y2": "Zdravím tě, @! Uplynul rok a nadešel čas dalšího ročníku 'Jarmarku Stardew Valley' a dav návštěvníků roste každou minutou.#$b#Tak jako minule jsme pro tebe připravil prázdný box. Až budeš mít vše připraveno, promluv se mnou ať můžeme začít s hodnocením.",
        "Clint_y2": "Srdce mi skáče radostí když vidím lidi se zájmem o moji práci. Mám pak pocit že dělám něco co dává lidem úsměv na rtech.#$e#Některé kousky jsem dokončil teprve minulý týden. Klidně si je pečlivě prohlédni, Na svoji práci jsme patřičně hrdý!",
        "Penny_y2": "*Uf* Po celodenním kolotoči je příjemné dát svým nohám na chvilku odpočinout.$0",
        "Pam_y2": "Já ti něco povím, prcku. Většího blaha než tady a teď už nelze dosáhnout!$1",
        "Emily_y2": "V dětství jsme Sandy a já často vtipkovaly jak odsud utečeme a přidáme se k cirkusu.$0#$e#Naše odhodlání nikdy nebylo tak velké, ale ta představa mi připadá legrační.$1",
        "Haley_y2": "Letošní podzim se snažím držet dietu... ale těm šťavnatým burgrům prostě nejde odolat!$h",
        "Jodi_y2": "Ale ne. Kdo tady udělal tenhle nepořádek?$2#$e#Vždycky se každý rok najde nějaký turista, který si vůbec neváží čistoty našeho města...$2",
        "Kent_y2": "*Hehe* můj syn má dobrou mušku. To má asi po mně.$1",
        "Marlon_y2": "Sháním novou zbraň. Myslíš, že by mi Clint mohl dát nějakou slevu?",
        "Sam_y2": "Ale ne... všechno jsem prohrál v kolotoči štěstí...$2#$e#Měl jsem sázet na zelenou.$0",
        "Leah_y2": "Možná to bude znít namyšleně, ale myslím si že Robin a já jsme dobrá dvojka, nemá pravdu?",
        "Shane_y2": "Zvířata mají teď své žaludky plná svých oblíbených pochutin. Jen koukni jak září radostí!$h#$e#Klidně si je můžeš pohladit, určitě tě nekousnou.",
        "Marnie_y2": "Má zvířata mají za sebou skvělý rok! Doufám, že jejich prvotřídní výrobky nadchnou všechny porotce.$1#$e#Jak vypadá tvůj výstavní box, @? Nastal okamžik odhalení plodů tvé práce.$0",
        "Elliott_y2": "Ah, doufám že ti tento nepatřičný zápašek rybiny nevadí... ve svých úlovcích jsme byl věru velmi úspěšný a ryb bylo požehnaně!$1#$e#A teď si musím důmyslně promyslet jak naložit se všemi těmito žetony...$0",
        "Gus_y2": "Obsluhovat čtyři grily najednou je pěkná fuška! Dneska tu je spousta lidí co jen neustále vyje hlady.$0#$e#Do každé housky dávám pár kapek mé pikantní omáčky. *mrk*",
        "Dwarf_y2": "Toto shromáždění lidí vzbudilo moji zvědavost... $0#$e#Hlavně prosím nikomu neříkej že tu jsem. Chci zůstat v utajení...$0",
        "Wizard_y2": "Pokud je tvým přáním prohlédnout skrz závojem budoucnosti, promluv si s moji známou Welwick.$0#$b#Její dar je vskutku neobyčejný...#$e#Ten mladý muž postávající u stromu se zdá být ponořen do svých myšlenek. Zřejmě se snaží vyložit si její slova, ale i tak mocný kouzelník jako já nedokáže odhalit nejtemnější tajemství srdce...$0",
        "Harvey_y2": "Jsem vskutku unesen úrovní zručnosti která je tu vystavená všem na očích. Někteří lidé mají opravdu zlaté ruce!$0",
        "Sandy_y2": "Místní komunita je opravdu jedinečná...$0",
        "Jas_y2": "Můůů! Můůůůů!$1#$e#Snažím se mluvit s telátky.$0",
        "Vincent_y2": "Tati, můžu si zase hrát s prakem!? Moc prosím?$0",
        "Willy_y2": "Podařilo se mi chytit pár pěkných kousků iridiové kvality. Na jarmark jsem to stihnul jen tak tak!$1#$e#Až nás porotci ohodnotí chci si také zkusit zalovit ve stanu.$0",
        "Leo_y2": "Mám tu spoustu nových opeřených přátel!$1"
      }
    }
  ]
}