{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Data/Festivals/spring24",
      "Fields": {
        "mainEvent": {
          "83": "message \"To byla zábava! Čas jít domů...\""
        }
      },
      "Entries": {
        "name": "Tanec květin",
        "Abigail": "Opravdu nesnáším tancovat přede všemi... je to tak trapné.#$e#Máma mě k tomu nutí.$u",
        "Robin": "Ahh... vzduch je tak nasládlý vůní všech květin okolo.$h",
        "Demetrius": "Původ těchto jarních tanců lze vystopovat ve starodávných rituálech plodnosti.#$e#Hej... toto bys měl znát, ${farmáři^farmářko}$.",
        "Maru": "Tancuji ráda, ale tento tanec je trochu moc formální. Starší lidé ho ale mají rádi.",
        "Sebastian": "Eh...",
        "Linus": "Ah, zdravím. Je od tebe hezké, že si se mnou chceš popovídat.#$b#Jaro je skoro u konce... taková škoda.",
        "Pierre": "Co! jak ses sem ${dostal^dostala}$?$u#$b#Ničeho se nedotýkej.",
        "Caroline": "Přála bych si, aby Pierre strávil tyto chvilky se svoji rodinou...$s",
        "Alex": "Já se jen kochám krajinou... hehe.",
        "George": "Kytky? Skoro je nevidím.#$e#Je tu příliš světla!",
        "Evelyn": "Vytvoření těchto květových výzdob mi trvalo celý týden. Líbí se ti?",
        "Lewis": "Pokud bys ${chtěl^chtěla}$ tancovat s ostatními mladými lidmi, budeš si muset najít partnera do dvojice.",
        "Clint": "Jestlipak by si Emily se mnou ráda zatancovala?",
        "Penny": "*polk*... jsem nervózní.$s",
        "Pam": "No tak tohle je panečku život... ne, prcku? Sladké víno, bublající potok, teplý vzduch... víno jsem už řekla?",
        "Emily": "Uf... jsem přecpaná. Ahoj, už si ${ochutnal^ochutnala}$ to červené želé?",
        "Haley": "Procvičuji si své taneční kroky... musí to být dokonalé.#$e#Květinovou královnou jsem již pátým rokem a neplánuji korunu předat někomu jinému!",
        "Jodi": "Budeš dnes tancovat, @?$h",
        "Kent": "Tahle otevřená plocha... mě znervózňuje.#$e#*šeptem* Veselé myšlenky, Kente. Veselé myšlenky.",
        "Marlon": "Marnie to dnes velmi sluší...",
        "Sam": "A víš co? Přiznávám to... vážně se mi líbí kytky!",
        "Leah": "Ahoj @. Ráda tě tady vidím.$h",
        "Shane": "Mmm... výborná omáčka. *srk*#$e#Ah, tohle zelené hrozně pálí! *žvýk*#$b#*křup* ...au.$s",
        "Marnie": "*ahhh*... láska je ve vzduchu... a já jsem stále svobodná.$s",
        "Elliott": "K tanci jsem si vzal to nejlepší tričko... to se nestává velmi často!",
        "Gus": "Je slyšet jak pomalu začíná období žab.",
        "Dwarf": "Říkáš že na zemí nad námi prší? *ahh*#$e#Déšť... pro nás je to skoro bájný úkaz. Někteří z nás prožijí celý život, aniž by ho jednou spatřili.",
        "Wizard": "${Neměl^Neměla}$ bys tu nahoře být.",
        "Harvey": "Sbírám odvahu, abych mohl někoho pozvat k tanci.$11",
        "Sandy": "Slyšela jsem, že u tebe doma prší. Proto jsi tady?$h#$e#Vlastně mi déšť tak trochu chybí...$s",
        "Jas": "Jednou budu květinovou královnou já!",
        "Vincent": "To není fér... proč nemůžu být květinovou královnou já?",
        "Willy": "Měl jsem si přinést svůj rybářský prut.",
        "Leo": "Květiny tady vypadají hezky, ale nejsou tak barevné jako u nás doma!$h#$e#Doufám, že nikdy nebudu muset tamhle tancovat...$u",
        "Abigail_spouse_y2": "Nemusíme tancovat, pokud nechceš!$1",
        "Penny_spouse_y2": "Vábí mě představa, že se jednoho dne přestěhujeme na třeba takovéto místo.$h",
        "Leah_spouse_y2": "Jednou si musíme zajít na výlet do těchto lesů! Určitě budou plné hub...",
        "Haley_spouse_y2": "Dnes je můj den! Před všemi se blýskneme naším tancem!$1",
        "Maru_spouse_y2": "Moc jsem tanec nenacvičovala, ale vynasnažím se za nás oba.$0",
        "Emily_spouse_y2": "Ahoj, přemýšlela jsem co máš za lubem!$0",
        "Harvey_spouse_y2": "Pro tuto příležitost jsem si vzal tu nejlepší kravatu.$4",
        "Alex_spouse_y2": "Nazdar, dneska nám to určitě všechno vyjde. Tanec určitě zvládneme na jedničku... stačí sledovat mé kroky.$0",
        "Sam_spouse_y2": "Páni, dnes ti to fakt sekne.$0",
        "Sebastian_spouse_y2": "Ty jsi ten jediný důvod proč jsem se táhnul až sem...$1",
        "Elliott_spouse_y2": "Mohu mít to potěšení tě požádat o tanec?$4",
        "Shane_spouse_y2": "*krk* Na tancování jsem se asi trochu přejedl... promiň.$0",
        "Abigail_y2": "Tento rok by měli tancovat důchodci. Ti by určitě šli s chutí do toho!",
        "Robin_y2": "Co to cítím? To jsou kytky nebo voňavka Caroline?$0",
        "Demetrius_y2": "Setkání jako je tento dává naší komunitě možnost seberealizace.#$b#nebo jak má žena říká... 'vdechne to městu život'!",
        "Maru_y2": "Žádat někoho o tanec může být nervy drásající.$0",
        "Sebastian_y2": "Jsem tu z donucení.$0",
        "Linus_y2": "Kolik si nasbíral lososek?$0#$b#Já tolik, abych jr mohl zavařit a udělat z nich sladce pálivý džem! Všem jsem dnes přinesl dost na ochutnání.$1",
        "Pierre_y2": "Hej, tady vzadu být nemůžeš!$3#$e#No, pokud ses tedy ${rozhodl^rozhodla}$ tu zůstat... myslíš že bys mě ${mohl^mohla}$ na chvilku zaskočit u pokladny? Chci ochutnat sladko pálivý džem od Linuse.#$e#Dělám si srandu, nemůžu se odsud odtrhnout ani na vteřinu...$2",
        "Caroline_y2": "Ráda bych požádala svého manžela o tanec, ale když on neumí vůbec tančit.$0",
        "Alex_y2": "Hlavní věc co potřebuješ k tanci je sebevědomí.$1",
        "George_y2": "Kytky? Spíš bych je nazval magnety na čmeláky. Hmf. Stejně ani moc nevoní.$0",
        "Evelyn_y2": "Toto místo jsem navštěvovala již za svého mládí. Moc se za ta léta nezměnilo.$0",
        "Lewis_y2": "Dobré odpoledne, @. Počasí pro dnešní oslavy ani nemohlo být lepší.$0#$b#Až budeš ${připraven^připravena}$, přijď za mnou ať můžeme zahájit oslavy.$0",
        "Clint_y2": "Ach jo... všichni už mají partnera k tanci... a já jsem tu zase zůstal na ocet...$2#$e#No co nadělat... utopím svůj žal v Linusově sladko pálivém džemu.",
        "Penny_y2": "Vincent mě požádal o tanec. Není to roztomilé?$0",
        "Pam_y2": "To jak se ten červený džem kroutí ve větru mi připadá, jako když tančí!$1#$e#Hehe... možná to mám z toho vína.$0",
        "Emily_y2": "Hej, ahoj! Letos jsem se rozhodla vyzvat moji sestru a stát se její soupeřkou o titul královny květin.$0#$b#Často jsem teď tanec nacvičovala!$1",
        "Haley_y2": "Raz, dva, tři... tři, dva, tři... promiň, ahoj. Teď zrovna nemám moc čas na povídání.$0",
        "Jodi_y2": "Mám pár speciálních náušnic, které= nosím pouze jednou v roce na tomto festivalu.$0#$e#Koukni... jsou to malé narcisy... vidíš?$h",
        "Kent_y2": "${Přemýšlel^Přemýšlela}$ jsi někdy nad tím... proč nám vlastně květiny připadají nádherné?#$e#Pokud Jodi a já se někdy rozhodneme mít další dítě a bude to dcera, možná ji pojmenujeme po květině.$h",
        "Marlon_y2": "Hmm. Na chvilku se mi zdálo, že jsem koutkem oka něco zahlédl brodit se ve vodě.$0",
        "Sam_y2": "*smrk* Tenhle mejdan bych si užil více, nebýt mých alergií. Budu to muset skousnout!$0",
        "Leah_y2": "Takhle daleko od civilizace můžeš opravdu cítit tvé spojení s přírodou.$0",
        "Shane_y2": "V šatníku jsem nenašel žádné čisté tričko, tak tohle bude muset stačit.$0",
        "Marnie_y2": "Tahle louka j skvělé místo pro pastvu dobytka, nemám pravdu?$0#$e#Psst... mám takové tušení, že mě Lewis chce požádat abych si s ním zatancovala!$1",
        "Elliott_y2": "Tancovati na malebné rozkvetlé louce hrající barvami je zážitek potěšující mysl i duši.$1",
        "Gus_y2": "Už jsi ${ochutnal^ochutnala}$ pampeliškový salát? Mám tu pro tebe čerstvě udělanou porci!$0",
        "Dwarf_y2": "Říkáš že na zemí nad námi prší? Šokující!#$e#Déšť... pro nás je to skoro bájný úkaz. Někteří z nás prožijí celý život, aniž by ho jednou spatřili.",
        "Wizard_y2": "Hmm? Jak ses sem ${dostal^dostala}$?$0",
        "Harvey_y2": "Pokud na chvilku budeš přemítat nad strastmi života, na spoustu věcí budeš pohlížet zcela jiným způsobem.$0#$b#Najednou si uvědomíš, že tancovat před celým městem v obleku o tři čísla menší se nezdá být taková katastrofa!$h",
        "Sandy_y2": "Slyšela jsem, že u tebe doma prší. Proto jsi tady?$h#$e#Vlastně mi déšť tak trochu chybí...$s",
        "Jas_y2": "*hihi* Dělám to správně?$1",
        "Vincent_y2": "Pokud existuje královna květin... pak musí být i král!$0",
        "Willy_y2": "´Áno, tyto vody se hemží pěknými macky. Škoda že jsem si nevzal svůj prut!$0",
        "Leo_y2": "Na tancování musíš mít někoho do dvojice? A může to být pták?$0"
      }
    }
  ]
}