{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Data/Festivals/summer28",
      "Fields": {
        "mainEvent": {
          "85": "message \"Záře léta už pominula... a měsíční medúzy pokračují ve své cestě vstříc velkému neznámu.\""
        },
        "mainEvent_y2": {
          "85": "message \"Záře léta už pominula... a měsíční medúzy pokračují ve své cestě vstříc velkému neznámu.\""
        }
      },
      "Entries": {
        "name": "Tanec měsíčních medúz",
        "Leah_spouse": "Ahoj. Vzdávám úctu dalšímu uplynulému létu. Až loď se svíčkami vypustíme, tak za tebou přijdu.",
        "Abigail": "Takový vzácný a velkolepý úkaz... ",
        "Robin": "*zív*... už bych měla být dávno v posteli.$s#$e#Hej, ${viděl^viděla}$ jsi tu loď se svíčkami? Tu jsem celou vytvořila sama.$h",
        "Demetrius": "'Měsíční medúza'... jaký pozoruhodný druh! Máme štěstí, že je můžeme pozorovat zde, na zastávce jejich dlouhé cesty na jih.#$e#Nevíme proč je přitahuje světlo... velmi zajímavé.",
        "Maru": "Vlastně je docela zima. Asi už přichází podzim.",
        "Sebastian": "Jako bych tam něco zahlédl se hýbat... něco velkého a temného.#$e#Jen se tě snažím vystrašit...$h",
        "Pierre": "Pššt... nezapomeň se u mě zítra stavit v obchodě a koupit si podzimní semínka!",
        "Caroline": "Ty svíčky mají tak romantickou atmosféru, nemyslíš?",
        "Linus": "Raději odejdu, až medúzy připlují... nechci nikoho obtěžovat.",
        "Alex": "Nemůžu uvěřit, že léto končí... mám pocit, že teprve začalo.$s",
        "George": "Co? Proč se na mě takhle díváš? Myslíš si, že jsem příliš starý na to, abych se z něčeho takového radoval?",
        "Evelyn": "Vzpomínám si, jak jsem medúzy jednou viděla, jako malá holčička. Ah, jak já jsem skákala radostí když připluly!#$e#Ale to bylo před dlouhou dobou... Teď už mám mnohem méně energie.",
        "Lewis": "Dobrý večer, @. Měsíční medúzy se blíží... už jsem jednu zahlédl jak září v dáli.#$b#Jakmile vypustíme loď se svíčkami, tak nás přijdou k přístavišti pozdravit.",
        "Clint": "Dnes jsem si vzal své sváteční boty... nikdo si toho nevšiml.$s",
        "Emily": "Podívej se do dáli, na to nekonečné moře. Hluboko pod vodou ve tmě žije spoustu různých stvoření.#$b#Je to děsivé, ne?",
        "Penny": "Medúzy mají tak snadný život... jen se nechají unášet vlnami a plují dál do nekonečna.",
        "Pam": "Neříkej to Gusovi, ale jsem trochu zklamaná, že dnes večer se nekoná žádná hostina.",
        "Haley": "Jsem připravená udělat skvělé foty až medúzy připlují.$s",
        "Jodi": "Tamhle! Viděla jsem něco zářit!#$b#Ah... a je to pryč.$s",
        "Kent": "Dobrý večer, @. Doufám, že najdeš čas na odpočinek, než nastane doba sklizně.",
        "Sam": "Myslíš, že jsou jedovaté?#$e#Možná bych přece jen Sebastiana neměl shazovat do vody...$h",
        "Leah": "Ahoj. Vzdávám úctu dalšímu uplynulému létu. ",
        "Shane": "Medúzy tu byly před rokem a za rok tu zase budou... příroda je úžasná.",
        "Marnie": "Na takové staré dřevěné přístaviště je to až moc lidí! Raději zůstanu tady blízko pláže.",
        "Elliott": "Pokud budeme dále znečišťovat oceány, tyto medúzy určitě vymřou. Již teď můžeme vidět počátky tohoto procesu.#$e#Taková škoda... už nemáme úctu k přírodě.",
        "Gus": "'Měsíční medúzy'... jakou asi mají chuť?$h#$b#Samozřejmě, já bych je nikdy nejedl!$u",
        "Dwarf": "Říkáš že na zemí nad námi prší? *ahh*#$e#Déšť... pro nás je to skoro bájný úkaz. Někteří z nás prožijí celý život, aniž by ho jednou spatřili.",
        "Wizard": "Jak jsi mě tady ${našel^našla}$? Myslel jsem, že jsem dobře ukrytý.#$b#Možná jsi ${byl obdařen^byla obdařena}$ darem jasnozřivosti.#$e#Odsud mohu pozorovat Měsatky... či 'Měsíční medúzy', jak jim říkáte. Na mořské živočichy mají neobyčejně silnou magickou auru.",
        "Harvey": "No a léto skončilo. Popravdě, rád dám sbohem těmto proklatým komárům!",
        "Sandy": "Slyšela jsem, že u tebe doma prší. Proto jsi tady?$h#$e#Vlastně mi déšť tak trochu chybí...$s",
        "Jas": "Doufám, že tento rok tu budou i malá medúzátka!",
        "Vincent": "Já chci vidět tu vzácnou zelenou medúzu!",
        "Willy": "Většina nočních zvířat se světla bojí... tyto jsou zvláštní výjimkou.",
        "Leo": "Měsíční medúzy jsou mí staří přátelé... na ostrov také každý rok připlavují.",
        "Abigail_spouse_y2": "Radši jsem nám přinesla deku kdyby se náhodou během noci ochladilo.$0#$e#Mohla by být větší, ale my to určitě nějak zvládneme...$4",
        "Haley_spouse_y2": "Achhh... ty svíčky tomu dávají tu správnou romantiku.$4#$e#Na shledanou léto, zase se někdy uvidíme...$s",
        "Maru_spouse_y2": "Kdy asi medúzy připlují? Přemýšlím zda mám čas si narychlo skočit domů pro svůj teleskop.$0#$e#Hmm... radši ne. Nechtěla bych je propásnout!$0",
        "Emily_spouse_y2": "Ahoj, tak tady jsi!$0#$e#Moře skrývá tolik divů a tajemství. Je tak dechberoucí.$0",
        "Leah_spouse_y2": "Přinesla jsem šumivé víno, abychom si pořádně ${užili^užily}$ dnešní stěžejní událost... léto ještě neskončilo!$0",
        "Penny_spouse_y2": "Je tu hrozná zima! Měla jsem nám přinést konvici s čajem.$0",
        "Alex_spouse_y2": "Teď trávím čas s rodinou. Potkáme se pak na molu?$0",
        "Sam_spouse_y2": "Páni... dnes ti to fakt sekne!$10",
        "Harvey_spouse_y2": "Ahoj zlato. Medúzy tu budou každým okamžikem... tohle mě nikdy neomrzí!$0",
        "Shane_spouse_y2": "Už ses ${připravil^připravila}$ na podzim? Já jo...#$e#Co na mě tak koukáš? Jo aha... Koupil jsem si extra velké balení dýňových lupínků. Jeden ti klidně dám, jestli chceš.",
        "Sebastian_spouse_y2": "Pamatuji si tu chvíli kdy jsem tě na tomto festivale viděl poprvé.#$b#Ty sis toho možná ${nevšiml^nevšimla}$, ale já jsem tě upřeně pozoroval v okamžiku příchodu medúz. V modré záři oceánu ti to opravdu slušelo...$l",
        "Elliott_spouse_y2": "Ahá, neustále jsem přemítal zda se dočkám tvé společnosti!$0#$e#Raději se již odeberme do přístavu vřele uvítat naše mořské hosty!$1",
        "Abigail_y2": "Prý je mezi medúzami nějaká vzácná zelená. Doufám, že budu první, která ji dnes večer uvidí!$0",
        "Robin_y2": "Každý rok provádím rutinní kontrolu loďky se svíčkami a opravím případné díry.#$e#Radši se ani nechci zabývat myšlenkou, že by se nám během festivalu potopila...$1",
        "Demetrius_y2": "Existuje ještě jiný druh 'medúzy', kterou rybáři občas uloví ve vodě. Navzdory názvu to však jsou velmi odlišné organismy od Měsíčních medúz...",
        "Maru_y2": "Koukni, vidíš tu matnou záři na obzoru? To musí být ony!$0",
        "Sebastian_y2": "Když se díváš do temných hlubin oceánu, je možnost, žě něco tam dole se dívá na tebe...$0",
        "Linus_y2": "Měl jsem pocit, že toto mole je opuštěné, tak jsem se sem přikradl.$0#$e#Já se také rád dívám na medúzy.",
        "Pierre_y2": "Vítám tě, ${farmáři^farmářko}$. Zítra už budu mít v sortimentu pro tebe podzimní semínka. Tak se nezapomeň stavit je nakoupit do zásoby!$0",
        "Caroline_y2": "Jsem moc ráda, že se nás medúzy rozhodly navštívit během jejich cesty na jih. Tyto kouzelné chvíle může naše komunita prožít společně.$0",
        "Alex_y2": "Škoda že léto musí skončit, ale takový je život...$0",
        "George_y2": "Za mých časů jsme je brali do dlaní a dávali je do skleniček...$h#$e#Časy se ale mění... stále mění...",
        "Evelyn_y2": "Já a George sledujeme jak medúzy připlouvají a odplouvají už desítky let.$1",
        "Lewis_y2": "Dobrý večer, @. Medúzy se postupně s ubývajícím světlem přibližují více k pobřeží...#$b#Jakmile vypustíme loď se svíčkami, tak nás přijdou k přístavišti pozdravit.$0",
        "Clint_y2": "Stál jsem moc blízko u vody a vlna mi zkropila nohu...$2",
        "Penny_y2": "Brr... fouká tu studený vítr. Měla jsem si vzít čepici!",
        "Pam_y2": "Hej prcku. Ty jsi náš farmář, tak mi pověz... můžeš z těch věcí udělat marmeládu?#$e#Kdybych si s nima mohla namazat ráno toast, ušetřila bych spoustu peněz!$1",
        "Emily_y2": "Tyto medúzy jsou zahaleny tmavě modrou aurou tajemna...$0#$e#Jsou záhadnější než se na první pohled zdá.$0",
        "Haley_y2": "Neměla jsem čas se nalíčit... myslíš že si toho někdo takhle ve tmě všimne?",
        "Jodi_y2": "Úplněk ukáže cestu medúzám k našemu pobřeží.",
        "Kent_y2": "Zdravím. Co máš v plánu na letošní podzim?",
        "Marlon_y2": "Mám možná už jen jedno oko, ale na zpozorování zrůdných příšer číhajících ve tmě to bohatě stačí.",
        "Sam_y2": "Léto se kvapně blíží ke svému konci. Ty dlouhé sluncem zalité dny mi budou scházet!",
        "Leah_y2": "Co ty plánuješ dělat během podzimu? Mě za chvíli čeká zdobení mého domu.",
        "Shane_y2": "Kolik jich asi letos připluje?$0",
        "Marnie_y2": "Dále na molo už prostě nemůžu. Nesnáším zvuk vrzajícího dřeva.$s#$e#V dětství jsem se propadla ztrouchnivělým molem a to na mě zanechalo následky... celá se třesu už jen když na něj koukám...$s",
        "Elliott_y2": "Ze svit plápolajících svíček odrážejících se na vodě mě oči přecházejí. Je to jako kdyby se malebný obraz náhle stal živým.$0",
        "Gus_y2": "*čich* Ach... svěží vůně moře mi vždycky vykouzlí úsměv na tváři.$0",
        "Dwarf_y2": "Říkáš že na zemí nad námi prší? Šokující!#$e#Déšť... pro nás je to skoro bájný úkaz. Někteří z nás prožijí celý život, aniž by ho jednou spatřili.",
        "Wizard_y2": "Zářící vejce Měsatek jsou skvělá činidla při přípravě lektvarů...",
        "Harvey_y2": "S každou další vteřinou roste mé očekávání...$0",
        "Sandy_y2": "Slyšela jsem, že u tebe doma prší. Proto jsi tady?$h#$e#Vlastně mi déšť tak trochu chybí...$s",
        "Jas_y2": "Jak medúzy ví kam plavat když nemají oči?$0",
        "Vincent_y2": "Jednou jsem se dotknul medúzy a ona mě žahla.$2",
        "Willy_y2": "To mi připomíná jedno rybářské pravidlo... pokud se ti povede ulovit měsíční medúzu, hoď ji zpátky do moře.$0",
        "Leo_y2": "Moji staří přátelé z ostrova nás za chvíli navštíví!$1"
      }
    }
  ]
 }