{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Data/Festivals/summer11",
      "Fields": {
        "mainEvent": {
          "16": "speak Lewis \"Tak lidičky, znovu nastal čas na náš ceremoniál míchané polévky.#$b#Doufám, že jste všichni tento rok dali do hrnce spoustu vysoce kvalitních surovin. Nechceme, aby náš guvernér litoval návštěvy údolí!\"",
          "20": "speak Lewis \"Takže... guvernére? Poctil byste nás prvním ochutnáním polévky?\"",
          "22": "speak Governor \"Samozřejmě! Na toto jsem se těšil celý rok.\""
        },
        "governorReaction6": {
          "2": "speak Governor \"Hmm... Je trochu štiplavá... ale ta chuť je vskutku báječná!\"",
          "5": "speak Governor \"Počkejte chvilku... něco v polévce plave... co je to?$2\"",
          "13": "textAboveHead Lewis \"Cožeeee?!\"",
          "18": "textAboveHead Marnie \"*Ah*\"",
          "25": "speak Governor \"Tohle... No to je nehoráznost!$1#$b#Nikdy jsem nezažil takovou urážku na cti!$1\"",
          "33": "speak Governor \"Fuj... otéká mi jazyk... myslím, že mi bude špatně.$u\"",
          "43": "speak Lewis \"Ten, kdo má tento příšerný počin na svědomí, by zasloužil potrestat. Použít mé velmi osobní věci pro takovýto zvrácený účel!$4#$b#A ještě k tomu zkazit naprosto skvělou polévku... neodpustitelné! Nikdy jsem nebyl z vás, této komunity, více zahanben, než teď... vztekem snad puknu.$4\"",
          "47": "speak Lewis \"Jděte domů, festival skončil.$s\"",
          "51": "message \"Zdá se, že tento 'malý žertík' lidé moc nepochopili...\"",
          "53": "message \"Čas jít domů.\""
        },
        "governorReaction5": {
          "2": "speak Governor \"Hmmm... není špatná, ale něco ji chybí...$s#$b#Přispěl každý ve městě surovinou do polévky? Připadá mi, jakoby v ní chyběla něčí jedinečná část.\"",
          "19": "speak Lewis \"Máte pravdu... je trochu bez chuti.$s\"",
          "21": "speak Lewis \"No, díky že jste i tento rok přišel, guvernére. Je mi líto, že polévka letos nebyla nic výjimečného.\"",
          "24": "speak Lewis \"A teď... kdo další chce polévku?\"",
          "31": "message \"Polévka byla bez chuti, ale oslava se vydařila!\"",
          "33": "message \"Čas jít domů.\""
        },
        "governorReaction4": {
          "6": "speak Governor \"No panečku... to je ta nejlepší polévka, jakou jsem kdy měl!$h\"",
          "19": "speak Lewis \"Máte pravdu... je výborná!$h\"",
          "22": "speak Lewis \"Skvělá práce, všichni! A teď... kdo ještě chce ochutnat?$h\"",
          "29": "message \"Guvernér nepřeháněl... polévka byla fantastická!\"",
          "31": "message \"Čas jít domů.\""
        },
        "governorReaction3": {
          "3": "speak Governor \"Ah... to je velmi příjemná polévka. Výrobky z tohoto údolí nikdy nezklamou!\"",
          "15": "speak Lewis \"Mmm... chutná polévka. Dnes jste všichni odvedli dobrou práci.\"",
          "18": "speak Lewis \"A teď... kdo další chce polévku?\"",
          "25": "message \"Oslava byla velký úspěch! Přinést tuto výtečnou surovinu byl skvělý nápad.\"",
          "27": "message \"Čas jít domů.\""
        },
        "governorReaction2": {
          "2": "speak Governor \"Hmm... nevím co bych na ni řekl. Je to průměrná polévka.\"",
          "19": "speak Lewis \"Máte pravdu... nechutná nijak výjimečně. Ale špatná také není.\"",
          "22": "speak Lewis \"A teď... kdo další chce polévku?\"",
          "29": "message \"Polévka byla průměrná, ale kromě toho byla oslava úspěch!\"",
          "31": "message \"Čas jít domů.\""
        },
        "governorReaction1": {
          "3": "speak Governor \"Um... vlastně je docela nechutná. Myslím, že polévku si tento rok nedám.$s\"",
          "20": "speak Lewis \"Fuj. Někdo do ní musel dát nekvalitní surovinu a tím ji zničil.$s\"",
          "23": "speak Lewis \"No... chce ji vůbec někdo?\"",
          "30": "message \"Polévka nebyla moc dobrá, ale kromě toho byla oslava úspěch!\"",
          "32": "message \"Čas jít domů.\""
        },
        "governorReaction0": {
          "6": "speak Governor \"Fuj! To je hnus! Myslím, že mi bude špatně... $u\"",
          "10": "speak Governor \"Potřebuji si jít lehnout...$u\"",
          "19": "speak Lewis \"Dobrá práce lidi,... Kvůli té odporné surovině, kterou tam někdo dal, náš guvernér omdlel! Jsem zostuzen.$4\"",
          "23": "speak Lewis \"Jděte domů, festival skončil.$s\"",
          "27": "message \"Taková katastrofa...\"",
          "29": "message \"Čas jít domů.\""
        },
        "mainEvent_y2": {
          "24": "speak Lewis \"Tak lidičky, znovu nastal čas na náš ceremoniál míchané polévky.#$b#Doufám, že jste všichni tento rok dali do hrnce spoustu vysoce kvalitních surovin. Nechceme, aby náš guvernér litoval návštěvy údolí!\"",
          "28": "speak Lewis \"Takže... guvernére? Poctil byste nás prvním ochutnáním polévky?\"",
          "30": "speak Governor \"Samozřejmě! Sbíhaly se mi na ni sliny už celé odpoledne.\""
        }
      },
      "Entries": {
        "Governor": "Jaká to milá slavnost... každá návštěva Stardew Valley je vždy potěšením.#$e#Musím si promluvit se ženou, zdali si nechce v údolí koupit letní chatu.",
        "Abigail_spouse": "Nenech mě tě zdržovat od zábavy. Stejně se teď chci o samotě dívat na moře.",
        "Leah_spouse": "Je hezké čas od času se se všemi zase potkat, ale nejvíce se chci vrátit zpět na farmu.",
        "Maru_spouse": "Harvey si se mnou snaží povídat, ale já jen chci kus této pečeně.",
        "Penny_spouse": "Já tu jen poslouchám staré přátele. Co ale opravdu chci je dát si misku té polévky.",
        "Haley_spouse": "Ah... Snažím se nehýbat, jinak se můžu začít potit.",
        "Sebastian_spouse": "Moc se snažím zůstat v dobré náladě...",
        "Sam_spouse": "Asi by nebylo hezké hodit do polévky něco hnusného...",
        "Alex_spouse": "Hej, já využiji každé příležitosti vyjít si na pláž. Tohle počasí je super!",
        "Harvey_spouse": "Ale ne... Mám v ponožkách písek...$s",
        "Elliott_spouse": "Zdá se, že má stará chatrč stále drží. Pokaždé, když sem přijdu, tak čekám, že už bude prohnilá.",
        "Abigail": "Bavit se s ostatními je tak unavující... raději se dívám na moře.",
        "Emily": "%Nevšímá si tě.",
        "Robin": "Au... šlápl si mi na nohu, drahý.",
        "Demetrius": "Tohle je unavující, zlato. Můžeme už navštívit bufet? *eh eh*",
        "Maru": "Ať Linus opéká cokoliv, voní to vážně skvěle... *slint*",
        "Sebastian": "Jeden rok dal Sam do polévky kilo ančoviček.#$e#Víš, že Sam má nejvíce odpracovaných hodin služby pro veřejnost ve městě?$h",
        "Linus": "Pomalé, nepřetržité otáčení je klíčem k dosažení křupavé kůžičky.",
        "Pierre": "Hmm... možná, že pokud budu zadobře s guvernérem, nebude muset můj podnik platit daně...#$b#Jestlipak má rád zralou whisky?#$e#Kéž by starosta přestal s ním alespoň na chvíli klábosit.",
        "Caroline": "Já jsem do společné polévky dala čerstvou zeleninu z mé zahrady.",
        "Alex": "Dokonalé počasí na mejdan u pláže, ne?",
        "George": "Ta hudba! Je příliš nahlas.#$b#Nemůžu mít chvíli ticha a pokoje, abych si mohl užít pohled na moře?",
        "Evelyn": "Ahh... vůně oceánu, to ve mně vyvolává dávné vzpomínky. Doby, kdy jsi ještě ${nebyl^nebyla}$ na světě.",
        "Lewis": "Dnes žádné vylomeniny! Máme tu vzácného hosta. Guvernér přijel na svoji každoroční návštěvu.#$b#Pokud máš něco co chceš přidat do naší míchané polévky, stačí to hodit do kotle.",
        "Clint": "Jsem přecpaný, ale co jiného se tu dá dělat kromě jídla?",
        "Penny": "Tento festival pořádáme každý rok, abychom dali guvernéru šanci ochutnat vše, co údolí nabízí.#$e#Starosta Lewis tímto zamýšlí získat si ho na naši stranu. A proto je tak nervózní z výsledné chuti polévky.",
        "Pam": "Ha... bufet zdarma. Jedna z výhod, když tu bydlíš. Užij si to, prcku!",
        "Haley": "Chtěla bych si zatancovat, ale nechci se zpotit.",
        "Jodi": "Doufám, že tento rok se polévka povede.",
        "Kent": "Ahoj, rád tě vidím.",
        "Marlon": "Radši zůstanu tady ve stínu stromů... vzduch je tu mnohem chladnější.",
        "Sam": "Guvernér? Nezájem...#$e#Proč by mi mělo záležet na nějakém starém páprdovi?",
        "Leah": "Jak je na farmě? V tomhle období musíš mít hodně práce.",
        "Shane": "Páni... takové čatní z pálivých papriček ve městě neseženeš...",
        "Marnie": "Pokud máš něco, co chceš dát do polévky, vylez po schodech na druhé straně a hoď to tam.",
        "Elliott": "Zaspal jsem, vyšel ze dveří a ocitl jsem se uprostřed tohoto rámusu!#$e#Zapomněl jsem, že dnes je den oslav.$h",
        "Gus": "Tyhle zatracené písečné mušky mi pořád lítají na jídlo!",
        "Dwarf": "Říkáš že na zemí nad námi prší? *ahh*#$e#Déšť... pro nás je to skoro bájný úkaz. Někteří z nás prožijí celý život, aniž by ho jednou spatřili.",
        "Wizard": "Mořští lidé se zajímají o vaše slavnosti.#$e#Rozčílí je, když házíte odpadky do moře.",
        "Harvey": "Dobře, že jsem si přinesl opalovací krém.#$e#Jestlipak by Maru neprospělo trochu krému na jejích ramenech?",
        "Sandy": "Slyšela jsem, že u tebe doma prší. Proto jsi tady?$h#$e#Vlastně mi déšť tak trochu chybí...$s",
        "Jas": "Vincent není moc dobrý tanečník.",
        "Vincent": "To je nuda...",
        "Willy": "Ahoj, @. Dáváš si oddych?#$e#Abych pravdu řekl, nejradši bych teď byl na rybách.",
        "Leo": "Šššš... chci se naučit tajemství skvělé pečeně.",
        "Governor_y2": "Každý rok se netrpělivě těším na moji pravidelnou návštěvu údolí. V okolí vyčnívá všudypřítomný půvab!",
        "Abigail_spouse_y2": "Hej, až se všichni nabaží polévky co takhle zmizet z tohohle davu a přesunout se někam kde bude klid, třeba na molo.$0",
        "Penny_spouse_y2": "Proslýchá se, že si guvernér zamýšlí zakoupit si tady v údolí letní chatu.$0",
        "Leah_spouse_y2": "Radši si utíkej nabrat nějaké jídlo, než všechno snědí!$1",
        "Haley_spouse_y2": "Mám sto chutí zaběhnout domů a obléct si bikiny.$0#$b#Voda má teď dokonalou teplotu... potvrdila jsem si to smočením palce!$1",
        "Maru_spouse_y2": "Tady ve stínu je větší chládek. Za chvilku se k tobě připojím u bufetu, nevadí?$0",
        "Emily_spouse_y2": "*uf* Myslím že za chvíli nastane dobrá chvíle na malou přestávku.$0#$e#Nezatančíme si pak spolu?$1",
        "Harvey_spouse_y2": "Ta hudba mi rozpohybovává celé tělo... stejně jako při aerobiku!$0",
        "Alex_spouse_y2": "Dnešek je den... kdy můžu sníst vše co hrdlo ráčí. A zítra si to vyrovnám kliky navíc!$0",
        "Sam_spouse_y2": "Z té polévky cítím kapánek štiplavosti...#$e#${Dal^Dala}$ jsi tam něco dobrého? Začínám mít hlad!$1",
        "Sebastian_spouse_y2": "Pamatuješ si jak jsi mě tu onehdy v dešti ${přistihl^přistihla}$?$0#$e#I když tohle bylo mé oblíbené místo odtržené od všeho... jsem rád že jsi tu na mě ${narazil^narazila}$.$1",
        "Elliott_spouse_y2": "Milerád bych navrhnul vyhradit si čas na malé 'dostaveníčko' v mém starém příbytku... ale obávám se, že během mé nepřítomnosti se prostory staly poněkud... zatuchlými.",
        "Shane_spouse_y2": "Mmm... ta pečené tak náramně dobře voní.$0",
        "Abigail_y2": "Můj táta je návštěvou guvernéra hrozně posedlý. Všechno musí být vzorně podle jeho představ!#$e#Myslím, že se chce jednoho dne ucházet o místo starosty...$9",
        "Robin_y2": "Demetriusi, je to prosté... baví je to!%noturn$5",
        "Demetrius_y2": "Proč se lidé tak rádi oddávají tanci? Mojí hypotézou je, že se jedná o instinktivní chování jedince, které má potenciálním partnerům podvědomě předvést kvalitu jeho genetických vlastností.%noturn",
        "Maru_y2": "Jauvajs... tahle lavička je hodně vyhřátá.$2",
        "Sebastian_y2": "Ah, ahoj. Taky je na tebe tam až moc hlučno?$0",
        "Linus_y2": "Hmmm, cítíš to?$0#$b#To je vůně pečeně, která už je upečená téměř k dokonalosti!$1",
        "Pierre_y2": "Jakmile Lewis poodstoupí od guvernéra... nastane má chvíle na pořádné pochlebování...$0#$e#Ach, copak tu děláš? Neviděl jsem tě.$4#$e#Pokud si chceš něco koupit, obsloužím tě před kasou.$1",
        "Caroline_y2": "Gus použil mé brambory jako přísadu do spousty jídel, které můžeš tady v bufetu vidět.$0#$e#Takže, už víš jakou přísadu dáš do polévky?$0",
        "Alex_y2": "Skočil bych si zaplavat, ale nerad bych byl ve vodě sám. Myslíš, že by ostatní šli do toho se mnou?$0",
        "George_y2": "Bramborová kaše s česnekem a pórkem? Hehe... moje zlatá. To jsem se snad teď dostal do nebe?!%noturn$1",
        "Evelyn_y2": "Dávej si prosím pozor na úpal, drahý. Nechci, aby tě pak bolelo břicho.%noturn$0",
        "Lewis_y2": "Dnes žádné vylomeniny! Máme tu vzácného hosta. Guvernér přijel na svoji každoroční návštěvu.#$b#Pokud máš něco co chceš přidat do naší míchané polévky, stačí to hodit do kotle.",
        "Clint_y2": "*Chroust* Tenhle festival má vždycky ty nejlepší žvance.",
        "Penny_y2": "Není hezký pohled na to jak se naše komunita takto dokáže sejít? Takovéto chvíle si snažím vrýt do paměti.$0",
        "Pam_y2": "*srk* To je vončo! Hned si dám další rundu!$1",
        "Emily_y2": "*Uf* Musíš správně hýbat boky!$0#$e#Asi si budu muset za chvíli na minutku odpočinout. Začínám se hrozně potit!$0",
        "Haley_y2": "Nestůj mi ve Slunci! Našla jsem to nejlepší místo, které mi neudělá čáry při opalování.$0",
        "Jodi_y2": "Je takovým obecným pravidlem, že léto bývá pro farmáře perným obdobím. Dávej na sebe pozor, ať se nepřepracuješ!$0",
        "Kent_y2": "*čich* ...vůně jsou často klíčem k odemčení vzpomínek...$0#$e#Těch dobrých i těch špatných...",
        "Marlon_y2": "Zdravím.#$e#Polévka? Tancování? Ne, to není nic pro mě. Mně stačí se na vše dívat z povzdáli. Navíc někdo musí  držet hlídku pro případ, že se tu objeví nějaká příšera...$0",
        "Sam_y2": "Příští rok nesmím zapomenout přinést svoji elektrickou kytaru... jen si představ jak bych to v této části písně rozjel kytarovým sólem!$0",
        "Leah_y2": "Jsem na rozpacích co si mám dát! Je tu toho tolik na výběr.$0",
        "Shane_y2": "Jídlo zadarmo se nikdy neodmítá.",
        "Marnie_y2": "Zdravím, @! Přinesl si s sebou nějaké přísady do polévky? Pokud ano, stačí vylézt po žebříku a hodit ji dovnitř!$1",
        "Elliott_y2": "Ach, Luau... všechen ruch a skon města se v tento den oddává přímo před mými dveřmi!$0",
        "Gus_y2": "Jedna špatná surovina a celá polévka může přijít vniveč...$0",
        "Dwarf_y2": "Říkáš že na zemí nad námi prší? Šokující!#$e#Déšť... pro nás je to skoro bájný úkaz. Někteří z nás prožijí celý život, aniž by ho jednou spatřili.",
        "Wizard_y2": "V temných mořských hlubinách číhá mnohá tajemství, čekající na objevení.$0",
        "Harvey_y2": "*uf*... *huf*... achhhh, už se nemohu dočkat porce krásně horké polévky...$h",
        "Sandy_y2": "Slyšela jsem, že u tebe doma prší. Proto jsi tady?$h#$e#Vlastně mi déšť tak trochu chybí...$s",
        "Jas_y2": "A...ale... opravdu to musím sníst?$2",
        "Vincent_y2": "Proč si nemohu hrát v loužích u pobřeží?$s",
        "Willy_y2": "Netřeba se obávat, vrátím se až bude polévka připravena... chci si jen užít tuto chvíli samoty s moji dýmkou!$3",
        "Leo_y2": "Můj domov je tamhle, za obzorem. Připadá mi, že je kousek odsud, ale zároveň hrozně daleko.$0#$e#Doufám, že se mým přátelům daří.$0"
      }
    }
  ]
}