{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Data/Festivals/winter8",
      "Fields": {
        "mainEvent": {
          "10": "speak Lewis \"Tak dobrá, všichni. Pojďme zahájit letošní soutěž v rybaření na ledu.\"",
          "19": "speak Lewis \"Soutěžící, vaším úkolem je nachytat co nejvíce ryb do dvou minut pomocí nám poskytnutých rybářských prutů.#$b#Vaše ryby musíte lovit odsud, z těchto děr v ledu.\"",
          "21": "speak Lewis \"Takže, všichni připraveni?\"",
          "28": "speak Lewis \"Začněte!\""
        },
        "afterIceFishing": {
          "20": "speak Lewis \"Šmankote, to je ryb!$h\"",
          "24": "speak Lewis \"*ble*... to je smrad...$s\"",
          "29": "speak Lewis \"A teď přejdeme k vyhlášení vítěze dnešního ročníku soutěže...\"",
          "39": "speak Lewis \"Tady je tvá cena! Blahopřejeme.\"",
          "43": "speak Lewis \"A to by bylo vše k letošnímu Ledovému festivalu. Díky všem za účast! #$b#A teď pojďme vypustit všechny tyhle ubohé ryby...$s\"",
          "56": "message \"Mé vítězství mě zcela překvapilo! Tak, čas jít domů.\""
        },
        "OtherPlayerWin": {
          "0": "message \"Sice mi vítězství uniklo, ale i tak to byla zábava! Čas jít domů.\""
        },
        "DickWin": {
          "6": "speak Lewis \"Tady máš svoji cenu, Willy. Zasloužil sis ji!\"",
          "15": "speak Lewis \"A to by bylo vše k letošnímu Ledovému festivalu. Díky všem za účast!#$b#A teď pojďme vypustit všechny tyhle ubohé ryby...$s\"",
          "24": "message \"Sice mi výhra unikla, ale přesto to byla zábava! Čas jít domů.\""
        },
        "mainEvent_y2": {
          "10": "speak Lewis \"Tak dobrá, všichni. Pojďme zahájit letošní soutěž v rybaření na ledu.\"",
          "20": "speak Lewis \"Soutěžící, vaším úkolem je nachytat co nejvíce ryb do dvou minut pomocí nám poskytnutých rybářských prutů.#$b#Vaše ryby musíte lovit odsud, z těchto děr v ledu.\"",
          "22": "speak Lewis \"Takže, všichni připraveni?\"",
          "29": "speak Lewis \"Začněte!\""
        },
        "afterIceFishing_y2": {
          "20": "speak Lewis \"Šmankote, to je ryb!$h\"",
          "24": "speak Lewis \"*ble*... to je smrad...$s\"",
          "29": "speak Lewis \"A teď přejdeme k vyhlášení vítěze dnešního ročníku soutěže...\"",
          "39": "speak Lewis \"Tady je tvá cena! Blahopřejeme.\"",
          "43": "speak Lewis \"A to by bylo vše k letošnímu Ledovému festivalu. Díky všem za účast! #$b#A teď pojďme vypustit všechny tyhle ubohé ryby...$s\"",
          "60": "message \"Mé vítězství mě zcela překvapilo! Tak, čas jít domů.\""
        },
        "DickWin_y2": {
          "4": "speak Lewis \"Tady máš svoji cenu, Willy. Zasloužil sis ji!\"",
          "13": "speak Lewis \"A to by bylo vše k letošnímu Ledovému festivalu. Díky všem za účast!#$b#A teď pojďme vypustit všechny tyhle ubohé ryby...$s\"",
          "28": "message \"Sice mi výhra unikla, ale přesto to byla zábava! Čas jít domů.\""
        }
      },
      "Entries": {
        "name": "Ledový festival",
        "Abigail_spouse": "Ahoj, zlato... podívej, to jsi ty!$h",
        "Penny_spouse": "Budeš se letos účastnit soutěži v rybolovu, @? Má máma chce vážně vyhrát.",
        "Haley_spouse": "Brr... při stavění tohoto sněhuláka mi zmrzly ruce.$l",
        "Sebastian_spouse": "O mě se bát nemusíš. Mně nikdy není zima...",
        "Sam_spouse": "Není ti zima? Opravdu nechceš moji bundu?",
        "Alex_spouse": "Budu ti fandit při soutěži v rybolovu.",
        "Harvey_spouse": "Už se těším na náš teplý krb u nás doma...$l",
        "Elliott_spouse": "Vím, že mě při soutěži v rybolovu porazíš, ale to mi nevadí. Hlavní je si to užít.$h",
        "Abigail": "Jak se ti líbí můj sněhomoula?",
        "Robin": "Promiň, ale vyřezávání parapetů z ledu vyžaduje moji nepřerušenou pozornost!",
        "Demetrius": "Víš co? Myslím, že jsem si přece jen měl vzít bundu.",
        "Maru": "Nejsem moc tvůrčí, co se týče sněhuláků.$s",
        "Sebastian": "Zima? Pche, mně nikdy není zima.",
        "Pierre": "Ten sníh je tak studený, že už ani necítím své prsty...$s",
        "Shane": "Kdybych to měl na starosti já, pravděpodobně bych místo tohohle uspořádal pizza festival v hospodě...",
        "Caroline": "Jak se ti daří v zimě, @?$h",
        "Linus": "Stavení iglú je dovednost, kterou jsem pochytil od obyvatel tundry žijících za zamrzlým mořem.#$e#To bylo před mnoha lety.$h#$e#Iglú je dobré obydlí, ale jednodušší je zůstat v mém stanu po celý rok.",
        "Alex": "Sněhuláci jsou v pohodě, asi. Ale já se nejvíc těším na jaro.",
        "George": "Hmmf... má žena mě vytáhla do zimy jen kvůli této taškařici?",
        "Evelyn": "Vyprávěla jsem ti někdy, jak jsme se já a George poprvé potkali? Představ si, že mě trefil sněhovou koulí přímo na tomto festivalu.#$e#Tehdy to byl džentlmen a okamžitě ke mně přiběhl, omluvil se a zeptal se, jestli jsem v pořádku.$h",
        "Lewis": "Vítejte na Ledovém festivalu!#$e#Stěžejní událostí tohoto festivalu je soutěž v rybaření na ledu. Vytvořili jsme toto 'zamrzlé jezero' a naplnili ho až po okraj rybami.#$b#Jen mi dej vědět, až budeš chtít soutěžit.",
        "Clint": "Emily mi začala pomáhat, aniž bych cokoliv udělal... znamená to něco? *polk*$4",
        "Emily": "Páni, tenhle sněhulák potřebuje předělat. Kdo ho splácal?$s",
        "Penny": "$y 'Hmm... jakého sněhuláka mám vytvořit?_Klasického. Mrkev jako nos, cylindr, šála._Asi je možná nejlepší, když se budu držet zavedeného vzhledu, co?$h_Něco netradičního. Antény z rampouchů, oči z šišek._Fajn! To může být legrace.$h_Sněhuláci jsou nudní. Popusť uzdu fantazii!_Um, dobře... myslím, že zůstanu u něčeho tradičnějšího.'",
        "Pam": "Chystám se vyhrát soutěž v rybaření!#$e#Willyho ale bude těžké porazit... on tohle dělá dnem a nocí.$s",
        "Haley": "Zima zase nemusí být až tak špatná... hraní ve sněhu může být zábava!",
        "Jodi": "Les je v zimě překrásný, že?",
        "Kent": "Mám rád zimu. Všude je takové ticho.",
        "Sam": "Hej, @. Zapojíš se do soutěže v rybolovu?#$e#Ah ne, já ne. Já neumím rybařit.",
        "Leah": "Ah, led. Nádherný materiál pro tesání, ale tak nestálý.#$e#Ale díky tomu asi budou výtvory z něj mnohem lepší.",
        "Marnie": "Je mí hrozně líto všech ubohých, prochladlých zvířat, které musí být v tuto dobu venku.$s",
        "Elliott": "Dnes se budu účastnit soutěži v rybolovu. A proč ne?#$e#Willy ale prohrává jednou za uherský rok.",
        "Gus": "Promiň, dnes nebude žádné jídlo.#$e#Jen si počkej na hostinu Zimní hvězdy. Budeš ${přecpaný^přecpaná} na celé dny.",
        "Willy": "$y 'Zdravím, @. Připraven na lovení ryb na ledě?_Ano. Dám do toho všechno!_Tak to má být!$h_Ano a taky tě porazím!_To se ještě uvidí.$h_Upřímně, ne. Rybaření mi moc nejde._No, tak tohle můžeš považovat za trénink!$h'",
        "Wizard": "Tajně se plížíš navštívit moji podivnou věž? Na obyčejného člověka si velmi ${pozoruhodný^pozoruhodná}$.",
        "Harvey": "Extrémní teploty mohou tvé tělo mimořádně vysílit, tak se nezapomeň pořádně nabalit teplým oblečením!#$e#Ah a užij si festival!$h",
        "Sandy": "Slyšela jsem, že u tebe doma prší. Proto jsi tady?$h#$e#Vlastně mi déšť tak trochu chybí...$s",
        "Jas": "Chci mu dát mrkev jako nos!$h",
        "Vincent": "Já jsem tam dole viděl velkou rybu!",
        "Marlon": "Hej, dobré odpoledne.",
        "Leo": "Pokud by jsi zdi iglú ${vycpal^vycpala}$ peřím, bylo by tam dvakrát tak tepleji!",
        "Abigail_spouse_y2": "Ta představa, že bychom spolu žili v iglú!$h#$e#Byla by to sranda, ale já budu žít spokojená kdekoliv, pokud tam budeš bydlet se mnou.$l",
        "Leah_spouse_y2": "Někdy bych tě mohla naučit jak vyřezávat sochy z ledu! To bude kopec srandy!$h#$e#Hrozně by mě zajímalo, co bys vytvořil.",
        "Maru_spouse_y2": "Určitě vyhraješ zlato! Já ti věřím! Jen stačí být v klidu a soustředit se.",
        "Penny_spouse_y2": "Až přijdeme domů, rozděláme oheň a uvaříme si horkou čokoládu.$0#$e#...dáme tam i marshmallow?$h",
        "Haley_spouse_y2": "Pojď sem, uhladím ti vlasy ať nevypadají jako vrabčí hnízdo... během soutěže tě chci vyfotit, tak tě poprosím o  akční snímky a nezapomeň se usmívat!",
        "Emily_spouse_y2": "Ta dá! Jako by ti z oka vypadl!#$e#Co? Ty tu podobu nevidíš? Já myslím, že je to tvůj věrný obraz!",
        "Sebastian_spouse_y2": "Hej poslyš, nutně potřebuju, aby jsi dnes ${vyhrál^vyhrála}$.$0#$e#Ehm... no totiž, tak nějak jsme s Marlonem uzavřeli určitou sázku...$1",
        "Sam_spouse_y2": "${Nechtěl^Nechtěla}$ bys mě někdy naučit zacházet s prutem?. Myslím, že by mi to vážně šlo.",
        "Alex_spouse_y2": "Nazdar! Dneska určitě vyhraješ na celé čáře, Já to vím. Tak zlom vaz!",
        "Harvey_spouse_y2": "Ahoj zlato. Přeji ti hodně štěstí v dnešní soutěži.$0 ",
        "Elliott_spouse_y2": "Pilně jsem nacvičoval moji rybářskou techniku. Nebudu se zdráhat ji použít, ${drahý^drahá}$.$1",
        "Shane_spouse_y2": "Vzpomínáš si jak jsme sedávali nad pivem u starého jezera? To myslím bylo někde tady v okolí.#$e#No, lepší asi bude přestat žít minulostí... i dobré vzpomínky jsou pro mě bolestivé.",
        "Abigail_y2": "${Házel^Házela}$ jsi už někdy žabky na zamrzlém jezeře? Dělají takový hezký zvuk.#$e#...právě teď nosím pod bundou svetr z oslavy Zimní hvězdy... ale neříkej to tátovi.",
        "Robin_y2": "Vyřezávání z ledu je pro mě zbrusu nová výzva. Je to pro mě nezvyklý materiál, s kterým se často v mém oboru nesetkávám!",
        "Demetrius_y2": "Led... vskutku důmyslný materiál. Pro život nezbytný, je to vhodný materiál pro sochaře odpovídající svému účelu vytváření soch vypodobňující život jaký známe.",
        "Maru_y2": "Klíčem k postavení pěkného a odolného sněhuláka už jsou jeho základy. Musí být na rovné ploše a zároveň je třeba se vyhnout naložení přílišné váhy na jeho hořejšek.$3",
        "Sebastian_y2": "${Všiml^Všimla}$ sis někdy, že všude tam kde je sníh, je hrobové ticho?",
        "Linus_y2": "Ach... les začal přezimovat...$1",
        "Pierre_y2": "Naše rodina má stejné svetry na oslavu Zimní Hvězdy.#$e#Škoda že Abigail ho odmítá nosit...$2",
        "Caroline_y2": "Ahoj, @. Jak to jde? Vyhrazuješ si čas na odpočinek od farmaření během zimy?$0",
        "Alex_y2": "Vadilo by někomu kdybych si šel po skončení festivalu narychlo vykoupat v jezeře?#$e#Slyšel jsem že ledové koupele jsou dobré na posílení svalů.",
        "George_y2": "Až budeš starý a plešatý jako já, taky budeš potřebovat kvalitní a teplou čepici.^Jestli někdy také ztratíš ve stáří vlasy, děvenko, budeš také potřebovat kvalitní a teplou čepici.",
        "Evelyn_y2": "Člověk nikdy neví... letos to může být naposledy, kdy stavíme sněhuláka společně s Alexem.#$e#Život je krátký, drahý. Je třeba si ho užívat každým douškem.^Život je krátký, drahá. Je třeba si ho užívat každým douškem.",
        "Lewis_y2": "Zdravím, @. Tak se rok s rokem zase sešel a máme tu další Ledový festival.#$b#Až budeš chtít zahájit soutěž v rybaření, stačí si se mnou promluvit.$1",
        "Clint_y2": "Z těhlech hromádek sněhu koule neudělám...$0#$e#Asi bych měl zůstat u pece a hrátky ve sněhu přenechat ostatním.$2",
        "Penny_y2": "Hrozně se bojím chodit po ledu...#$e#Onehdá jsem četla knihu ve které dívka propadla ledem.#$b#Nakonec dopadlo vše dobře! Ale... od té doby mám strach.",
        "Pam_y2": "$y 'Minulý rok jsem prohrála, protože jsem byla na špatném místě. Tentokrát mám ale dobrý pocit, že věci se budou mít jinak._Nemyslím si, že na místě lovu záleží._Ha. To říkáš ty! Já ti ukážu._Stejně te porazím._...$4_Tak hodně štěstí přeji._Tobě taky, prcku.'",
        "Emily_y2": "Sněhulák musí být dobře oháknutý! Není ten cylindr a šála velmi módní?",
        "Haley_y2": "Jsem moc vděčná za klapky na uši. Je tu hrozná zima!$0#$e#Taky jsem si konečně přinesla i svoji kameru. Dnes je světlo přímo vyzívající k focení!",
        "Jodi_y2": "Setkání jako jsou tato ve velkém posilují vztahy s našimi sousedy.#$e#Je zajímavé vidět jak chladné počasí zdánlivě lidi sbližuje.",
        "Kent_y2": "${Připraven^Připravena}$ na soutěž? My všichni tu ti věříme, že vyhraješ.",
        "Marlon_y2": "Tohle roční období není zas tak špatné. Žádný hmyz tě neotravuje...#$e#Tak co? Dokážeš letos porazit Willyho? On se jen tak nevzdá...",
        "Sam_y2": "Hej, čemu se směješ? Vždyť ještě není ani hotový!#$e#Jen počkej... až ho dostavíme, budeš koukat na učebnicového sněhuláka.",
        "Leah_y2": "Než můžeš led začít vyřezávat je třeba ho zahřát, jinak se nedá tvarovat!",
        "Shane_y2": "Zvířata zimu často dost špatně snáší. Máš ve stodolách a kurnících nainstalované ohřívače?",
        "Marnie_y2": "Jé... to prasátko vypadá v tom oblečení hrozně roztomile!$1",
        "Elliott_y2": "Jen na ni pozři, má tajná zbraň... má flaška na povzbuzení. To abych si smočil rty krátce před rozezněním píšťaly...",
        "Gus_y2": "Trávím hodně času zalezlý doma koukáním na síťobal v televizi... je dobré si taky občas vyjít ven na čerstvý vzduch.",
        "Wizard_y2": "Hmm? Jak ses sem ${dostal^dostala}$?#$e#Mě si nemusíš všímat. Já jen pozoruji...",
        "Harvey_y2": "Neměl jsem si dnes ráno navoskovat svůj knír, je zmrzlý skrz na skrz! To je nadělení...$2#$e#No, budeš-li potřebovat sekáček na led, víš kde mě najít...$h",
        "Jas_y2": "To rybám pod ledem není zima?$3",
        "Vincent_y2": "Můj bráška mi pomáhá stavět sněhuláka!$0",
        "Willy_y2": "Áno, celé město nám dnes bude dělat obecenstvo při našem malém souboji. Tak jim pojďme dát souboj na který nezapomenou.",
        "Leo_y2": "*křup* *křup* Sníh dělá srandovní zvuk když na něj šlápneš!$1"
      }
    }
  ]
}