{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Data/Festivals/winter25",
      "Entries": {
        "name": "Hostina Zimní hvězdy",
        "Abigail_spouse": "Hmm, jestlipak můžu olíznout jednu z těchto cukrových holí...",
        "Leah_spouse": "Jsem vděčná za náš nenáročný život na farmě.$h",
        "Maru_spouse": "Ahoj, @. Až budeš chtít jít domů, tak mi řekni.",
        "Penny_spouse": "Jsem vděčná, že jsem tě potkala...$l",
        "Haley_spouse": "Já?... No já jsem vděčná za... co kdybych ti to ukázala až se vrátíme domů?$l",
        "Sebastian_spouse": "Nazdar @. Jak můžeš vidět, plním své rodinné povinnosti...",
        "Sam_spouse": "*zív*... Jsem tu jen kvůli dárkům a sušenkám.$h",
        "Alex_spouse": "Za co chci děkovat? To ti ukážu až budem doma...$l",
        "Harvey_spouse": "Je toho na mě trochu moc... díky bohu za čistý vzduch...$l",
        "Elliott_spouse": "Mně nic dávat nemusíš, už jsi mi ${dal^dala}$ ten největší dar ze všech...$l",
        "Abigail": "V takovýto zimní den není nic nad teplou hostinou, co?$h",
        "Robin": "Ahojky, @. Jestli chceš, můžeš se přidat k nám u rodinného stolu a my ti budeme dělat společnost.$h",
        "Demetrius": "Letos asi dostanu další sadu nástrojů... *vzdech*",
        "Maru": "Ahoj, @.$h",
        "Shane": "Setkal jsem se s lidmi, kteří věří na duchy a kouzla... ale já? Nikdy jsem neviděl nic, co by věda nedokázala vysvětlit.",
        "Sebastian": "Trávení času s rodinou je někdy unavující.",
        "Pierre": "Má prodejní čísla byla poslední dobou na vzestupu... to vše díky hostině Zimní hvězdy!$h#$e#Panečku, svátky jsou pro obchod požehnáním. Jestlipak bych mohl vymyslet nové...",
        "Caroline": "Ooohh... vypila jsem moc likéru.$h",
        "Linus": "Připojil bych se... ale nemyslím si, že jsem vítán.$s",
        "Alex": "Ah, ahoj.$s",
        "George": "Hostina pro nějakou hloupou hvězdu? Pošetilost!",
        "Evelyn": "Ah, no to mě podrž! Není ti zima, zlatíčko? Tak strašně mrzne!",
        "Lewis": "Dnešek je čas vzdání díků za tento šťastný rok. Aspoň dnes můžeš zapomenout na své starosti a užívat si!",
        "Clint": "*vzdech*... všechny tyhle šťastné rodiny. Ale já, já jsem zase další rok sám.",
        "Emily": "$y '@! Co čekáš, že najdeš pod stromečkem duší?_Novou konev na zalévání._Žádný čas na zábavu? To mi nepřijde jako moc velká sranda.$s_Džbán kořeněné medoviny._Oooh... to zní skvěle. Nech mi taky na ochutnání.$h_Pár fešných bot._Rozumím. To by byl skvělý dárek!'",
        "Penny": "Ten strom je ale nádherný.$h",
        "Pam": "Hmmf... pořád nemůžu uvěřit, že jsem nevyhrála tu soutěž v rybolovu.$4",
        "Haley": "Doufám, že pod stromečkem duší se pro mě najde nová kamera!",
        "Jodi": "Tohle není vhodná doba na držení diety...$s",
        "Kent": "Dobré odpoledne, @. Veselé hody.",
        "Sam": "Jsem rád, že jsem dostal skateboard a kytaru. Ah, a asi jsem také vděčný za svoji rodinu.",
        "Leah": "Gus mi právě povídal o svých uměleckých cukrových holích. *zív*$u#$e#Myslím, že to trošku přehnal se skořicovým likérem.",
        "Marnie": "Vítej na hostině Zimní hvězdy!$h",
        "Elliott": "Ah, zdravíčko @. Je trochu zima, není-liž pravda?",
        "Gus": "Vytváření cukrových holí je umění. Pro získání nejlepších přísad musíš prohledat celý svět. V dnešní době je tak snadno neseženeš!$h#$b#Pro má nejlepší cukrátka většinou používám Kruhoce z Kapradinového ostrova, jen abys ${věděl^věděla}$. Tak jasně červenou barvu ničím nenahradíš... a navíc je přírodní!#$b#Ah, a chceš vědět tajemství mých dvojitých deluxe holí? Nu dobrá, ale musíš přísahat, že to nikomu neřekneš. *šeptem* Do bílého cukrátka přidávám kapku vanilky, aby doplnila třešňovou chuť.$h#$b#Samozřejmě peprmintové příchutě jsou klasika, těch vždycky také udělám notnou dávku.#$b#Hej, vypadáš hrozně unaveně. Jsi v pořádku?$s",
        "Willy": "$y 'Chceš si vyslechnout pověst o Zimní hvězdě?_Ano_Na noční zimní obloze je jasná hvězda, kterou lze vidět pouze v tomto údolí. Nikdo neví, proč tomu tak je... ale ve starých časech lidé přicházeli zdaleka, aby ji mohli spatřit.*Věřili, že kdokoliv ji spatří, bude mu v nadcházející době požehnáno. Někteří dokonce tvrdí, že záhadné ovoce, známé jako =Kapka hvězd je nějakým způsobem spojena se Zimní hvězdou._Ne, díky_Jak chceš.'",
        "Wizard": "Ah, záhadná Zimní hvězda. Jeden z důvodů, proč jsem si zvolil toto údolí za místo pro svůj... výzkum.",
        "Harvey": "Jsem vděčný za to, že tento rok jsme se obešli bez vážných lékařských problémů!",
        "Sandy": "Slyšela jsem, že u tebe doma prší. Proto jsi tady?$h#$e#Vlastně mi déšť tak trochu chybí...$s",
        "Jas": "Juchů! Dárky!$h",
        "Vincent": "Už můžeme otevřít dárky?!",
        "Marlon": "Hej, dobré odpoledne.",
        "Leo": "Linus se moc necítí na to se zapojit do oslav, takže mu radši budu dělat společnost.#$e#Uspořádáme si vlastní malou hostinu... kaši ze zimního kořene a rybu s pálivými bobulemi!$h",
        "Abigail_spouse_y2": "Brr... to je kosa! Radši chci utéct zpátky do postele pod peřinu...",
        "Leah_spouse_y2": "Elliott zase vypil moc moštu...$7#$e#Až najdu východ, tak si něka sedneme ke stolu... mám hrozný hlad!",
        "Maru_spouse_y2": "Jsem vděčná že mám ve svém životě svoji milující rodinu a milujícího ${manžela^partnerku}...$0",
        "Penny_spouse_y2": "Doufám že všem budou chutnat mé pudrlounové křupany...$h",
        "Haley_spouse_y2": "Když si vzpomenu na vše dobré, co se v mém životě stalo, mám pocit že mě Zimní Hvězda opravdu požehnala.",
        "Emily_spouse_y2": "Když jsme Haley a já byly děti zdobily jsme na tomto festivalu sušenky.#$b#To bychom taky ${mohli^mohly}$ jednou zkusit! Hezké zvyky nemůžeme nechat vymřít.$h",
        "Sebastian_spouse_y2": "Čauves... vše je v pohodě, nemusíš mi nic dávat.$h#$e#Já jsem šťastný už jen když se můžu vedle tebe každé ráno probudit... co víc si chlápek jako já může přát?$l",
        "Sam_spouse_y2": "Se zájmem pozoruji jak lidi rozbalují své dárky... jaký při tom mají výraz ve tváři.$h#$e#Jo, abych nezapomněl. Něco taky pro tebe mám. Ehm... ukážu ti to, až budem zpátky na farmě!$10",
        "Alex_spouse_y2": "Řekni mi, kdyby ti byla zima. Půjčím ti svoji bundu.$0",
        "Harvey_spouse_y2": "Je toho spousta, za co můžu být vděčný, jako třeba má ordinace, skvělé zdraví mých pacientů...#$b#Ale především jsem nejvíce vděčný za náš společný život, který spolu budujeme...$l",
        "Elliott_spouse_y2": "${Můj předrahý^Má předrahá}$, v tento den nepožaduji zhola nic... ty jsi ten nejlepší dar co si kdo může přát.$h",
        "Shane_spouse_y2": "Za co jsem já vděčný?#$b#....hmm...$3#$b#Jsem vděčný za... za to jak jsi mě ${vytáhl^vytáhla}$ ze dna, ${stál^stála}$ při mně v nejčernějších chvílích a ${dokázal^dokázala}$ mi, že život za něco stojí.$6",
        "Abigail_y2": "Kterýpak dárek je asi můj...$0#$e#Doufám že ten velký!$h",
        "Robin_y2": "No... můj muž mi tento rok daroval novou elektrickou pilu...$6#$b#Předpokládám, že zapomněl na tu samou co mi dal před dvěma roky!$6",
        "Demetrius_y2": "Hmm... tohle zelené želé má lehkou mátovou příchuť.$3#$b#Existuje nějaké vědecké vysvětlení proč je máta spojována s touto oslavou? Je možné ji v zimě pěstovat?$3#$e#Jako vědce mě poutá příležitost rozlousknout tuto hádanku.$3",
        "Maru_y2": "Dnes je tu jako strčit hlavu do mrazáku. Dobře že jsou všichni tak nabaleni.$0",
        "Shane_y2": "Jedna výhoda v těchto mrazech je, že můžu pod stromeček darovat zmražené pizzy.#$e#Někdo si náramně pošmákne...$h",
        "Sebastian_y2": "Asi bych měl být rád, že se pro jednou sešla celá rodina.$7",
        "Pierre_y2": "Sháníš na poslední chvíli nějaké dárky? Na mě se můžeš spolehnout! Jen se koukni na můj bohatý výběr zboží.$0",
        "Caroline_y2": "Není ten strom překrásný?$h#$b#Celé ráno jsme ho já, Marnie a Jodi zdobily. Je to hezká a zábavná tradice!",
        "Linus_y2": "Starosta mě sám osobně pozval, abych přisedl k jeho stolu. Taková nabídka se neodmítá!",
        "Alex_y2": "Mám velké tušení, že se pod stromečkem nachází dárek ve tvaru síťobalu s moji jmenovkou.$1",
        "George_y2": "Už teď trávím celý den s rodinou. Proč to dělat ještě tady v tomhle rámusu a hrozné zimě?$0",
        "Evelyn_y2": "U našeho stolu budeš vždy velmi ${vítán, drahý^vítána, drahá}$.$0",
        "Lewis_y2": "Přeji ti dobrou Hostinu Zimní Hvězdy, @.$h#$e#Dnešní den patří klidu, pobytu v kruhu přátel a rodiny a vyjádření díků za vše, co v životě máme.$0",
        "Clint_y2": "Mně by se hodilo nové kovářské náčiní. Moje se už za těch pár let trochu obalilo rzí.$0",
        "Emily_y2": "Podívej! To je 'Zimní Hvězda'!%noturn$6#$e#Ach tak ne, má chyba. To byla jen ozdoba!$h",
        "Penny_y2": "$y 'Ahoj, @. Jaký dárek si přeješ tento rok dostat?_Iridiový džber na mléko_Hmm? o tom jsem nikdy neslyšela. Zní to jako velmi drahý dárek._Zajímavou knihu_Souhlasím, kniha může být velmi hezký dárek!$h_Kus uhlí_...teď nevím jestli si neděláš srandu, ale i tohle může být někomu prospěšný dar!$h'",
        "Pam_y2": "Svařené víno je to jediné, co mě v těchhle mrazivých dnech pohání kupředu!$h",
        "Haley_y2": "Je tak hezký... kéž by naše město mohlo takhle vypadat napořád!$0",
        "Jodi_y2": "Zde je místo pro dárky co se již nevešli pod hlavní strom. Letos je jich strašně moc!$0",
        "Kent_y2": "Jsem vděčný, že můžu vidět mého kluka jak je šťastný a zdravý.$h",
        "Sam_y2": "Koho napadlo dát někomu nákupní košík od Joja?...$2",
        "Leah_y2": "Někdy mám strach chodit na takovéto večírky, ale pak jsem pokaždé ráda že jsem šla!",
        "Marnie_y2": "Dobrou hostinu, @!$1",
        "Elliott_y2": "*škyt*$8#$b#Ach... převelice se omlouvám. Mé chování je vskutku neomluvitelné! Tento skořicový mošt je nasycen opravdu bohatě.$4",
        "Gus_y2": "Jen si dej! Dej si co hrdlo ráčí, dokud je to všechno čerstvé a horké.$0#$e#O mém novém způsobu vytváření cukrových holí bych mohl vyprávět hodiny... ale letos tě asi mému napínavému příběhu ušetřím!$1",
        "Willy_y2": "Mně stačí málo, @... já jsem vděčný za pevnou střechu nad hlavou a každodenní horkou konzervu plnou fazolí!$h",
        "Wizard_y2": "Ach, záhadná Zimní Hvězda. Jeden z důvodů proč jsem si zvolil toto údolí za místo mého... výzkumu.",
        "Harvey_y2": "Už jsi ${zakusil^zakusila}$ ten pekanový koláč? Ten je u mě na prvním místě.$0",
        "Jas_y2": "Už budeme moct rozbalit dárky?$0",
        "Vincent_y2": "Dostal jsem hračku mého oblíbeného dinosaura! Vidíš!?$1#$e#Jmenuje se hmm... ste-...stego-...stegosonaurus! ...myslím.$0",
        "Marlon_y2": "Copak? Ah, zdravím.$0#$e#Ah, se mnou si starosti dělat nemusíš. Klidně si jdi užívat hostinu.",
        "Leo_y2": "Nemáš tušení co většina z těchto věcí je... ale chutná to moc dobře!$0"
      }
    }
  ]
}